{
  "batch_id": 278,
  "count": 20,
  "samples": [
    {
      "sample_id": "5EhSBPNkByk_s05",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And what is the most popular sport in your country?",
      "transcript": "&gt;&gt; For sure and definitely it is soccer. you know soccer when it comes to Iran it is an inseparable inevitable and unavoidable part of our lives and also most of the people watch sport match and games and it is like it is something in inseparable inevitable. it is not you cannot get this away from the people. You cannot actually let you cannot you cannot let them actually not to watch the soccer match.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; For sure and definitely it is um soccer. Uh you know soccer when it comes to Iran it is an inseparable inevitable and unavoidable part of our lives and also most of the people watch sport uh match and games and uh it's like it is something in inseparable inevitable. It's not you cannot uh get this uh away from the people. You cannot actually let uh you can't you can't let them actually not to watch uh the uh soccer match.",
      "transcript_cleaned": "&gt;&gt; For sure and definitely it is soccer. you know soccer when it comes to Iran it is an inseparable inevitable and unavoidable part of our lives and also most of the people watch sport match and games and it is like it is something in inseparable inevitable. it is not you cannot get this away from the people. You cannot actually let you cannot you cannot let them actually not to watch the soccer match.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "5EhSBPNkByk_s08",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "Why is it good to discuss problems with others?",
      "transcript": "Well, that is a tough question of course but when it comes to talk about talking to people that you know of course you trust I think when you are talking to to a friend of you that you trust the most that problem will be scrutinized in details and elaborations as if that you can actually find so many great solutions to the problem and and that way you can actually find great solutions as well as come up with the best ideas that you can provide for that problem that you So I I do accept this is true that sometimes it is necessary for us to hear our own voice but some other times however we need to actually consult with the people whom are proficient in the field that are scholars in the field and are technical of course in terms of being practical and theoretical. I think it is im important to and significant to discuss and mention the problem that we have with our friends and with our relatives as well as the people that we trust. &gt;&gt; Mhm. Great.",
      "source": "supplementary",
      "transcript_original": "Well, that is a tough question of course but uh when it comes to talk about talking to people that you know of course you trust I think uh when you're talking to to a friend of you that you trust the most that problem will be scrutinized in details and elaborations as if that you can actually find so many uh great solutions to the problem and and that way you can actually find uh great solutions as well as come up with the best ideas that you can provide for that uh problem that you So I I do accept this is true that sometimes it is necessary for us to hear our own voice but some other times however uh we need to actually consult with the people uh whom are um proficient in the field that are scholars in the field and are um technical of course in terms of being practical and theoretical. I think it is im important to and significant to uh discuss and uh mention the problem that we have with our friends and with our relatives as well as the uh people that we trust. &gt;&gt; Mhm. Great.",
      "transcript_cleaned": "that is a tough question of course but when it comes to talk about talking to people that you know of course you trust I think when you are talking to to a friend of you that you trust the most that problem will be scrutinized in details and elaborations as if that you can actually find so many great solutions to the problem and and that way you can actually find great solutions as well as come up with the best ideas that you can provide for that problem that you So I I do accept this is true that sometimes it is necessary for us to hear our own voice but some other times however we need to actually consult with the people whom are proficient in the field that are scholars in the field and are technical of course in terms of being practical and theoretical. I think it is im important to and significant to discuss and mention the problem that we have with our friends and with our relatives as well as the people that we trust. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5EhSBPNkByk_s09",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And do you think that it is better to talk to friends and not family about problems?",
      "transcript": "&gt;&gt; well this is such a challenging question of course but friends are friends, families are families. I I think some of the things should be shared with the family members. For example, I can mention for example if if you are in in terms of budget if you do not have money for example for instance you need to consult with your family members. Of course your father and your mother I am talking about the parents are the people that you can trust the most and also you can borrow the money that you need from the family members. However, or nonetheless, people like friends maybe we we trust them less. Of course, when we we wanted to compare it to family members, they are less trustable. So, I do believe that when it comes to friends, we should actually share the ideas. For example, we can spend time with them, we can go to restaurant, we can hang out with them or maybe we can discuss very little challenging problems, not the the most difficult ones. &gt;&gt; Agreed.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh well this is such a challenging question of course but uh friends are friends, families are families. I I think some of the things should be shared with the family members. For example, I can mention for example if if you are in uh in terms of budget uh if uh you don't have money for example for instance you need to um consult with your family members. Of course your father and your mother I'm talking about the parents uh are the people that you can trust the most and also you can uh borrow uh the money that you need from the family members. However, or nonetheless, um people like um friends maybe we we trust them less. Of course, when we we wanted to compare it to family members, uh they're less trustable. So, I do believe that uh when it comes to uh friends, we should actually share the ideas. For example, we can spend time with them, we can go to restaurant, we can hang out with them or maybe uh we can discuss very little challenging problems, not the the most difficult ones. &gt;&gt; Agreed.",
      "transcript_cleaned": "&gt;&gt; well this is such a challenging question of course but friends are friends, families are families. I I think some of the things should be shared with the family members. For example, I can mention for example if if you are in in terms of budget if you do not have money for example for instance you need to consult with your family members. Of course your father and your mother I am talking about the parents are the people that you can trust the most and also you can borrow the money that you need from the family members. However, or nonetheless, people like friends maybe we we trust them less. Of course, when we we wanted to compare it to family members, they are less trustable. So, I do believe that when it comes to friends, we should actually share the ideas. For example, we can spend time with them, we can go to restaurant, we can hang out with them or maybe we can discuss very little challenging problems, not the the most difficult ones. &gt;&gt; Agreed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "5EhSBPNkByk_s10",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And is it always a good idea to tell lots of people about a problem?",
      "transcript": "&gt;&gt; people get frustrated when we talk a lot about the problem. And of course when it comes to overtalking, people maybe do not have the ears to to listen for us. So listen to us. So I do believe that we should actually take a look at how people edit how people's attitude are and how people's attitude is and the way the way that they are actually having manner and also how they they they tolerate us and how they they wanted to be a sounding board to us or not. So it does have an important role. nevertheless, some people may talk to their friends and also some other people regarding the problems that they have, regarding the difficulties, regarding the suffering points that they have in their lives. But I believe that we should actually handle most of the challenges that we face and confront. &gt;&gt; Right. Good. And let us now talk about communication skills at work.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh people get frustrated when we talk a lot about the problem. And of course uh when it comes to overtalking, people maybe do not have the ears to to listen for us. So listen to us. So I do believe that uh we should actually take a look at how people uh edit how people's attitude are and uh how people's attitude is and uh the way the way that they are actually having manner and also how they uh they they tolerate us and how they they wanted to be a sounding board to us or not. So it does have an important uh role. Uh nevertheless, some people may talk to their uh friends and also some other people regarding the problems that they have, regarding the difficulties, regarding the suffering points that they have in their lives. But um I believe that um we should actually uh handle most of the challenges that we face and confront. &gt;&gt; Right. Good. And let's now talk about communication skills at work.",
      "transcript_cleaned": "&gt;&gt; people get frustrated when we talk a lot about the problem. And of course when it comes to overtalking, people maybe do not have the ears to to listen for us. So listen to us. So I do believe that we should actually take a look at how people edit how people's attitude are and how people's attitude is and the way the way that they are actually having manner and also how they they they tolerate us and how they they wanted to be a sounding board to us or not. So it does have an important role. nevertheless, some people may talk to their friends and also some other people regarding the problems that they have, regarding the difficulties, regarding the suffering points that they have in their lives. But I believe that we should actually handle most of the challenges that we face and confront. &gt;&gt; Right. Good. And let us now talk about communication skills at work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5EhSBPNkByk_s11",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "So which communication skills are most important when t talking in taking part with in meetings with colleagues?",
      "transcript": "For sure speaking I guess when it comes to talking for example English and assuming that I am in a company living I do not know I do not know maybe I am living in US for for instance and if I am working in a company actually the one of the most important skill that I have to provide is the my speaking skills and if I wanted to show my speaking skills I can definitely provide whatever I want in terms of the way that I am expressing my opinions with the people that I am actually consulting with the people that I am talking to and it does have an important thing in my life in terms of the point that I know is that how important it is how significant it is that how easy and fast way you can transfer whatever you know in your brain and you can actually using your tongue you can in in an u it does not matter deliberately or inadvertently you are just providing your speech as the best as you can you need to do something like this I do Mhm.",
      "source": "supplementary",
      "transcript_original": "for sure speaking I guess when it comes to talking for example English and uh assuming that I am in a company living I don't know I don't know maybe I'm living in US for for instance and if I'm working in a company um actually the one of the most important skill that I have to uh provide is the my speaking skills and if I wanted to uh show my speaking skills I can definitely provide whatever I want in terms of the way that I'm expressing my opinions with the people that I'm uh actually consulting with the people that I am talking to and it does have an important thing in my life uh in terms of the point that I know is that how important it is how significant it is that how easy and uh fast way you can transfer whatever you know in your brain and you can actually uh using your tongue you can uh in in an u it doesn't matter deliberately or inadvertently you're just providing your speech as the best as you can you need to do something like this I do Mhm.",
      "transcript_cleaned": "For sure speaking I guess when it comes to talking for example English and assuming that I am in a company living I do not know I do not know maybe I am living in US for for instance and if I am working in a company actually the one of the most important skill that I have to provide is the my speaking skills and if I wanted to show my speaking skills I can definitely provide whatever I want in terms of the way that I am expressing my opinions with the people that I am actually consulting with the people that I am talking to and it does have an important thing in my life in terms of the point that I know is that how important it is how significant it is that how easy and fast way you can transfer whatever you know in your brain and you can actually using your tongue you can in in an u it does not matter deliberately or inadvertently you are just providing your speech as the best as you can you need to do something like this I do Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s00",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you work or do you study?",
      "transcript": "&gt;&gt; I do work as a cabin crew and this job is means a lot to me because from after I started like turn 18h I thought about giving myself best in this field. So fortunately I got this job as a cabin crew.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I do work as a cabin crew and this job is means a lot to me because from after I started uh like turn 18h I thought about uh giving myself best in this field. So fortunately I got this job as a cabin crew.",
      "transcript_cleaned": "&gt;&gt; I do work as a cabin crew and this job is means a lot to me because from after I started like turn 18h I thought about giving myself best in this field. So fortunately I got this job as a cabin crew.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s01",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "&gt;&gt; What do you like most about your job?",
      "transcript": "Is the thing is traveling of course and other thing is I meet different people from different culture so I communicate with them and that gives me knowledge about their cultures and from where they are what special from their country &gt;&gt; have you always wanted to do this job or did you want to do something else when you were a child &gt;&gt; when I was child it was so many things in my mind like I do not want to do anything just sit and spend time with my family but when I started growing up after 18 age I realized that no I have to work and so I given my most of the time to this field only.",
      "source": "supplementary",
      "transcript_original": "uh is the thing is traveling of course and other thing is I meet different people from different culture so I communicate with them and that gives me knowledge about their cultures and from where they are uh what special from their country &gt;&gt; have you always wanted to do this job or did you want to do something else when you were a child &gt;&gt; uh when I was child it was so many things in my mind like I don't want to do anything just sit and spend time with my family but uh when I started growing up after 18 age I realized that no I have to work and so I given my most of the time to this field only.",
      "transcript_cleaned": "Is the thing is traveling of course and other thing is I meet different people from different culture so I communicate with them and that gives me knowledge about their cultures and from where they are what special from their country &gt;&gt; have you always wanted to do this job or did you want to do something else when you were a child &gt;&gt; when I was child it was so many things in my mind like I do not want to do anything just sit and spend time with my family but when I started growing up after 18 age I realized that no I have to work and so I given my most of the time to this field only.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s03",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What are the most popular tourist attractions?",
      "transcript": "&gt;&gt; because I am from Mumbai. So I will suggest to visit Mumbai because Mumbai is the place of people call it city of dream. So you will see everything. There is sea view and you will like the food. There are street food also. So you will definitely love Mumbai once come there.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh because I'm from Mumbai. So I will suggest to visit Mumbai because Mumbai is the place of uh people call it city of dream. So you will see everything. There is sea view and you will like the food. There are street food also. So you will definitely love Mumbai once come there.",
      "transcript_cleaned": "&gt;&gt; because I am from Mumbai. So I will suggest to visit Mumbai because Mumbai is the place of people call it city of dream. So you will see everything. There is sea view and you will like the food. There are street food also. So you will definitely love Mumbai once come there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s04",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "&gt;&gt; Do you prefer to travel within your own country or internationally?",
      "transcript": "I would prefer to travel in my country because I still want to visit more state in my India which I still not visited. So if I get time I will visit first my each of the state of my country then I will go other part of India.",
      "source": "supplementary",
      "transcript_original": "I would prefer to travel in my country because I still uh want to visit more state in my India uh which I still not visited. So if I get time I will visit first my each of the state of my country then I will go other part of India.",
      "transcript_cleaned": "I would prefer to travel in my country because I still want to visit more state in my India which I still not visited. So if I get time I will visit first my each of the state of my country then I will go other part of India.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s05",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "&gt;&gt; And do you prefer city breaks or go to the beach?",
      "transcript": "Go to the beach is the one thing I would love to do because I do not know I feel very related to nature and it gives me relaxing time and yeah lovely thing and I get something personal story about me with the nature also.",
      "source": "supplementary",
      "transcript_original": "uh go to the beach is the one thing I would love to do because uh I don't know I feel very related to uh nature and it gives me relaxing time and yeah lovely thing and I get uh something personal story about me with the nature also.",
      "transcript_cleaned": "Go to the beach is the one thing I would love to do because I do not know I feel very related to nature and it gives me relaxing time and yeah lovely thing and I get something personal story about me with the nature also.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s07",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What kind of emails or text messages or instant messages do you regularly get?",
      "transcript": "&gt;&gt; I am sorry repeated. So digital communication, so things like text messages on your phone or emails or you could have instant message like messenger and Instagram messages, things like that.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I'm sorry repeated. So digital communication, so things like text messages on your phone or emails or you could have instant message like messenger and Instagram messages, things like that.",
      "transcript_cleaned": "&gt;&gt; I am sorry repeated. So digital communication, so things like text messages on your phone or emails or you could have instant message like messenger and Instagram messages, things like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s08",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What kind of messages do you receive?",
      "transcript": "I I do not talk on social media much because I would like to give my time to my family members, my close ones rather than u making chit chat with people's like different people's.",
      "source": "supplementary",
      "transcript_original": "Um I I don't talk on social media much because I would like to give my time to my family members, my close ones rather than u making um chit chat with people's like different people's.",
      "transcript_cleaned": "I I do not talk on social media much because I would like to give my time to my family members, my close ones rather than u making chit chat with people's like different people's.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s09",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "&gt;&gt; Do you prefer to talk to your friends or family on the phone or by email or text?",
      "transcript": "I love speaking with my family on video call because it gives me u personal experience talking on video call and I never feel like I am like if I am somewhere else far from my family so I make sure to have a video call with them every day. So I it feels like you are with them only. Yes.",
      "source": "supplementary",
      "transcript_original": "I love uh speaking with my family on video call because it gives me u personal experience uh talking on video call and um I never feel like I'm like if I'm somewhere else far from my family so I make sure to have a video call with them every day. So I it feels like you're with them only. Yes.",
      "transcript_cleaned": "I love speaking with my family on video call because it gives me u personal experience talking on video call and I never feel like I am like if I am somewhere else far from my family so I make sure to have a video call with them every day. So I it feels like you are with them only.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s10",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "&gt;&gt; When you receive messages do you reply to them straight away or do people have to wait for you to reply?",
      "transcript": "&gt;&gt; it depends on the person. If someone from my close family, of course, I will instantly reply them if I am available. And if someone like u outside of my family, it depends on the message what it is exactly. So I will reply based on that.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh it depends on the person. If someone from my close family, of course, I will instantly reply them if I'm available. And if someone like u outside of my family, uh it depends on the message what it is exactly. So I will reply based on that.",
      "transcript_cleaned": "&gt;&gt; it depends on the person. If someone from my close family, of course, I will instantly reply them if I am available. And if someone like u outside of my family, it depends on the message what it is exactly. So I will reply based on that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "666eP6xBhzI_s12",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "How many languages do you speak?",
      "transcript": "&gt;&gt; so I am from India. In India we have 29 different languages. but I am blessed to have this popular language which is Hindi. I have learned Hindi. Then there is Marati which speak in Mumbai particularly. then there is Bengali which is my mother tongue which is the language from the Kolkata part. So yes I know this three language for now.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh so I'm from India. In India we have 29 different languages. Uh but I'm blessed to have this popular language which is Hindi. Uh I have learned Hindi. Then there is Marati which speak in Mumbai particularly. Um then there is Bengali which is my mother tongue which is the language from the Kolkata part. So yes I know this three language for now.",
      "transcript_cleaned": "&gt;&gt; so I am from India. In India we have 29 different languages. but I am blessed to have this popular language which is Hindi. I have learned Hindi. Then there is Marati which speak in Mumbai particularly. then there is Bengali which is my mother tongue which is the language from the Kolkata part. So yes I know this three language for now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s14",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "&gt;&gt; Did you enjoy learning languages at school?",
      "transcript": "&gt;&gt; Yes, during school I used to enjoy because in school there are very different way of teaching like they really u use the picturesized things to make us memorize about the languages and all.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, during school I used to uh enjoy because uh in school there are very different way of teaching um like they really u use the picturesized things to make us memorize about the languages and all.",
      "transcript_cleaned": "&gt;&gt; Yes, during school I used to enjoy because in school there are very different way of teaching like they really u use the picturesized things to make us memorize about the languages and all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s15",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "So yes, &gt;&gt; what do you think is the hardest language to learn?",
      "transcript": "&gt;&gt; it is nothing yet. I never tried any other different language than Turkish. which was also easy for me. I know basic Turkish. after that I never learn any other language. So not know about much.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh it's uh nothing yet. I never uh tried any other different language than Turkish. Uh which was also easy for me. I know basic Turkish. Uh after that I never learn any other language. So not know about much.",
      "transcript_cleaned": "&gt;&gt; it is nothing yet. I never tried any other different language than Turkish. which was also easy for me. I know basic Turkish. after that I never learn any other language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s17",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What things are most important when someone is choosing a hotel?",
      "transcript": "&gt;&gt; The important thing is where this hotel is located and this hotel should be at least basic amenities a person should need it because it is very important you get rest well there. &gt;&gt; yes, those two things.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; The important thing is where this hotel is located and this hotel should be at least basic amenities a person should need it because it's very important you get rest well there. &gt;&gt; Uh yes, those two things.",
      "transcript_cleaned": "&gt;&gt; The important thing is where this hotel is located and this hotel should be at least basic amenities a person should need it because it is very important you get rest well there. &gt;&gt; yes, those two things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s18",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "&gt;&gt; Why are there some people who really do not like staying in hotels?",
      "transcript": "&gt;&gt; because they are away from their loved ones. Maybe also there is one more reason because it not gives our not gives that feeling that we get in home. Yes.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh because they are away from their loved ones. Maybe also there is one more reason uh because uh it not gives our not gives that feeling that we get in home. Yes.",
      "transcript_cleaned": "&gt;&gt; because they are away from their loved ones. Maybe also there is one more reason because it not gives our not gives that feeling that we get in home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "666eP6xBhzI_s20",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you think that people need different skills to work in a luxury hotel versus a normal hotel?",
      "transcript": "&gt;&gt; working in hotel required skills because we have to deal so many customer there and their requirements we need to fulfill especially when it comes decision making. so we need skills to work in hotel.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um working in hotel required skills because we have to deal so many customer there and their requirements we need to fulfill especially when it comes decision making. Um so we need skills to work in hotel.",
      "transcript_cleaned": "&gt;&gt; working in hotel required skills because we have to deal so many customer there and their requirements we need to fulfill especially when it comes decision making. so we need skills to work in hotel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    }
  ]
}