{
  "batch_id": 258,
  "count": 20,
  "samples": [
    {
      "sample_id": "S0mE6N_whUs_q07",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 7]",
      "transcript": "Our selfcare it is very important okay I like the way you ended that actually it is very important you like you brought your back full circle okay you started off like that you answer the question and then you finished it with that as well okay good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "our selfcare it's very important okay I like the way you ended that actually it's very important you like you brought your back full circle okay you started off like that you answer the question and then you finished it with that as well okay good.",
      "transcript_cleaned": "Our selfcare it is very important okay I like the way you ended that actually it is very important you like you brought your back full circle okay you started off like that you answer the question and then you finished it with that as well",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S0mE6N_whUs_q08",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 8]",
      "transcript": "Pakistan where people get the v's and the W's the wrong way around trust me I know my parents are from Pakistan so I completely understand this and I also understand with the rip that we talked about earlier but just these are a couple of points that we just need to iron out okay that means we need to fix them every country has their own things that they they find in difficult with the English language like for example lots of the Arab countries they struggle with the p and the B but let us continue traveling from one place to another having different like to understand the different culture to enjoy the nature and like all these different enjoying the food so enjoying oh everything actually okay now the the we just say food not food we do not need to like bounce back on the letter D okay we do not need to add too much stress there just food not food there is a lot of scope of of exploring yourself in sorry to keep cing this but it is just the same with lot not lot okay let us continue like sticking to one place if you explore to different places you can learn many other things okay thank you right we have now come to the end of part one of the speaking test we will now move over to part two so in part two I will give you a topic card and you will read that topic card and you will be given 60 seconds to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Pakistan where people get the v's and the W's the wrong way around trust me I know um my parents are from Pakistan so I completely understand this and I also understand with the rip that we talked about earlier but just these are a couple of points that we just need to iron out okay that means we need to fix them every um country has their own uh things that they they find in difficult with the English language like for example uh lots of the Arab countries they struggle with the p and the B uh but let's continue traveling from one place to another having different uh like to understand the different culture to enjoy the nature and like um all these different enjoying the food so enjoying oh everything actually okay now the the we just say food not food we don't need to like bounce back on the letter D okay we don't need to add too much stress there just food not food there's a lot of scope of of exploring yourself in sorry to keep cing this but it's just the same with lot not lot okay um let's continue like sticking to one place if you explore to different places you can learn many other things okay thank you right we've now come to the end of part one of the speaking test we will now move over to part two so in part two I will give you a topic card and you will read that topic card and you will be given 60 seconds to.",
      "transcript_cleaned": "Pakistan where people get the v's and the W's the wrong way around trust me I know my parents are from Pakistan so I completely understand this and I also understand with the rip that we talked about earlier but just these are a couple of points that we just need to iron out okay that means we need to fix them every country has their own things that they they find in difficult with the English language like for example lots of the Arab countries they struggle with the p and the B but let us continue traveling from one place to another having different like to understand the different culture to enjoy the nature and like all these different enjoying the food so enjoying oh everything actually okay now the the we just say food not food we do not need to like bounce back on the letter D okay we do not need to add too much stress there just food not food there is a lot of scope of of exploring yourself in sorry to keep cing this but it is just the same with lot not lot okay let us continue like sticking to one place if you explore to different places you can learn many other things",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S0mE6N_whUs_q09",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 9]",
      "transcript": "Most popular part okay and most people like to watch this part out of any the part so let us see what the topic is okay so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "most popular part okay and most people like to watch this part um out of any the part so let's see what the topic is okay so.",
      "transcript_cleaned": "Most popular part okay and most people like to watch this part out of any the part so let us see what the topic is okay so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S0mE6N_whUs_q11",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 11]",
      "transcript": "Oh okay now from what I remember you can check this by using a clock or a stopwatch I think she did not complete the full two minutes that is fine it is any remember you are expected to speak anywhere between one and 2 minutes okay anywhere between so do not worry if you reach the if if you run out of things to say and you have not complet to the full two minutes as long as you have gone over the one minute mark thank you so how important do you think celebrations are in society today Society yes celebrations are important because that is a situation where brings the people together and we' we have used the word situation quite a few times I would not say it is a 100% applicable here however this is me being a bit too this is me nitpicking yeah but remember this is just a feedback video all this is just for your and development also it can help us to understand a tradition culture so it bring the it brings the bond and also it improves our creativity if you so it sounded like you run out of something to say that but remember if you are listing things if it is three if it is two or more things the and goes between the last thing and the second to last thing so we do not say tradition culture and then stop we would say tradition culture and something else okay tradition culture alone which is what you said we add the word and in the middle so tradition and culture I hope that is not too confusing if it is just go back just go back and watch that again if you are a part of the celebration obviously you think in.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "oh okay now from what I remember you can check this uh by using a clock or a stopwatch I think she didn't complete the full two minutes that's fine uh it's any remember you're expected to speak anywhere between one and 2 minutes okay anywhere between so don't worry if you reach the if if you run out of things to say and you haven't complet to the full two minutes as long as you've um gone over the one minute mark thank you so um how important do you think celebrations are in society today Society yes celebrations are important because that is a uh situation where brings the people together and we' we've used the word situation quite a few times I wouldn't say it's a 100% applicable here however this is me being a bit too this is me nitpicking um yeah but remember this is just a feedback video all this is just for your and development also it can help us to understand a tradition culture um so it bring the it brings the bond and also it improves our creativity if you so it sounded like you run out of something to say that but remember if you're listing things if it's three if it's uh two or more things the and goes between the last thing and the second to last thing so we don't say tradition culture and then stop we would say tradition culture and something else okay tradition culture alone which is what you said we add the word and in the middle so tradition and culture I hope that's not too confusing if it is just go back just go back and uh watch that again if you are a part of the celebration obviously you think in.",
      "transcript_cleaned": "Oh okay now from what I remember you can check this by using a clock or a stopwatch I think she did not complete the full two minutes that is fine it is any remember you are expected to speak anywhere between one and 2 minutes okay anywhere between so do not worry if you reach the if if you run out of things to say and you have not complet to the full two minutes as long as you have gone over the one minute mark thank you so how important do you think celebrations are in society today Society yes celebrations are important because that is a situation where brings the people together and we' we have used the word situation quite a few times I would not say it is a 100% applicable here however this is me being a bit too this is me nitpicking yeah but remember this is just a feedback video all this is just for your and development also it can help us to understand a tradition culture so it bring the it brings the bond and also it improves our creativity if you so it sounded like you run out of something to say that but remember if you are listing things if it is three if it is two or more things the and goes between the last thing and the second to last thing so we do not say tradition culture and then stop we would say tradition culture and something else okay tradition culture alone which is what you said we add the word and in the middle so tradition and culture I hope that is not too confusing if it is just go back just go back and watch that again if you are a part of the celebration obviously you think in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S0mE6N_whUs_q13",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 13]",
      "transcript": "How will celebrations change in the future in the future I am expecting the same these kids like they have to carry forward if they carry forward all this whatever we carry forward from our from from our elders if they I expect that even this generation should carry forward the same to the Future Okay besid to repeat one word or you know a term there quite a few times it is fine just because of the nature of this and I have couple of grammatical errors though and with the same T up they even they should know like we are able to answer like why what where everything we are able to answer to this generation so even the Next Generation this generation should be prepared in such a way that whatever questions were rised and whatever queries were there for that generation the queries should be prepared to answer those okay and do you think people should get a day off from work on their birthdays no not on birthdays I do not think I love that you know that natural stress then not birthdays good I think so I do not think so because I feel that it should be like a regular day okay it should not be like as a special event because they should understand they are like common like other they are common like other people it should not be like so special instead of that they can like during their free time they have to plan something else and it should be like a regular regular day okay I really like the answer okay this answer pretty much sums up your whole speaking test you answered it directly okay yes and or.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "how will celebrations change in the future in the future I'm expecting the same these kids like uh they have to carry forward if they carry forward all this whatever we carry forward from our from from our elders if they I expect that even this generation should carry forward the same to the Future Okay uh besid to repeat one word or you know a term there quite a few times it's fine just because of the nature of this uh and I've couple of grammatical errors though and with the same T up they even they should know like we are able to answer like why what where everything we are able to answer to this generation so even the Next Generation this generation should be prepared in such a way that whatever questions were rised and whatever queries were there for that generation the queries should be prepared to answer those okay and do you think people should get a day off from work on their birthdays no uh not on birthdays I don't think I love that uh you know that natural stress then not uh birthdays good I think so I don't think so because uh I feel that it should be like a regular day okay it should not be like as a special event because they should understand they are like common like other they are common like other people it should not be like so special instead of that they can uh like during their free time they have to plan something else and it should be like a regular um uh regular day okay uh I really like the answer okay this answer pretty much sums up your whole uh speaking test you answered it directly okay um yes and or.",
      "transcript_cleaned": "How will celebrations change in the future in the future I am expecting the same these kids like they have to carry forward if they carry forward all this whatever we carry forward from our from from our elders if they I expect that even this generation should carry forward the same to the Future Okay besid to repeat one word or you know a term there quite a few times it is fine just because of the nature of this and I have couple of grammatical errors though and with the same T up they even they should know like we are able to answer like why what where everything we are able to answer to this generation so even the Next Generation this generation should be prepared in such a way that whatever questions were rised and whatever queries were there for that generation the queries should be prepared to answer those okay and do you think people should get a day off from work on their birthdays no not on birthdays I do not think I love that you know that natural stress then not birthdays good I think so I do not think so because I feel that it should be like a regular day okay it should not be like as a special event because they should understand they are like common like other they are common like other people it should not be like so special instead of that they can like during their free time they have to plan something else and it should be like a regular regular day okay I really like the answer okay this answer pretty much sums up your whole speaking test you answered it directly okay yes and or.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1UcnimyxMp4_q01",
      "video_id": "1UcnimyxMp4",
      "band": 7.5,
      "question": "[Transcript chunk 1]",
      "transcript": "This out speaking interview is with a Sikh student from India who scores a 7.5 the lesson is taken from our website at triple w dot a e help calm for lots more help with the academic eyelets please visit us there enjoying or download our app from your App Store now watch and learn my name is Robin and I will be your examiner today I am going to record this interview is that okay yes okay can I see your passport please thank you what is your full name Buddha and what shall I call you Nobel okay well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "this out speaking interview is with a Sikh student from India who scores a 7.5 the lesson is taken from our website at triple w dot a e help calm for lots more help with the academic eyelets please visit us there enjoying or download our app from your App Store now watch and learn my name is Robin and I'll be your examiner today I'm going to record this interview is that okay yes okay can I see your passport please thank you what is your full name Buddha and what shall I call you Nobel okay well.",
      "transcript_cleaned": "This out speaking interview is with a Sikh student from India who scores a 7.5 the lesson is taken from our website at triple w dot a e help calm for lots more help with the academic eyelets please visit us there enjoying or download our app from your App Store now watch and learn my name is Robin and I will be your examiner today I am going to record this interview is that",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q04",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Do you work or are you a student?",
      "transcript": "I am a senior in high school. So, I am graduating this year.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm a senior in high school. So, I'm graduating this year.",
      "transcript_cleaned": "I am a senior in high school. So, I am graduating this year.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q05",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "What subjects are you studying?",
      "transcript": "Well, since I study in a public high school, I do not really have a choice the subjects that I get to study. So, I have to study some compulsory subjects like calculus, history, literature, and there are some extracurricular activities like drama classes and swimming that I can take. However, since I am preparing for my exams and for my college admission, I do not really have time to take up those extracurricular activities.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, since I study in a public high school, I don't really have a choice the subjects that I get to study. So, I have to study some compulsory subjects like calculus, history, literature, and there are some extracurricular activities like drama classes and swimming that I can take. However, since I am preparing for my exams and for my college admission, um I don't really have time to take up those extracurricular activities.",
      "transcript_cleaned": "since I study in a public high school, I do not really have a choice the subjects that I get to study. So, I have to study some compulsory subjects like calculus, history, literature, and there are some extracurricular activities like drama classes and swimming that I can take. However, since I am preparing for my exams and for my college admission, I do not really have time to take up those extracurricular activities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q06",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "And what would you like to do in the future?",
      "transcript": "That is a really interesting question. I am really into political science. So, probably that is the sphere where I will pursue my bachelor's and hopefully master's degree and maybe my career as well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "That's a really interesting question. I'm really into political science. So, probably that's the sphere uh where I'll pursue my bachelor's and hopefully master's degree and maybe my career as well.",
      "transcript_cleaned": "That is a really interesting question. I am really into political science. So, probably that is the sphere where I will pursue my bachelor's and hopefully master's degree and maybe my career as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q07",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Do you have a favorite cafe?",
      "transcript": "Sure. It is a place right near my house. it is a warm, cozy place.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, sure. It is a place right near my house. It's a warm, cozy place.",
      "transcript_cleaned": "Sure. It is a place right near my house. it is a warm, cozy place.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q08",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "What makes it special is the friendly atmosphere there.",
      "transcript": "Also I love the attention and love with which the staff make each cup of coffee. It makes the experience even more enjoyable.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, also I love the attention and love with which the staff make each cup of coffee. It makes the experience even more enjoyable.",
      "transcript_cleaned": "Also I love the attention and love with which the staff make each cup of coffee. It makes the experience even more enjoyable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q09",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Do you often go to cafes by yourself?",
      "transcript": "Yes, I find cafes to be a perfect place to work and or unwind with a book because the hum of background conversations coupled with some soft music, they give you the feeling of concentration without the feeling of isolation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I find uh cafes to be a perfect place to work and or unwind with a book because the hum of background conversations coupled with some soft music, they give you the feeling of concentration without the feeling of isolation.",
      "transcript_cleaned": "Yes, I find cafes to be a perfect place to work and or unwind with a book because the hum of background conversations coupled with some soft music, they give you the feeling of concentration without the feeling of isolation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q10",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "What do you think helps to make a cafe popular?",
      "transcript": "Well, there are several factors that make a certain cafe popular among people. The first that immediately springs to my mind is a word of mouth recommendations. I mean, if a cafe has good food there, good service and etc. People would be more likely to visit it again probably with their friends. So, it would help to grow it a loyal clientele. also we have to consider that since we live in a digital era era it is important to pay attention to media presence. So if cafes make their Instagram, Tik Tok or even maybe YouTube pages more attractive to visitors, it can play a significant role in their popularity.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, uh, there are several factors that make a certain cafe popular among people. The first that immediately springs to my mind is a word of mouth recommendations. I mean, if a cafe has good food there, good service um, and etc. People would be more likely to visit it again probably with their friends. So, it would help to grow it a loyal clientele. Um also we have to consider that since we live in a digital era uh era it is important to pay attention to media presence. So if cafes make their uh Instagram, Tik Tok or even maybe YouTube pages more attractive to visitors, it can play a significant role in their popularity.",
      "transcript_cleaned": "there are several factors that make a certain cafe popular among people. The first that immediately springs to my mind is a word of mouth recommendations. I mean, if a cafe has good food there, good service and etc. People would be more likely to visit it again probably with their friends. So, it would help to grow it a loyal clientele. also we have to consider that since we live in a digital era era it is important to pay attention to media presence. So if cafes make their Instagram, Tik Tok or even maybe YouTube pages more attractive to visitors, it can play a significant role in their popularity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q11",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Why do some people prefer cafes that are part of larger chains rather than small local independent cafes?",
      "transcript": "Wow, that is a really interesting question. probably because international cafe chains, they are they seem more reliable to people because they already know what to expect and usually they offer certain conveniences like huge parking spaces or reliable Wi-Fi to their customers.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Wow, that's a really interesting question. probably because international cafe chains, they are um they seem more reliable to people because they already know what to expect and usually they offer certain conveniences like huge parking spaces or reliable Wi-Fi to their uh customers.",
      "transcript_cleaned": "Wow, that is a really interesting question. probably because international cafe chains, they are they seem more reliable to people because they already know what to expect and usually they offer certain conveniences like huge parking spaces or reliable Wi-Fi to their customers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q12",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Do you like to use perfume?",
      "transcript": "I love perfume. it is honestly a part of my outfit. If I do not have perfume on, I feel as if there is a part of my outfit that is missing. So, honestly, I have a very big collection of perfumes that I use. And in fact, all of my family members are obsessed with like smell and with perfume. So, I think it is something that runs in my runs in my blood.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I love perfume. It's honestly a part of my outfit. If I do not have perfume on, I feel as if there's a part of my outfit that's missing. So, honestly, I have a very big collection of perfumes that I use. And in fact, all of my family members are obsessed with um like smell and with perfume. So, I think it's something that runs in my runs in my blood.",
      "transcript_cleaned": "I love perfume. it is honestly a part of my outfit. If I do not have perfume on, I feel as if there is a part of my outfit that is missing. So, honestly, I have a very big collection of perfumes that I use. And in fact, all of my family members are obsessed with like smell and with perfume. So, I think it is something that runs in my runs in my blood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q13",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "And how often do you wear perfume?",
      "transcript": "Every single day. I wear different perfume. every single day. By the way, that depends on my mood and what outfit I am wearing for the day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Every single day. I wear different perfume. every single day. By the way, um that depends on my mood and what outfit I'm wearing for the day.",
      "transcript_cleaned": "Every single day. I wear different perfume. every single day. By the way, that depends on my mood and what outfit I am wearing for the day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q14",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Have you ever given perfume as a gift?",
      "transcript": "Well, I did not really think that it is a good sign to give perfume, at least in our culture in Kazakhstan. but to my international friends that came visiting from Italy, there was a certain perfume that I bought from the UAE and it had a very specific smell that I knew that my Italian friends would enjoy. So I that was the only occasion when I gave perfume as a present. although I have been to many different places with beautiful scenery, there is a place that has a special place in my heart and it is the Swiss Alps. I think the Swiss Alps are famous worldwide for how beautiful the mountains are, especially in the winter. and I had the opportunity to visit the Swiss Alps last December with my family as we were staying there for a family holiday. It was a very interesting destination and a very interesting choice that I have made because I got to choose where our family was heading. And the country that immediately sprung to my mind was Switzerland because I know that Switzerland is known for its gorgeous nature. And since we visited Switzerland in December, we decided to go to the Alps and stay in a very small village that is not densely populated. And that gave us a chance to enjoy the beauty of the mountains fully because we were able to see huskys running all over the place. And we were able to go snowboarding and hiking which was very enjoyable because of the fresh air and the freshness that the Swiss Alps offer. Since we have been there in December, we got to the airport right after fresh snowfall and that made the experience even more surreal. We also got to visit a few virgin forests. The experience is indescribable because the nature there is was unexpectedly beautiful. I have never thought that I would be lost for words when I saw this scenery. It was a totally picture skew scenery. Also, our hotel room had a beautiful view of a lake that had a glass-like coverage on it, and it felt as if we can go ice skating there, but unfortunately.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, um I did not really think that it is a good sign to give perfume, at least in our culture in Kazakhstan. Uh but to my international friends that came visiting from Italy, there was a certain perfume uh that I bought from the UAE and it had a very specific smell that I knew that my Italian friends would enjoy. So I that was the only occasion when I gave perfume as a present. Um although I've been to many different places with beautiful scenery, there is a place that has a special um place in my heart and it is the Swiss Alps. I think the Swiss Alps are famous worldwide for how beautiful the mountains are, especially in the winter. and I had the opportunity to visit the Swiss Alps last December with my family as we were staying there for a family holiday. It was a very interesting destination and a very interesting choice that I've made because I got to choose where our family was heading. And the country that immediately sprung to my mind was Switzerland because I know that Switzerland is known for its gorgeous nature. And since we visited uh Switzerland in December, we decided to go to the Alps and stay in a very um small village that is not densely populated. And that gave us a chance to enjoy the beauty of the mountains fully because we were able to see huskys running all over the place. And we were able to go snowboarding and hiking which was very enjoyable because of the fresh air and the freshness that um the Swiss Alps offer. Since we've been there in December, we got to the airport right after fresh snowfall and that made the experience even more surreal. We also got to visit a few virgin forests. The experience is indescribable because the nature there is was unexpectedly beautiful. I've never thought that I would be lost for words when I saw this scenery. It was a totally picture skew scenery. Also, our hotel room had a beautiful view of a lake that had a glass-like coverage on it, and it felt as if we can go ice skating there, but unfortunately.",
      "transcript_cleaned": "I did not really think that it is a good sign to give perfume, at least in our culture in Kazakhstan. but to my international friends that came visiting from Italy, there was a certain perfume that I bought from the UAE and it had a very specific smell that I knew that my Italian friends would enjoy. So I that was the only occasion when I gave perfume as a present. although I have been to many different places with beautiful scenery, there is a place that has a special place in my heart and it is the Swiss Alps. I think the Swiss Alps are famous worldwide for how beautiful the mountains are, especially in the winter. and I had the opportunity to visit the Swiss Alps last December with my family as we were staying there for a family holiday. It was a very interesting destination and a very interesting choice that I have made because I got to choose where our family was heading. And the country that immediately sprung to my mind was Switzerland because I know that Switzerland is known for its gorgeous nature. And since we visited Switzerland in December, we decided to go to the Alps and stay in a very small village that is not densely populated. And that gave us a chance to enjoy the beauty of the mountains fully because we were able to see huskys running all over the place. And we were able to go snowboarding and hiking which was very enjoyable because of the fresh air and the freshness that the Swiss Alps offer. Since we have been there in December, we got to the airport right after fresh snowfall and that made the experience even more surreal. We also got to visit a few virgin forests. The experience is indescribable because the nature there is was unexpectedly beautiful. I have never thought that I would be lost for words when I saw this scenery. It was a totally picture skew scenery. Also, our hotel room had a beautiful view of a lake that had a glass-like coverage on it, and it felt as if we can go ice skating there, but unfortunately.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q15",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Would you like to return to the Swiss Alps?",
      "transcript": "Sure. If I ever get an opportunity again, I would love to go there. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, sure. If I ever get an opportunity again, I'd love to go there. So,.",
      "transcript_cleaned": "Sure. If I ever get an opportunity again, I would love to go there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q16",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "What do you think?",
      "transcript": "Well, on the one hand, some products really are overhyped and they do not they are not worth the hype that they are getting from the audience. But on the other hand, there are some products that serve a genuine purpose. for example, they can improve your skin, make your skin brighter, and reduce your acne, for example. So yeah, while some products are overly estimated and they are not worth the attention that they are getting, there are many other products that are in fact helpful and useful not only in terms of improving your skin improving your skin and the way that you look like your natural appearances, but also in boosting your self-confidence.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, um on the one hand, some products really are overhyped and they do not uh they're not worth the hype that they're getting from the audience. But on the other hand, there are some products that serve a genuine purpose. for example, they can improve your skin, make your skin brighter, and reduce your acne, for example. So yeah, while some products are overly estimated and they are not worth the attention that they're getting, there are many other products that are in fact helpful and useful not only in terms of improving your skin uh improving your skin and the way that you look like your natural appearances, but also in boosting your self-confidence.",
      "transcript_cleaned": "on the one hand, some products really are overhyped and they do not they are not worth the hype that they are getting from the audience. But on the other hand, there are some products that serve a genuine purpose. for example, they can improve your skin, make your skin brighter, and reduce your acne, for example. So yeah, while some products are overly estimated and they are not worth the attention that they are getting, there are many other products that are in fact helpful and useful not only in terms of improving your skin improving your skin and the way that you look like your natural appearances, but also in boosting your self-confidence.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q17",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "How do you think the beauty industry advertised their products so successfully?",
      "transcript": "Well, I believe that the way that the marketing sphere is built and the way that they market their products is very interesting because the beauty industry itself downplays on the humans's most important need and that is the need to be accepted by society. So they make up their own insecurities. They bring up the insecurities in women and they make their products sort of the answer towards the insecurity. And it is really interesting how they do it because once women feel insecure about something, they search for a project that solves the problem and it turns out that the solution is their product. Yes, that is very true.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I believe that the way that the marketing um sphere is built and the way that they market their products is very interesting because the beauty industry itself downplays on the humans's most important need and that's the need to be accepted by society. So they make up their own insecurities. They bring up the insecurities in women and they make their products sort of the answer towards the insecurity. And it's really interesting how they do it because once uh women feel insecure about something, they search for a project that solves the problem and it turns out that the solution is their product. Yes, that's very true.",
      "transcript_cleaned": "I believe that the way that the marketing sphere is built and the way that they market their products is very interesting because the beauty industry itself downplays on the humans's most important need and that is the need to be accepted by society. So they make up their own insecurities. They bring up the insecurities in women and they make their products sort of the answer towards the insecurity. And it is really interesting how they do it because once women feel insecure about something, they search for a project that solves the problem and it turns out that the solution is their product. Yes, that is very true.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}