{
  "batch_id": 47,
  "count": 20,
  "samples": [
    {
      "sample_id": "wqWn1QuSCvY_q02",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "Who is your best friend?",
      "transcript": "Actually I have three best friends and we always hang out with each other and and we are best friends since high school. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, actually I have three best friends and uh, we always hang out with each other and uh, and we uh, um, are best friends since uh, high school. Okay.",
      "transcript_cleaned": "Actually I have three best friends and we always hang out with each other and and we are best friends since high school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q03",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "And are you still friends with people from your childhood?",
      "transcript": "Yeah, I am still friends with the, the person that we used to be In the same school. yeah, we, have known each other for well. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, yeah, um, I'm still um, uh, friends with uh, um, the, um, the person that uh, we used to uh, be uh, In the same school. Um, yeah, we, um, have known each other for well. Okay.",
      "transcript_cleaned": "I am still friends with the, the person that we used to be In the same school. yeah, we, have known each other for well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q04",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "And do you prefer spending time with family or with friends?",
      "transcript": "Basically I, I think, I am, prefer to spend, time with my friends, because I think, that we have more common, things, to talk about or, we have, same, routines or, same things that we like. Okay, very.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, basically I, um, I think, uh, I'm, uh, prefer to spend, uh, time with my friends, uh, because I think, uh, that we have more common, uh, things, um, to talk about or, uh, we have, uh, same, uh, routines or, uh, same things that we like. Okay, very.",
      "transcript_cleaned": "Basically I, I think, I am, prefer to spend, time with my friends, because I think, that we have more common, things, to talk about or, we have, same, routines or, same things that we like.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q05",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "Do you often go out in the evenings?",
      "transcript": "In general, yeah, I go out in evenings, most of the time. in, in the summer because the, weather is, hot. I think, going out in evenings is, much better. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, in general, yeah, uh, I go out in evenings, um, most of the time. Uh, in, in the summer because the, uh, weather is, um, hot. Uh, I think, um, going out in evenings is, uh, much better. Okay.",
      "transcript_cleaned": "In general, yeah, I go out in evenings, most of the time. in, in the summer because the, weather is, hot. I think, going out in evenings is, much better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q06",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "And what do you like to do when you go out?",
      "transcript": "Most of the time I want to, walking and talking with my friends and, sometimes, listening to music. yeah, that is okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, Um, most of the time I want to, uh, walking and talking with my friends and, um, sometimes, uh, listening to music. Um, yeah, that's okay.",
      "transcript_cleaned": "Most of the time I want to, walking and talking with my friends and, sometimes, listening to music. yeah, that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q07",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "And where do most young people like to go out in your country?",
      "transcript": "In my country I think, that, cafes is, the popular place that, many young people, go there and hang out with their friends there. Okay, and now I would like to talk about happiness.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, in my country I think, uh, that, uh, cafes is, uh, the popular place that, uh, many young people, uh, go there and hang out with their friends there. Okay, and now I would like to talk about happiness.",
      "transcript_cleaned": "In my country I think, that, cafes is, the popular place that, many young people, go there and hang out with their friends there. Okay, and now I would like to talk about happiness.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q08",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "Are you a happy person?",
      "transcript": "In general, I am not a happy person. I am just, all the time a funny person or telling a lot of jokes. but, in general, yeah, I can say that I am a happy person.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in general, uh, I'm not a happy person. I'm just, um, all the time a funny person or telling a lot of jokes. Um, but, uh, in general, yeah, um, I can say that I'm a happy person.",
      "transcript_cleaned": "In general, I am not a happy person. I am just, all the time a funny person or telling a lot of jokes. but, in general, yeah, I can say that I am a happy person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q09",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "And what usually makes you happy?",
      "transcript": "When I feel really exhausted and tired, my favorite dish makes me feel more happy. And also sometimes I really need to talk with my friends about my university projects or works and about things that I am, about the things I recently occupied with. Okay, very good. Now we are done with this first part of the exam and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, when I feel really exhausted and tired, my favorite dish makes me feel more happy. And also sometimes I really need to talk with my friends about my university projects or works and about things that I'm, about the things I recently occupied with. Okay, very good. Now we are done with this first part of the exam and.",
      "transcript_cleaned": "When I feel really exhausted and tired, my favorite dish makes me feel more happy. And also sometimes I really need to talk with my friends about my university projects or works and about things that I am, about the things I recently occupied with. Okay, very good. Now we are done with this first part of the exam and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q11",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "Why do some people seem to be better at singing than others?",
      "transcript": "To my opinion, I think that it really depends on the talent that people have. Also, and how much practice in their childhood. And also, I think, that, family can affect a lot, and, and, and how they grow up their, child and how, and recognize the talent and, growing the talent and that, can affect on the future of the, person too.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To my opinion, I think that it really depends on the talent that people have. Also, and how much practice in their childhood. And also, er, I think, um, that, er, family can affect a lot, um, and, and, and how they grow up their, er, child and how, er, and recognize the talent and, er, growing er, the talent and that, er, can affect on the future of the, er, person too.",
      "transcript_cleaned": "To my opinion, I think that it really depends on the talent that people have. Also, and how much practice in their childhood. And also, I think, that, family can affect a lot, and, and, and how they grow up their, child and how, and recognize the talent and, growing the talent and that, can affect on the future of the, person too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q12",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "Okay, and how can parents discover this talent?",
      "transcript": "Basically, they, should, recognize their children, well, and, And by taking different courses or classes such as art or learning musical instruments or in or singing classes. They can recognize and know about the interests of the children. Okay, very well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, basically, er, um, they, er, should, er, recognize their children, er, well, and, And um, by um, taking um, different courses or classes such as art or um, learning musical instruments or uh, in um, or singing classes. They can recognize and um, know about the uh, interests of uh, the children. Okay, very well.",
      "transcript_cleaned": "Basically, they, should, recognize their children, well, and, And by taking different courses or classes such as art or learning musical instruments or in or singing classes. They can recognize and know about the interests of the children.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q13",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "Do you think there are benefits from being able to sing well?",
      "transcript": "Actually it can have some benefits. But, to me, it can have benefits for some people that have a talent. They have talent and they, they will be, and you are sure about that they will be a good singer and they have opportunity to, to be a famous singer. And so I, as you can see, many people start, starting singing but they cannot, be that much, successful in the future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually it can have some benefits. But, to me, it can have benefits for some people that have a talent. They have talent and they, um, they will be, uh, and you're sure about that they will be a good singer and they have opportunity to, um, to be a famous singer. And so I, as you can see, um, many people start, um, starting singing but they can't, uh, be that much, uh, successful in the future.",
      "transcript_cleaned": "Actually it can have some benefits. But, to me, it can have benefits for some people that have a talent. They have talent and they, they will be, and you are sure about that they will be a good singer and they have opportunity to, to be a famous singer. And so I, as you can see, many people start, starting singing but they cannot, be that much, successful in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q14",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "And why do you think these people start this career if they are not talented?",
      "transcript": "And to me it is kind of ridiculous that if someone do not have any talent or a nice voice, pleasant voice, and it is kind of weird that people start to sing and they have a really high confidence about that. And actually I am not sure about how they start doing these things. Okay And do you think women are better singers than men I afraid I disagree it depends it doesn matter if you a woman or a man it actually it about a pleasant and nice voice and it doesn matter if you a woman or a man It actually is about a pleasant and nice voice And it doesn matter in your what your if you a woman or a man And I think that there are many good singers that are men. And I think it is not a big deal. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, and to me it's kind of ridiculous that um, if someone don't have any talent or a nice voice, pleasant voice, and it's kind of weird that people start to sing and they have a really high confidence about that. And actually I'm not sure about how they start doing these things. Okay And um do you think women are better singers than men Um I afraid I disagree Um it depends Um it doesn matter if you a woman or a man Uh it actually it about a pleasant and nice voice and it doesn matter if you a woman or a man It actually is about a pleasant and nice voice And it doesn matter um in your um what your um um if you a woman or a man And I think that there are many good singers that are men. And I think it's not a big deal. Okay.",
      "transcript_cleaned": "And to me it is kind of ridiculous that if someone do not have any talent or a nice voice, pleasant voice, and it is kind of weird that people start to sing and they have a really high confidence about that. And actually I am not sure about how they start doing these things. Okay And do you think women are better singers than men I afraid I disagree it depends it doesn matter if you a woman or a man it actually it about a pleasant and nice voice and it doesn matter if you a woman or a man It actually is about a pleasant and nice voice And it doesn matter in your what your if you a woman or a man And I think that there are many good singers that are men. And I think it is not a big deal.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q15",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "And what advice would you give someone if they wanted to learn how to sing?",
      "transcript": "One of the advice, I can, talk about, is, to start it and, if, the people around you like your voice and, just start somewhere and, go to, professional classes to work on your voice and your talent. And, if you are talented and also you are a hard worker person and you can, be successful, it does not matter, the situation is. Okay, very well. Thank you very much. We are done with the speaking test and now you can just relax. it is done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, one of the advice, uh, I can, uh, talk about, uh, is, uh, to start it and, uh, if, um, the people around you like your voice and, uh, just start somewhere and, uh, go to, uh, professional classes to work on your voice and your talent. And, uh, if you are talented and also you are a hard worker person and you can, um, be successful, it doesn't matter, um, the situation is. Okay, very well. Thank you very much. We are done with the speaking test and now you can just relax. It's done.",
      "transcript_cleaned": "One of the advice, I can, talk about, is, to start it and, if, the people around you like your voice and, just start somewhere and, go to, professional classes to work on your voice and your talent. And, if you are talented and also you are a hard worker person and you can, be successful, it does not matter, the situation is. Okay, very well. Thank you very much. We are done with the speaking test and now you can just relax. it is done.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wqWn1QuSCvY_q21",
      "video_id": "wqWn1QuSCvY",
      "band": 6.5,
      "question": "Any problems?",
      "transcript": "Thanks a lot. It was really nice to hear these words and, your examiner. So, come here today and you can easily mark yourself up. Thank you. you are welcome.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Thanks a lot. It was really nice to hear these words and, um, your examiner. So, come here today and you can easily mark yourself up. Thank you. You're welcome.",
      "transcript_cleaned": "Thanks a lot. It was really nice to hear these words and, your examiner. So, come here today and you can easily mark yourself up. Thank you. you are welcome.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q01",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "Are you ready?",
      "transcript": "Yes. Alright, let us get it on. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Alright, let's get it on. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes. Alright, let us get it on. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q03",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "What do you study?",
      "transcript": "I studied in Afghanistan especially and I graduated from school from in 2019 and now I am used to study English for one or two months. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I studied in Afghanistan especially and I graduated from school from in 2019 and now I am used to study English for one or two months. Alright.",
      "transcript_cleaned": "I studied in Afghanistan especially and I graduated from school from in 2019 and now I am used to study English for one or two months.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q04",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "Is there something that helps you to study efficiently?",
      "transcript": "Yes, for sure. Somehow, for example, studying with videos, seeing the videos, and watching the movies, that can help me to study.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, for sure. Somehow, for example, studying with videos, seeing the videos, and watching the movies, that can help me to study.",
      "transcript_cleaned": "Yes, for sure. Somehow, for example, studying with videos, seeing the videos, and watching the movies, that can help me to study.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q05",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "Lectures or friends?",
      "transcript": "Friends. Because I, everything that I learned From my friends, it is beautiful for me that when I, when they are talking with me and we discuss about something, it is very important for me.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Friends. Because I, everything that I learned From my friends, it's beautiful for me that when I, er, when they are talking with me and we discuss about something, it's very important for me.",
      "transcript_cleaned": "Friends. Because I, everything that I learned From my friends, it is beautiful for me that when I, when they are talking with me and we discuss about something, it is very important for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q06",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "Are parks important for a city?",
      "transcript": "For cities, somehow, because some people love to be alone or some people love to have a lot of children's family. They love to be, have a, has a, a family, a park near their home and has a.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For cities, somehow, because some people love to be alone or some people love to have a lot of children's family. They love to be, have a, has a, a family, a park near their home and has a.",
      "transcript_cleaned": "For cities, somehow, because some people love to be alone or some people love to have a lot of children's family. They love to be, have a, has a, a family, a park near their home and has a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q07",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "Would you prefer to walk in a personal garden or a public garden?",
      "transcript": "I love to walk in personal garden. You can be comfortable.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I love to walk in personal garden. You can be comfortable.",
      "transcript_cleaned": "I love to walk in personal garden. You can be comfortable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}