{
  "batch_id": 298,
  "count": 20,
  "samples": [
    {
      "sample_id": "MRu6oS8FMHk_s06",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "Do you think it is important to make plans before doing something?",
      "transcript": "&gt;&gt; for me you know setting plans before doing anything especially when you really need to attain something really important like a goal or something.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh for me you know setting plans before doing anything especially when you really need to attain something really important like a goal or something.",
      "transcript_cleaned": "&gt;&gt; for me you know setting plans before doing anything especially when you really need to attain something really important like a goal or something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MRu6oS8FMHk_s07",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "I think it is really crucial for you know for all of us because a plan is like a set of guidelines or instructions which not only help you stay on top of everything but you know but it also helps you kind of put the right energy the right effort into the right task instead of just doing everything without any directions and you know moreover it also kind of helps us maintain our discipline because you A plan will all will always have a timeline, right?",
      "transcript": "So if we can follow the timeline perfectly, I think we will become a more, you know, a better version of of ourselves, especially in terms of, you know, time management skills. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "So if we can follow the timeline perfectly, I think we will become a more, you know, a better version of of ourselves, especially in terms of, you know, time management skills. &gt;&gt; Okay.",
      "transcript_cleaned": "if we can follow the timeline perfectly, I think we will become a more, you know, a better version of of ourselves, especially in terms of, you know, time management skills. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MRu6oS8FMHk_s08",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "What are the advantages of making plans with other people?",
      "transcript": "Well, I think the most obvious advantage when you, you know, adjust your own plans to match other people's needs is that you will you gain reciprocity with them. I mean it is really hard to put it, but maybe for example, if you alter your plans to help a person, you know, so basically you guys can just coordinate with each other better. And of course, not only can you help that guy or that girl, but you know, but also you can receive their help, you know, in return. So, basically, it kind of creates a win-win situation.",
      "source": "supplementary",
      "transcript_original": "Well, I think the most obvious advantage when you, you know, adjust your own plans to match other people's needs is that you will uh you gain reciprocity with them. Uh I mean it's really hard to put it, but maybe for example, if you uh alter your plans to help a person, you know, uh so basically you guys can just uh coordinate with each other better. And of course, not only can you help that guy or that girl, but you know, but also you can receive their help, you know, in return. So, basically, uh, it kind of creates a win-win situation.",
      "transcript_cleaned": "I think the most obvious advantage when you, you know, adjust your own plans to match other people's needs is that you will you gain reciprocity with them. I mean it is really hard to put it, but maybe for example, if you alter your plans to help a person, you know, so basically you guys can just coordinate with each other better. And of course, not only can you help that guy or that girl, but you know, but also you can receive their help, you know, in return. So, basically, it kind of creates a win-win situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "MRu6oS8FMHk_s09",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "&gt;&gt; Why do some people dislike following a plan?",
      "transcript": "&gt;&gt; Technically, there are many cases when, you know, we see so many people who are not fond of following a plan. and I think it all comes down to their in I like their personality because if a person who is inherently adventurous I think they would really they would just embrace the risk and they just love enjoy the an adrenaline rush when they face or encounter any kinds of problems. on the other hand maybe the reason behind those who really like following plans is that they prefer stability so they just do not want to change anything. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Technically, there are many cases when, you know, we see um, so many people who are not fond of following a plan. Uh and I think it all comes down to their in I like their personality because if a person who is inherently adventurous uh I think they would really they would just embrace the risk and they just love uh enjoy the an adrenaline rush when they face or encounter any kinds of problems. Um on the other hand maybe the reason behind those who really like following plans is that they prefer stability so they just don't want to change anything. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Technically, there are many cases when, you know, we see so many people who are not fond of following a plan. and I think it all comes down to their in I like their personality because if a person who is inherently adventurous I think they would really they would just embrace the risk and they just love enjoy the an adrenaline rush when they face or encounter any kinds of problems. on the other hand maybe the reason behind those who really like following plans is that they prefer stability so they just do not want to change anything. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MRu6oS8FMHk_s10",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "Do you think young people and older people plan things differently?",
      "transcript": "I think the main you know distinctions between how younger generations and older generations plan for their own things is that you know the first one is probably about the you know about the goals that they set. when it comes to the younger generations their goals might be you know much more much in the short term not really in the long term like the other generations. and those goals are usually more materialistic compared to the to the older generations. And maybe the second distinction probably you know in terms of the practicality of the goals and also the ability to you know cope with some variables in the you know during the process of do doing that plan. because older generations tend to have an enrich knowledge and experiences since they have encountered many things in their life. So they they will be more thoughtful in terms of planning and of course they will have they will come up with several solutions for you know for pro problems which can incur during the process. on the other hand you know the younger generations might not be so ready for you know problems and they I think they are more prone to variables when they kind of occur.",
      "source": "supplementary",
      "transcript_original": "I think the main you know distinctions between how uh younger generations and older generations plan for their own things is that you know the first one is probably about the you know about the goals that they set. Um uh when it comes to the younger generations um their goals might be you know much more much in the short term not really in the long term like the other generations. Um and those goals are usually more materialistic compared to the to the older generations. And maybe the second distinction probably uh you know in terms of the practicality of the goals and also the ability to you know uh cope with some variables in the you know during the process of do doing that plan. Uh because older generations tend to have an enrich um knowledge and experiences since they have encountered many things in their life. So they they will be more thoughtful in terms of planning and of course they will have they will come up with several solutions for you know for pro problems which can incur uh during the process. Uh on the other hand you know the younger generations might not be uh so ready for you know problems and they I think they're more prone to variables when they kind of occur.",
      "transcript_cleaned": "I think the main you know distinctions between how younger generations and older generations plan for their own things is that you know the first one is probably about the you know about the goals that they set. when it comes to the younger generations their goals might be you know much more much in the short term not really in the long term like the other generations. and those goals are usually more materialistic compared to the to the older generations. And maybe the second distinction probably you know in terms of the practicality of the goals and also the ability to you know cope with some variables in the you know during the process of do doing that plan. because older generations tend to have an enrich knowledge and experiences since they have encountered many things in their life. So they they will be more thoughtful in terms of planning and of course they will have they will come up with several solutions for you know for pro problems which can incur during the process. on the other hand you know the younger generations might not be so ready for you know problems and they I think they are more prone to variables when they kind of occur.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MRu6oS8FMHk_s11",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "Is it better to make detailed plans or just be flexible?",
      "transcript": "As I mentioned in some of the previous questions, I think it all comes down to like a person's personality because if a person is really really adventurous or they really like to risk everything, I think they would prefer being you know flexible because those people are they have already been adaptable and resourceful enough to you know to cope with any changes in their in their own life. So I think they will be you know they will be better if they can just work things on their own without any plans. However, for those who would like stability and you know they are more prone to changes I think making a detailed plan before responding to you know to things in their life will be a better solution.",
      "source": "supplementary",
      "transcript_original": "As I mentioned uh in some of the previous questions, I think it all comes down to like a person's personality because if a person is really really adventurous or they really like to risk everything, I think they would prefer being you know flexible because those people are they have already been adaptable and resourceful enough to you know to cope with any changes in their in their own life. So I think they will be you know they will be better if they can just uh work things on their own without any plans. However, for those who would like stability and you know they are more prone to changes I think uh making a detailed plan before responding to you know to things in their life will be a better solution.",
      "transcript_cleaned": "As I mentioned in some of the previous questions, I think it all comes down to like a person's personality because if a person is really really adventurous or they really like to risk everything, I think they would prefer being you know flexible because those people are they have already been adaptable and resourceful enough to you know to cope with any changes in their in their own life. So I think they will be you know they will be better if they can just work things on their own without any plans. However, for those who would like stability and you know they are more prone to changes I think making a detailed plan before responding to you know to things in their life will be a better solution.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s02",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Do you work or do you study?",
      "transcript": "&gt;&gt; I work. I am a professional athlete. I am a wakeboarder. it is a &gt;&gt; cool. A professional athlete. Very nice &gt;&gt; water sport. &gt;&gt; it is a water sport. Nice bit of paraphrase. A little bit of explanatory power there. Not going into too much detail. You do not have to. Perfect development.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I work. I'm a professional athlete. I'm a wakeboarder. It's a &gt;&gt; cool. A professional athlete. Very nice &gt;&gt; water sport. &gt;&gt; It's a water sport. Nice bit of paraphrase. A little bit of explanatory power there. Not going into too much detail. You don't have to. Perfect development.",
      "transcript_cleaned": "&gt;&gt; I work. I am a professional athlete. I am a wakeboarder. it is a &gt;&gt; cool. A professional athlete. Very nice &gt;&gt; water sport. &gt;&gt; it is a water sport. Nice bit of paraphrase. A little bit of explanatory power there. Not going into too much detail. You do not have to. Perfect development.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s03",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And how long have you been doing this?",
      "transcript": "&gt;&gt; Around 10 years. I started back in 2016. &gt;&gt; Awesome.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Around 10 years. Um I started back in 2016. &gt;&gt; Awesome.",
      "transcript_cleaned": "&gt;&gt; Around 10 years. I started back in 2016. &gt;&gt; Awesome.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s04",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "I really like this again that difference between like the C2 and the Very often when candidates hear a how long question, they think, oh, this is time for me to use present perfect continuous, right?",
      "transcript": "It is an opportunity and and absolutely if you are around that B2 level, you know, I have been doing this for X number of years. Awesome. But notice Arena's answer.",
      "source": "supplementary",
      "transcript_original": "It's an opportunity and and absolutely if you're around that B2 level, you know, I've been doing this for X number of years. Awesome. But notice Arena's answer.",
      "transcript_cleaned": "It is an opportunity and and absolutely if you are around that B2 level, you know, I have been doing this for X number of years. Awesome. But notice Arena's answer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "M_YHtdgxvO4_s05",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "She gives the short form, right?",
      "transcript": "She gives the duration around 6 years or whatever it was. She gives the short duration and then she goes into passive. I started back in. And this is a very natural way of dealing with the question.",
      "source": "supplementary",
      "transcript_original": "She gives the duration around 6 years or whatever it was. She gives the short duration and then she goes into passive. I started back in. And this is a very natural way of dealing with the question.",
      "transcript_cleaned": "She gives the duration around 6 years or whatever it was. She gives the short duration and then she goes into passive. I started back in. And this is a very natural way of dealing with the question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s07",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "How long have you been living in this house?",
      "transcript": "I have been living in this house. We have this reflected mirroring question in one tense. answer in one tense. But when we talk about flexibility, it is a really natural way of answering this, giving the short form and then changing the tense around a little bit. yeah, very natural. &gt;&gt; And it was something like fun. &gt;&gt; Notice the dropping of the T. It was something like fun. So, I do not know how much Arena thinks of this, but when we have something like it was, we have the T, which is a consonant sound, T, and then we have the W, which is also a consonant sound. And so, saying it was, there is nothing wrong with saying it was, but very often in connected speech, we will see that T disappear. It was, it was, and the T becomes something called a glottle stop. You know, everyone knows this bottle of water. bottle of water.",
      "source": "supplementary",
      "transcript_original": "I have been living in this house. We have this reflected mirroring question in one tense. answer in one tense. But when we talk about flexibility, um it's a really natural way of answering this, giving the short form and then changing the tense around a little bit. Um yeah, very natural. &gt;&gt; And it was something like fun. &gt;&gt; Notice the dropping of the T. It was something like fun. So, I don't know how much Arena thinks of this, but when we have something like it was, we have the T, which is a consonant sound, T, and then we have the W, which is also a consonant sound. And so, saying it was, there's nothing wrong with saying it was, but very often in connected speech, we will see that T disappear. It was, it was, and the T becomes something called a glottle stop. You know, everyone knows this bottle of water. Ah, bottle of water.",
      "transcript_cleaned": "I have been living in this house. We have this reflected mirroring question in one tense. answer in one tense. But when we talk about flexibility, it is a really natural way of answering this, giving the short form and then changing the tense around a little bit. yeah, very natural. &gt;&gt; And it was something like fun. &gt;&gt; Notice the dropping of the T. It was something like fun. So, I do not know how much Arena thinks of this, but when we have something like it was, we have the T, which is a consonant sound, T, and then we have the W, which is also a consonant sound. And so, saying it was, there is nothing wrong with saying it was, but very often in connected speech, we will see that T disappear. It was, it was, and the T becomes something called a glottle stop. You know, everyone knows this bottle of water. bottle of water.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s08",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And for me, this first part of the test where she is speaking in kind of a careful way that does show situational appropriateness or appropriacy &gt;&gt; for people &gt;&gt; and do you think you will continue doing this in the future?",
      "transcript": "&gt;&gt; Yeah, absolutely. I am really passionate about it. &gt;&gt; Cool. Passionate about nice collocation &gt;&gt; and it is not only a stable income, but it is also something &gt;&gt; cool. Not only but also, you know, you could say, well, the candidate could have used inversion here. Look, not only is it a stable income, okay, fine. You do not have to use inversion. This clause is fine. it is not only duh, but also duh &gt;&gt; wording when I see how people like how happy they are when they land new tricks. &gt;&gt; Cool. Land new tricks. Again, nice collocation. &gt;&gt; I am like more than happy to share my experience with them. So, I will do this in the future for sure. &gt;&gt; And cool. We get a bit of future time. And notice, you know, the candidate does not worry about trying to use a like future perfect continuous or something like this. You know, just I will do this in the future for sure.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yeah, absolutely. I'm really passionate about it. &gt;&gt; Cool. Passionate about nice collocation &gt;&gt; and it's not only a stable income, but it's also something &gt;&gt; cool. Not only but also, you know, you could say, well, the candidate could have used inversion here. Look, not only is it a stable income, okay, fine. You don't have to use inversion. This clause is fine. It's not only duh, but also duh &gt;&gt; wording when I see how people um like how happy they are when they land new tricks. &gt;&gt; Cool. Land new tricks. Again, nice collocation. &gt;&gt; Um I'm like more than happy to share my experience with them. So, I'll do this in the future for sure. &gt;&gt; And cool. We get a bit of future time. And notice, you know, the candidate doesn't worry about trying to use a like future perfect continuous or something like this. You know, just I'll do this in the future for sure.",
      "transcript_cleaned": "&gt;&gt; Yeah, absolutely. I am really passionate about it. &gt;&gt; Cool. Passionate about nice collocation &gt;&gt; and it is not only a stable income, but it is also something &gt;&gt; cool. Not only but also, you know, you could say, well, the candidate could have used inversion here. Look, not only is it a stable income, okay, fine. You do not have to use inversion. This clause is fine. it is not only duh, but also duh &gt;&gt; wording when I see how people like how happy they are when they land new tricks. &gt;&gt; Cool. Land new tricks. Again, nice collocation. &gt;&gt; I am like more than happy to share my experience with them. So, I will do this in the future for sure. &gt;&gt; And cool. We get a bit of future time. And notice, you know, the candidate does not worry about trying to use a like future perfect continuous or something like this. You know, just I will do this in the future for sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s14",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And who do you get on with best in your family?",
      "transcript": "&gt;&gt; I guess with my mom. she she is a real hero. She brought me up as a single parent and &gt;&gt; cool. She brought me up. And this is a great example of idiomatic language. You might not even know that it is idiomatic language, but it is idiomatic language. She brought me up as a single parent. Again, very topic specific vocab.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I guess with my mom. Uh she she's a real hero. She brought me up as a single parent and &gt;&gt; cool. She brought me up. And this is a great example of idiomatic language. You might not even know that it's idiomatic language, but it is idiomatic language. She brought me up as a single parent. Again, very topic specific vocab.",
      "transcript_cleaned": "&gt;&gt; I guess with my mom. she she is a real hero. She brought me up as a single parent and &gt;&gt; cool. She brought me up. And this is a great example of idiomatic language. You might not even know that it is idiomatic language, but it is idiomatic language. She brought me up as a single parent. Again, very topic specific vocab.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s15",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "You might think, well, that is not like that is not C1C2 language, is it?",
      "transcript": "She brought me up as a single parent. It absolutely is. it is topic specific. it is appropriate. And that is always what we are looking for, appropriacy. we are not looking for syllables. it is not like, oh yeah, I would say my mom because she was a pseudo anti-isestablishmentarianist. No, she brought me up as a single parent. Amazing. &gt;&gt; yeah, we get along and like &gt;&gt; cool, get along instead of get on. Nice. &gt;&gt; We have the same vibe. We share the same vibes and yeah, I love her. &gt;&gt; A little bit of a trade-off at the end, but natural.",
      "source": "supplementary",
      "transcript_original": "She brought me up as a single parent. It absolutely is. It's topic specific. It's appropriate. And that's always what we're looking for, appropriacy. We're not looking for syllables. It's not like, oh yeah, I would say my mom because she was a pseudo anti-isestablishmentarianist. No, she brought me up as a single parent. Amazing. &gt;&gt; Um, yeah, we get along and like &gt;&gt; cool, get along instead of get on. Nice. &gt;&gt; We have the same vibe. We share the same vibes and yeah, I love her. &gt;&gt; A little bit of a trade-off at the end, but natural.",
      "transcript_cleaned": "She brought me up as a single parent. It absolutely is. it is topic specific. it is appropriate. And that is always what we are looking for, appropriacy. we are not looking for syllables. it is not like, oh yeah, I would say my mom because she was a pseudo anti-isestablishmentarianist. No, she brought me up as a single parent. Amazing. &gt;&gt; yeah, we get along and like &gt;&gt; cool, get along instead of get on. Nice. &gt;&gt; We have the same vibe. We share the same vibes and yeah, I love her. &gt;&gt; A little bit of a trade-off at the end, but natural.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s16",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "&gt;&gt; Now and then, but we do not really get &gt;&gt; now and then again, right?",
      "transcript": "So many people want to learn like once in a blue moon or from time to time or yeah stuff like this. But now and then I I really like that. Now and then now and then. Just mean sometimes. H we do it now and then or now and again. Both of those. Great. &gt;&gt; Together.",
      "source": "supplementary",
      "transcript_original": "So many people want to learn like once in a blue moon or from time to time or um yeah stuff like this. But now and then I I really like that. Now and then now and then. Just mean sometimes. H we do it now and then or now and again. Both of those. Great. &gt;&gt; Together.",
      "transcript_cleaned": "many people want to learn like once in a blue moon or from time to time or yeah stuff like this. But now and then I I really like that. Now and then now and then. Just mean sometimes. H we do it now and then or now and again. Both of those. Great. &gt;&gt; Together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s21",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And does your name have any kind of special meaning?",
      "transcript": "&gt;&gt; I do not really know. I have never checked it. &gt;&gt; the laughing is okay here, I guess. &gt;&gt; Yeah. Like when I worked in America, people all &gt;&gt; that is so that is where the accent comes from maybe &gt;&gt; always ask me like your name is Arena.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I don't really know. I've never checked it. Um &gt;&gt; the laughing is okay here, I guess. &gt;&gt; Yeah. Like when I worked in America, um people all &gt;&gt; that's so that's where the accent comes from maybe &gt;&gt; always ask me like your name is Arena.",
      "transcript_cleaned": "&gt;&gt; I do not really know. I have never checked it. &gt;&gt; the laughing is okay here, I guess. &gt;&gt; Yeah. Like when I worked in America, people all &gt;&gt; that is so that is where the accent comes from maybe &gt;&gt; always ask me like your name is Arena.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s23",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And it is fine here, right?",
      "transcript": "She does not know if her name has a meaning and she is just expressing that. Fine.",
      "source": "supplementary",
      "transcript_original": "She doesn't know if her name has a meaning and she's just expressing that. Fine.",
      "transcript_cleaned": "She does not know if her name has a meaning and she is just expressing that. Fine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s24",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And have you ever forgotten someone's name?",
      "transcript": "&gt;&gt; Oh, many times. I have a really like I have a problem with that.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Oh, many times. Uh I have a really like I have a problem with that.",
      "transcript_cleaned": "&gt;&gt; Oh, many times. I have a really like I have a problem with that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s25",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And I when I have &gt;&gt; again that laughter comes in, but I I think it is okay, is not it?",
      "transcript": "New people I have to like when I work as a wakeboarding coach and when I see new people they tell their name I forget they tell their name I do not love that verb they tell their name you know they tell me their name or they give their name or they say their name it is probably better than they tell their name is this a type of vocab mistake that I could imagine an L1 user making Yes. &gt;&gt; It immediately. &gt;&gt; Sorry. L1 user is what people call native speakers now. But some people do not like the term native speaker, so they use the word L1 user. Sorry. it is a linguistic thing, trend, pattern, whatever. &gt;&gt; And yeah, &gt;&gt; again, we get that. Yeah. Again, that that nervous laughter comes in and it is noticeable. that is all I will say. it is noticeable. it is really, you know, I do not like these situations. &gt;&gt; I think so. The candidate wrote wrote to me afterwards and I think this was the instance where she said she forgot the word awkward. everyone forgets words from time to time. it is absolutely fine to forget words and and sometimes it is horrible because you really that that is the one word that is the only word I want to use. of course paraphrasing around it, you know, it is uncomfortable or it feels not very good, you know, absolutely fine. Always better to find the paraphrase than to struggle with trying to find that word. But on a human level, I fully understand when you have a word on the tip of your tongue when you that word it is really you just cannot think of that word. It can be frustrating. I did not even notice at the time just noticing it watching it back and after the candidate wrote to say that she forgot that word awkward it is now it is a bit noticeable.",
      "source": "supplementary",
      "transcript_original": "new people I have to like when I work as a wakeboarding coach and when I see new people they tell their name I forget they tell their name I don't love that verb they tell their name you know they tell me their name or they give their name or they say their name it's probably better than they tell their name is this a type of vocab mistake that I could imagine an L1 user making Yes. &gt;&gt; It immediately. &gt;&gt; Sorry. L1 user is what people call native speakers now. But some people don't like the term native speaker, so they use the word L1 user. Sorry. It's a linguistic thing, trend, pattern, whatever. &gt;&gt; And yeah, &gt;&gt; again, we get that. Yeah. Again, that that nervous laughter comes in and it's noticeable. That's all I'll say. It's noticeable. It's really, you know, I don't like these situations. &gt;&gt; I think so. The candidate wrote wrote to me afterwards and I think this was the um instance where she said she forgot the word awkward. Um, everyone forgets words from time to time. It's absolutely fine to forget words and and sometimes it's horrible because you really that that's the one word that's the only word I want to use. of course paraphrasing around it, you know, it's uncomfortable or it feels not very good, you know, absolutely fine. Always better to find the paraphrase than to struggle with trying to find that word. But on a human level, I fully understand when you have a word on the tip of your tongue when you that word it's really um you just can't think of that word. It can be frustrating. I didn't even notice at the time just noticing it watching it back and after the candidate wrote to say that she forgot that word awkward it's now it's a bit noticeable.",
      "transcript_cleaned": "New people I have to like when I work as a wakeboarding coach and when I see new people they tell their name I forget they tell their name I do not love that verb they tell their name you know they tell me their name or they give their name or they say their name it is probably better than they tell their name is this a type of vocab mistake that I could imagine an L1 user making Yes. &gt;&gt; It immediately. &gt;&gt; Sorry. L1 user is what people call native speakers now. But some people do not like the term native speaker, so they use the word L1 user. Sorry. it is a linguistic thing, trend, pattern, whatever. &gt;&gt; And yeah, &gt;&gt; again, we get that. Yeah. Again, that that nervous laughter comes in and it is noticeable. that is all I will say. it is noticeable. it is really, you know, I do not like these situations. &gt;&gt; I think so. The candidate wrote wrote to me afterwards and I think this was the instance where she said she forgot the word awkward. everyone forgets words from time to time. it is absolutely fine to forget words and and sometimes it is horrible because you really that that is the one word that is the only word I want to use. of course paraphrasing around it, you know, it is uncomfortable or it feels not very good, you know, absolutely fine. Always better to find the paraphrase than to struggle with trying to find that word. But on a human level, I fully understand when you have a word on the tip of your tongue when you that word it is really you just cannot think of that word. It can be frustrating. I did not even notice at the time just noticing it watching it back and after the candidate wrote to say that she forgot that word awkward it is now it is a bit noticeable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "M_YHtdgxvO4_s31",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Now, what are some common situations that require an apology?",
      "transcript": "&gt;&gt; If we start from small situations like accidentally hitting a person, &gt;&gt; accidentally hitting a person is fine. bumping into a person maybe bit more natural but hitting accidentally hitting is fine &gt;&gt; or I do not know pushing a person on a crowded train then of course we say sorry if we talk about like bigger mistakes I think there could be some issues with misunderstanding among parents and their children among co-workers or teachers and students &gt;&gt; can we get a list of three things. &gt;&gt; In these situations when there is some misunderstanding, people have to apologize sometimes. &gt;&gt; Yeah. Perhaps, you know, if I am uber critical, I could say, well, give me a detail of that possible misunderstanding.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; If we start from small situations like accidentally uh hitting a person, &gt;&gt; accidentally hitting a person is fine. bumping into a person maybe bit more natural but hitting accidentally hitting is fine &gt;&gt; or I don't know pushing a person on a crowded train um then of course we say sorry if we talk about like bigger mistakes I think there could be um some issues with misunderstanding uh among parents and their children among co-workers or teachers and students &gt;&gt; can we get a list of three things. &gt;&gt; In these situations when there is some misunderstanding, people have to apologize sometimes. &gt;&gt; Yeah. Perhaps, you know, if I'm uber critical, I could say, well, give me a detail of that possible misunderstanding.",
      "transcript_cleaned": "&gt;&gt; If we start from small situations like accidentally hitting a person, &gt;&gt; accidentally hitting a person is fine. bumping into a person maybe bit more natural but hitting accidentally hitting is fine &gt;&gt; or I do not know pushing a person on a crowded train then of course we say sorry if we talk about like bigger mistakes I think there could be some issues with misunderstanding among parents and their children among co-workers or teachers and students &gt;&gt; can we get a list of three things. &gt;&gt; In these situations when there is some misunderstanding, people have to apologize sometimes. &gt;&gt; Yeah. Perhaps, you know, if I am uber critical, I could say, well, give me a detail of that possible misunderstanding.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}