{
  "batch_id": 186,
  "count": 20,
  "samples": [
    {
      "sample_id": "AGCppYs7Qv4_q03",
      "video_id": "AGCppYs7Qv4",
      "band": 5.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Questions will be based on teachers what kind of teachers we like well I like those teachers who are friendly adult Cooperative moreover those teacher who tells about tells about Inspirations stories to student okay who was your favorite teacher when you were young in my childhood my my favorite teacher was Mrs Priya who used it to daughter economics and as well as she all she also our class in charge moreover she always tells about inspiration story so student can achieve their goal with best way would you want to be a teacher in the future no I do not want to become a teacher in upcoming days because I think I am not good in this skill have you ever had bad teachers before no I never had bad teacher before in my life all teacher with I meet in my life who are cooperative and friendly nature this is the first part I Live Now I am giving you this new card and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "questions will be based on teachers what kind of teachers we like well I like those teachers who are friendly adult Cooperative moreover those teacher who tells about tells about Inspirations stories to student okay who was your favorite teacher when you were young in my childhood my my favorite teacher was Mrs Priya who used it to daughter economics and as well as she all she also our class in charge moreover she always tells about inspiration story so student can achieve their goal with best way would you want to be a teacher in the future no I do not want to become a teacher in upcoming days because I think I am not uh good in this skill have you ever had bad teachers before no I never had bad teacher before in my life all teacher with I meet in my life who are cooperative and friendly nature this is the first part I Live Now I'm giving you this new card and.",
      "transcript_cleaned": "Questions will be based on teachers what kind of teachers we like well I like those teachers who are friendly adult Cooperative moreover those teacher who tells about tells about Inspirations stories to student okay who was your favorite teacher when you were young in my childhood my my favorite teacher was Mrs Priya who used it to daughter economics and as well as she all she also our class in charge moreover she always tells about inspiration story so student can achieve their goal with best way would you want to be a teacher in the future no I do not want to become a teacher in upcoming days because I think I am not good in this skill have you ever had bad teachers before no I never had bad teacher before in my life all teacher with I meet in my life who are cooperative and friendly nature this is the first part I Live Now I am giving you this new card and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AGCppYs7Qv4_q05",
      "video_id": "AGCppYs7Qv4",
      "band": 5.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Can call us or Whatsapp us on the given number and we are here to help you out if you like the demo session then further you can enroll in our course thank you so much you will start now well life is full of surprises not all these surprises are pleased and first one should be ready what life bring for us here I would like to talk about a time when I got astonished if I talk about the whole instance in detail as the my memory serve me right on my 18 later today there was a pandemic time my city was in the state of Love Lockdown all food shops where closed expect few of them at that time I felt tedious at my home so I asked my mother to commemorate my birthday but she forbidden me to celebrate my birthday at that time I felt down in the dumps beside this when I was sleeping at I heared Whispering outside when I woke up at vrs at that time I really got astounded because my house embellished with the Looms flowers as well as the lights my friends were standing in front of me along with the cake in her hand my sadness turned into happiness it was looking like Shopper in Paradise moreover my mother in my mother good in calorie skill she prepared as per mile taste which is really a lip smacking moreover cake it was in red red velvet which is my favorite apart from it there was some fruit on it to make it more mouth watering I really cried over the moon at that time to sum up that was the time when I got staggered so now I am going to add some polar questions based on.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "can call us or Whatsapp us on the given number and we are here to help you out if you like the demo session then further you can enroll in our course thank you so much you will start now well life is full of surprises not all these surprises are pleased and first one should be ready what life bring for us here I would like to talk about a time when I got astonished if I talk about the whole instance in detail as the my memory serve me right on my 18 later today there was a pandemic time my city was in the state of Love Lockdown all food shops where closed expect few of them at that time I felt tedious at my home so I asked my mother to commemorate my birthday but she forbidden me to celebrate my birthday at that time I felt down in the dumps beside this when I was sleeping at uh I heared Whispering outside when I woke up at vrs at that time I really got astounded because my house embellished with the Looms flowers as well as the lights my friends were standing in front of me along with the cake in her hand my sadness turned into happiness it was looking like Shopper in Paradise moreover my mother in my mother good in calorie skill she prepared as per mile taste which is really a lip smacking moreover cake it was in red red velvet which is my favorite apart from it there was some fruit on it to make it more mouth watering I really cried over the moon at that time to sum up that was the time when I got staggered so now I'm going to add some polar questions based on.",
      "transcript_cleaned": "Can call us or Whatsapp us on the given number and we are here to help you out if you like the demo session then further you can enroll in our course thank you so much you will start now well life is full of surprises not all these surprises are pleased and first one should be ready what life bring for us here I would like to talk about a time when I got astonished if I talk about the whole instance in detail as the my memory serve me right on my 18 later today there was a pandemic time my city was in the state of Love Lockdown all food shops where closed expect few of them at that time I felt tedious at my home so I asked my mother to commemorate my birthday but she forbidden me to celebrate my birthday at that time I felt down in the dumps beside this when I was sleeping at I heared Whispering outside when I woke up at vrs at that time I really got astounded because my house embellished with the Looms flowers as well as the lights my friends were standing in front of me along with the cake in her hand my sadness turned into happiness it was looking like Shopper in Paradise moreover my mother in my mother good in calorie skill she prepared as per mile taste which is really a lip smacking moreover cake it was in red red velvet which is my favorite apart from it there was some fruit on it to make it more mouth watering I really cried over the moon at that time to sum up that was the time when I got staggered so now I am going to add some polar questions based on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AGCppYs7Qv4_q06",
      "video_id": "AGCppYs7Qv4",
      "band": 5.5,
      "question": "[Transcript chunk 6]",
      "transcript": "The screw card how do people Express happiness in your culture according to me people can express their happiness with the many ways they can celebrate their special day with the with the someone special moreover they can pay their obedience in front of God which helps me to feel positive do you think happiness has any effect on people definitely happiness has many effects on a peoples they can if they feel happy they can they can do their works with the best way and they can success in their task moreover they can a free former diseases if they feel happy how can people be happy people can feel happy with the they can spend their time with their family manner to family members to make strong bonding moreover they can share their exciting things with their friends when do you feel happy amen when well I lie I feel happy when I spend the time with their parents with their own parents parents now you feel happy because at the because I feel happy because they gave me a positive thinking so what do you do when you are happy well I when I happy at that time I like to share my happiness with my with my brothers thank you so much thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "the screw card how do people Express happiness in your culture according to me people can express their happiness with the many ways they can celebrate their special day with the with the uh someone uh special moreover they can pay their obedience in front of God which helps me to feel positive do you think happiness has any effect on people definitely happiness has many effects on a peoples they can if they feel happy they can uh they can do their works with the best way and they can success in their task moreover they can a free former diseases if they feel happy how can people be happy people can uh feel happy with the they can spend their time with their family manner to family members to make strong bonding moreover they can share their uh exciting things with their friends when do you feel happy amen when uh well I lie I feel happy when I spend the time with their parents with their own parents parents now you feel happy because at the uh because I feel happy because they gave me a positive thinking so what do you do when you are happy well I uh when I happy at that time I like to share my happiness with my uh with my brothers thank you so much thank you.",
      "transcript_cleaned": "The screw card how do people Express happiness in your culture according to me people can express their happiness with the many ways they can celebrate their special day with the with the someone special moreover they can pay their obedience in front of God which helps me to feel positive do you think happiness has any effect on people definitely happiness has many effects on a peoples they can if they feel happy they can they can do their works with the best way and they can success in their task moreover they can a free former diseases if they feel happy how can people be happy people can feel happy with the they can spend their time with their family manner to family members to make strong bonding moreover they can share their exciting things with their friends when do you feel happy amen when well I lie I feel happy when I spend the time with their parents with their own parents parents now you feel happy because at the because I feel happy because they gave me a positive thinking so what do you do when you are happy well I when I happy at that time I like to share my happiness with my with my brothers thank you so much",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q01",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Where do you live?",
      "transcript": "I live in Tana. It is situated in Hana. It is a northern part of India.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I live in Tana. It is situated in Hana. It is a northern part of India.",
      "transcript_cleaned": "I live in Tana. It is situated in Hana. It is a northern part of India.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q02",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you study or work?",
      "transcript": "I am a student. So recently I cleared my senior country examination and now I am in college and I continue on my study. that is.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm a student. So uh recently I cleared my uh senior country examination and now I'm in college and I continue on my study. That's.",
      "transcript_cleaned": "I am a student. So recently I cleared my senior country examination and now I am in college and I continue on my study. that is.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q03",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you have any hobbies?",
      "transcript": "Yes, I have a few hobbies like singing, listen music and play cricket and stay active with my friends social life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I have a few hobbies like singing, listen music and play cricket and stay active with my friends social life.",
      "transcript_cleaned": "Yes, I have a few hobbies like singing, listen music and play cricket and stay active with my friends social life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q04",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Did you have a hobby as a child?",
      "transcript": "Yes, when I was child I have a lots of hobby like collect jers and click with my friends and ride bicycle with my friends at so before proceeding further to this interview here I would like to announce at your is partner platform we are offering online classes for and even for spoken English. If you want to take class or for any of the module be it is writing, reading, speaking or listening then you can contact us or if you would like to pick all modules then even you can contact us. The number is displayed below. First of all you can book free demo class and later on you can enroll in our classes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, when I was child I have a lots of hobby like collect jers and uh click with my friends and ride bicycle with my friends at so before proceeding further to this interview here I would like to announce at your is partner platform we are offering online classes for and even for spoken English. If you want to take class or for any of the module be it is writing, reading, speaking or listening then you can contact us or if you would like to pick all modules then even you can contact us. The number is displayed below. First of all you can book free demo class and later on you can enroll in our classes.",
      "transcript_cleaned": "Yes, when I was child I have a lots of hobby like collect jers and click with my friends and ride bicycle with my friends at so before proceeding further to this interview here I would like to announce at your is partner platform we are offering online classes for and even for spoken English. If you want to take class or for any of the module be it is writing, reading, speaking or listening then you can contact us or if you would like to pick all modules then even you can contact us. The number is displayed below. First of all you can book free demo class and later on you can enroll in our classes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q05",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "What hobbies are popular in your country?",
      "transcript": "In my country there are many hobbies are very popular like including dancing, singing, watch movie, watch movies and Mhm. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In my country there are many hobbies are very popular like including dancing, singing, watch movie, watch movies and uh Mhm. Okay.",
      "transcript_cleaned": "In my country there are many hobbies are very popular like including dancing, singing, watch movie, watch movies and Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q06",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Why do you think people have hobbies?",
      "transcript": "I think people have hobby to reduce their stress and make him happy. I think hobby is a very important role in our life. Now a few questions will be based on swimming.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think people have hobby to reduce their stress and make him happy. I think hobby is a very important role in our life. Now a few questions will be based on swimming.",
      "transcript_cleaned": "I think people have hobby to reduce their stress and make him happy. I think hobby is a very important role in our life. Now a few questions will be based on swimming.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q07",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you like swimming?",
      "transcript": "Yes, I really like swimming. It is a great exercise for our full body and it is a great and great way to stay fit. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I really like swimming. It is a great exercise for our full body and it is a great and great way to stay fit. Mhm.",
      "transcript_cleaned": "Yes, I really like swimming. It is a great exercise for our full body and it is a great and great way to stay fit. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q08",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Is it difficult to learn how to swim?",
      "transcript": "At first it is a very difficult but after some practice and after some right teaching it is more enjoyable. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh at first it is a very difficult but after some practice and after some right teaching it is more enjoyable. Mhm.",
      "transcript_cleaned": "At first it is a very difficult but after some practice and after some right teaching it is more enjoyable. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q09",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "What is the difference between swimming in the pool and in the sea?",
      "transcript": "In swimming are the different role like we swim in the pool is a very clean water and it is a very easy to swim but we swim in a sea it is a very salted water and not so clean and it is very dangerous if you are not if you are not careful. I mean you mean that when someone is not expert at swimming or Okay. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In swimming are the different role like we swim in the pool is a very clean water and uh it is a very easy to swim but we swim in a sea it is a very salted water and not so clean and it is very dangerous if you are not if you are not careful. I mean uh you mean that when someone is not expert at swimming or Okay. Good.",
      "transcript_cleaned": "In swimming are the different role like we swim in the pool is a very clean water and it is a very easy to swim but we swim in a sea it is a very salted water and not so clean and it is very dangerous if you are not if you are not careful. I mean you mean that when someone is not expert at swimming or",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q10",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Where do people in your country like to go swimming?",
      "transcript": "In my city, in my country, people go to the swim in the public public swimming area, river and lakes. But in the some people go to the beaches like sports. Now a few questions will be based on shopping.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In my city, in my country, people go to the swim in the public uh public swimming area, river and lakes. But in the some people go to the beaches like sports. Now a few questions will be based on shopping.",
      "transcript_cleaned": "In my city, in my country, people go to the swim in the public public swimming area, river and lakes. But in the some people go to the beaches like sports. Now a few questions will be based on shopping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q11",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you like shopping?",
      "transcript": "Yes, I am a shopaholic person and I like the shopping and in in a month I go to the once or twice in a month. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I'm a shopaholic person and I like the shopping and uh in uh in a month I go to the once or twice in a month. Okay.",
      "transcript_cleaned": "Yes, I am a shopaholic person and I like the shopping and in in a month I go to the once or twice in a month.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q12",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you compare prices when you shop?",
      "transcript": "Yes, whenever I go to the shopping I visit two three shop to get the best price. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, whenever I go to the shopping I visit two three shop to get the best price. Okay.",
      "transcript_cleaned": "Yes, whenever I go to the shopping I visit two three shop to get the best price.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q15",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "And do you find it is is it really convenient online learning?",
      "transcript": "Yes, I think it is very convenient. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I think it is very convenient. Okay.",
      "transcript_cleaned": "Yes, I think it is very convenient.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q16",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you think people spend too much time watching short videos?",
      "transcript": "Yes, I think why people watching show many short videos a lot of when they are free while traveling and the numbers of million and billion view prove that we are spending most time on the short videos. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I think why people watching show many short videos a lot of when they are free while traveling and the numbers of million and billion view prove that we are spending most time on the short videos. Mhm.",
      "transcript_cleaned": "Yes, I think why people watching show many short videos a lot of when they are free while traveling and the numbers of million and billion view prove that we are spending most time on the short videos. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qcNYhf-6j8k_q17",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Are there many people who watch online videos a lot?",
      "transcript": "Well, I think the online video watchers are too much free and the person they have do not work. They watch too much online videos and they learn from something new from online videos. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I think the online video watchers are too much free and the person they have don't work. They watch too much online videos and they learn from something new from online videos. Okay.",
      "transcript_cleaned": "I think the online video watchers are too much free and the person they have do not work. They watch too much online videos and they learn from something new from online videos.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0LSWEAF5QEg_q01",
      "video_id": "0LSWEAF5QEg",
      "band": 5.0,
      "question": "&gt;&gt; You may address me by first name that is &gt;&gt; Where do you live?",
      "transcript": "&gt;&gt; I live in Johannes hometown. It is located in Hana state in the northern part of India. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; I live in Johannes hometown. It is located in Hana state in the northern part of India. Mhm.",
      "transcript_cleaned": "&gt;&gt; I live in Johannes hometown. It is located in Hana state in the northern part of India. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0LSWEAF5QEg_q02",
      "video_id": "0LSWEAF5QEg",
      "band": 5.0,
      "question": "So Purup do you study or work?",
      "transcript": "&gt;&gt; I am currently a student. I am planning to currently pursue my career pursue my studying abroad. &gt;&gt;.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I'm currently a student. I am planning to currently pursue my career pursue my studying abroad. &gt;&gt;.",
      "transcript_cleaned": "&gt;&gt; I am currently a student. I am planning to currently pursue my career pursue my studying abroad. &gt;&gt;.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}