{
  "batch_id": 248,
  "count": 20,
  "samples": [
    {
      "sample_id": "U6LUrn_sdnQ_q16",
      "video_id": "U6LUrn_sdnQ",
      "band": 6.0,
      "question": "And are there any celebrations that you think should be more widely recognized?",
      "transcript": "Yeah. I think the celebration that need to be widely recognized is like in my country in Indonesia like the Edel fritter is quite f famous in our country especially on in the countryside because people on the countryside usually more eager to celebrate the celebration rather than the one in the city. So I think it also need to be attract more people to experience the celebration. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah. Uh I think the celebration uh that need to be widely recognized is like uh in uh my country in Indonesia like the Edel fritter is quite uh f famous in our uh country especially on in the countryside because uh people on the countryside usually uh more uh eager to celebrate the celebration rather than the one in the city. So I think it also need to be uh uh attract more people to uh experience the celebration. Okay.",
      "transcript_cleaned": "I think the celebration that need to be widely recognized is like in my country in Indonesia like the Edel fritter is quite f famous in our country especially on in the countryside because people on the countryside usually more eager to celebrate the celebration rather than the one in the city. So I think it also need to be attract more people to experience the celebration.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q02",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Do you work or do you study?",
      "transcript": "&gt;&gt; I work. I am a professional athlete. I am a wakeboarder. it is a &gt;&gt; cool. A professional athlete. Very nice &gt;&gt; water sport. &gt;&gt; it is a water sport. Nice bit of paraphrase. A little bit of explanatory power there. Not going into too much detail. You do not have to. Perfect development.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I work. I'm a professional athlete. I'm a wakeboarder. It's a &gt;&gt; cool. A professional athlete. Very nice &gt;&gt; water sport. &gt;&gt; It's a water sport. Nice bit of paraphrase. A little bit of explanatory power there. Not going into too much detail. You don't have to. Perfect development.",
      "transcript_cleaned": "&gt;&gt; I work. I am a professional athlete. I am a wakeboarder. it is a &gt;&gt; cool. A professional athlete. Very nice &gt;&gt; water sport. &gt;&gt; it is a water sport. Nice bit of paraphrase. A little bit of explanatory power there. Not going into too much detail. You do not have to. Perfect development.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q03",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And how long have you been doing this?",
      "transcript": "&gt;&gt; Around 10 years. I started back in 2016. &gt;&gt; Awesome. I really like this again that difference between like the C2 and the B2.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Around 10 years. Um I started back in 2016. &gt;&gt; Awesome. I really like this again that difference between like the C2 and the B2.",
      "transcript_cleaned": "&gt;&gt; Around 10 years. I started back in 2016. &gt;&gt; Awesome. I really like this again that difference between like the C2 and the B2.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q04",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Very often when candidates hear a how long question, they think, oh, this is time for me to use present perfect continuous, right?",
      "transcript": "It is an opportunity and and absolutely if you are around that B2 level, you know, I have been doing this for X number of years. Awesome. But notice Arena's answer.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's an opportunity and and absolutely if you're around that B2 level, you know, I've been doing this for X number of years. Awesome. But notice Arena's answer.",
      "transcript_cleaned": "It is an opportunity and and absolutely if you are around that B2 level, you know, I have been doing this for X number of years. Awesome. But notice Arena's answer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q05",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "She gives the short form, right?",
      "transcript": "She gives the duration around 6 years or whatever it was. She gives the short duration and then she goes into passive. I started back in. And this is a very natural way of dealing with the question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "She gives the duration around 6 years or whatever it was. She gives the short duration and then she goes into passive. I started back in. And this is a very natural way of dealing with the question.",
      "transcript_cleaned": "She gives the duration around 6 years or whatever it was. She gives the short duration and then she goes into passive. I started back in. And this is a very natural way of dealing with the question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q10",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "But would that stop her from getting a mark?",
      "transcript": "No. it is okay to be mis it is okay to misunderstand. Bali is in Indonesia. I am sure the candidate knows that. But this type of misspeaking is not punished.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No. It's okay to be mis it's okay to misunderstand. Bali is in Indonesia. I'm sure the candidate knows that. But this type of misspeaking is not punished.",
      "transcript_cleaned": "No. it is okay to be mis it is okay to misunderstand. Bali is in Indonesia. I am sure the candidate knows that. But this type of misspeaking is not punished.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q12",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And who do you get on with best in your family?",
      "transcript": "&gt;&gt; I guess with my mom. she she is a real hero. She brought me up as a single parent and &gt;&gt; cool. She brought me up. And this is a great example of idiomatic language. You might not even know that it is idiomatic language, but it is idiomatic language. She brought me up as a single parent. Again, very topic specific vocab.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I guess with my mom. Uh she she's a real hero. She brought me up as a single parent and &gt;&gt; cool. She brought me up. And this is a great example of idiomatic language. You might not even know that it's idiomatic language, but it is idiomatic language. She brought me up as a single parent. Again, very topic specific vocab.",
      "transcript_cleaned": "&gt;&gt; I guess with my mom. she she is a real hero. She brought me up as a single parent and &gt;&gt; cool. She brought me up. And this is a great example of idiomatic language. You might not even know that it is idiomatic language, but it is idiomatic language. She brought me up as a single parent. Again, very topic specific vocab.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q13",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "You might think, well, that is not like that is not C1C2 language, is it?",
      "transcript": "She brought me up as a single parent. It absolutely is. it is topic specific. it is appropriate. And that is always what we are looking for, appropriacy. we are not looking for syllables. it is not like, oh yeah, I would say my mom because she was a pseudo anti-isestablishmentarianist. No, she brought me up as a single parent. Amazing. &gt;&gt; yeah, we get along and like &gt;&gt; cool, get along instead of get on. Nice. &gt;&gt; We have the same vibe. We share the same vibes and yeah, I love her. &gt;&gt; A little bit of a trade-off at the end, but natural.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "She brought me up as a single parent. It absolutely is. It's topic specific. It's appropriate. And that's always what we're looking for, appropriacy. We're not looking for syllables. It's not like, oh yeah, I would say my mom because she was a pseudo anti-isestablishmentarianist. No, she brought me up as a single parent. Amazing. &gt;&gt; Um, yeah, we get along and like &gt;&gt; cool, get along instead of get on. Nice. &gt;&gt; We have the same vibe. We share the same vibes and yeah, I love her. &gt;&gt; A little bit of a trade-off at the end, but natural.",
      "transcript_cleaned": "She brought me up as a single parent. It absolutely is. it is topic specific. it is appropriate. And that is always what we are looking for, appropriacy. we are not looking for syllables. it is not like, oh yeah, I would say my mom because she was a pseudo anti-isestablishmentarianist. No, she brought me up as a single parent. Amazing. &gt;&gt; yeah, we get along and like &gt;&gt; cool, get along instead of get on. Nice. &gt;&gt; We have the same vibe. We share the same vibes and yeah, I love her. &gt;&gt; A little bit of a trade-off at the end, but natural.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q15",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "&gt;&gt; Now and then, but we do not really get &gt;&gt; now and then again, right?",
      "transcript": "So many people want to learn like once in a blue moon or from time to time or yeah stuff like this. But now and then I I really like that. Now and then now and then. Just mean sometimes. H we do it now and then or now and again. Both of those. &gt;&gt; Together.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So many people want to learn like once in a blue moon or from time to time or um yeah stuff like this. But now and then I I really like that. Now and then now and then. Just mean sometimes. H we do it now and then or now and again. Both of those. &gt;&gt; Together.",
      "transcript_cleaned": "many people want to learn like once in a blue moon or from time to time or yeah stuff like this. But now and then I I really like that. Now and then now and then. Just mean sometimes. H we do it now and then or now and again. Both of those. &gt;&gt; Together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q22",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And does your name have any kind of special meaning?",
      "transcript": "&gt;&gt; I do not really know. I have never checked it. &gt;&gt; the laughing is okay here, I guess. &gt;&gt; Yeah. Like when I worked in America, people all &gt;&gt; that is so that is where the accent comes from maybe &gt;&gt; always ask me like your name is Arena.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I don't really know. I've never checked it. Um &gt;&gt; the laughing is okay here, I guess. &gt;&gt; Yeah. Like when I worked in America, um people all &gt;&gt; that's so that's where the accent comes from maybe &gt;&gt; always ask me like your name is Arena.",
      "transcript_cleaned": "&gt;&gt; I do not really know. I have never checked it. &gt;&gt; the laughing is okay here, I guess. &gt;&gt; Yeah. Like when I worked in America, people all &gt;&gt; that is so that is where the accent comes from maybe &gt;&gt; always ask me like your name is Arena.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q24",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And it is fine here, right?",
      "transcript": "She does not know if her name has a meaning and she is just expressing that. Fine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "She doesn't know if her name has a meaning and she's just expressing that. Fine.",
      "transcript_cleaned": "She does not know if her name has a meaning and she is just expressing that. Fine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q25",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And have you ever forgotten someone's name?",
      "transcript": "&gt;&gt; Oh, many times. I have a really like I have a problem with that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Oh, many times. Uh I have a really like I have a problem with that.",
      "transcript_cleaned": "&gt;&gt; Oh, many times. I have a really like I have a problem with that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q26",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "And I when I have &gt;&gt; again that laughter comes in, but I I think it is okay, is not it?",
      "transcript": "New people I have to like when I work as a wakeboarding coach and when I see new people they tell their name I forget they tell their name I do not love that verb they tell their name you know they tell me their name or they give their name or they say their name it is probably better than they tell their name is this a type of vocab mistake that I could imagine an L1 user making Yes. &gt;&gt; It immediately. &gt;&gt; Sorry. L1 user is what people call native speakers now. But some people do not like the term native speaker, so they use the word L1 user. Sorry. it is a linguistic thing, trend, pattern, whatever. &gt;&gt; And yeah, &gt;&gt; again, we get that. Yeah. Again, that that nervous laughter comes in and it is noticeable. that is all I will say. it is noticeable. it is really, you know, I do not like these situations. &gt;&gt; I think so. The candidate wrote wrote to me afterwards and I think this was the instance where she said she forgot the word awkward. everyone forgets words from time to time. it is absolutely fine to forget words and and sometimes it is horrible because you really that that is the one word that is the only word I want to use. of course paraphrasing around it, you know, it is uncomfortable or it feels not very good, you know, absolutely fine. Always better to find the paraphrase than to struggle with trying to find that word. But on a human level, I fully understand when you have a word on the tip of your tongue when you that word it is really you just cannot think of that word. It can be frustrating. I did not even notice at the time just noticing it watching it back and after the candidate wrote to say that she forgot that word awkward it is now it is a bit noticeable.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "new people I have to like when I work as a wakeboarding coach and when I see new people they tell their name I forget they tell their name I don't love that verb they tell their name you know they tell me their name or they give their name or they say their name it's probably better than they tell their name is this a type of vocab mistake that I could imagine an L1 user making Yes. &gt;&gt; It immediately. &gt;&gt; Sorry. L1 user is what people call native speakers now. But some people don't like the term native speaker, so they use the word L1 user. Sorry. It's a linguistic thing, trend, pattern, whatever. &gt;&gt; And yeah, &gt;&gt; again, we get that. Yeah. Again, that that nervous laughter comes in and it's noticeable. That's all I'll say. It's noticeable. It's really, you know, I don't like these situations. &gt;&gt; I think so. The candidate wrote wrote to me afterwards and I think this was the um instance where she said she forgot the word awkward. Um, everyone forgets words from time to time. It's absolutely fine to forget words and and sometimes it's horrible because you really that that's the one word that's the only word I want to use. of course paraphrasing around it, you know, it's uncomfortable or it feels not very good, you know, absolutely fine. Always better to find the paraphrase than to struggle with trying to find that word. But on a human level, I fully understand when you have a word on the tip of your tongue when you that word it's really um you just can't think of that word. It can be frustrating. I didn't even notice at the time just noticing it watching it back and after the candidate wrote to say that she forgot that word awkward it's now it's a bit noticeable.",
      "transcript_cleaned": "New people I have to like when I work as a wakeboarding coach and when I see new people they tell their name I forget they tell their name I do not love that verb they tell their name you know they tell me their name or they give their name or they say their name it is probably better than they tell their name is this a type of vocab mistake that I could imagine an L1 user making Yes. &gt;&gt; It immediately. &gt;&gt; Sorry. L1 user is what people call native speakers now. But some people do not like the term native speaker, so they use the word L1 user. Sorry. it is a linguistic thing, trend, pattern, whatever. &gt;&gt; And yeah, &gt;&gt; again, we get that. Yeah. Again, that that nervous laughter comes in and it is noticeable. that is all I will say. it is noticeable. it is really, you know, I do not like these situations. &gt;&gt; I think so. The candidate wrote wrote to me afterwards and I think this was the instance where she said she forgot the word awkward. everyone forgets words from time to time. it is absolutely fine to forget words and and sometimes it is horrible because you really that that is the one word that is the only word I want to use. of course paraphrasing around it, you know, it is uncomfortable or it feels not very good, you know, absolutely fine. Always better to find the paraphrase than to struggle with trying to find that word. But on a human level, I fully understand when you have a word on the tip of your tongue when you that word it is really you just cannot think of that word. It can be frustrating. I did not even notice at the time just noticing it watching it back and after the candidate wrote to say that she forgot that word awkward it is now it is a bit noticeable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q30",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "So, what happened?",
      "transcript": "Losing my temper &gt;&gt; was he gave &gt;&gt; what happened was really nice cleft sentence to set up a story very nice &gt;&gt; her a piece of u fish and then she felt bad and she was vomiting and &gt;&gt; some people say oh you cannot call your cat she in English can you must be it no we often call our pet he or she no problem with that &gt;&gt; so we thought like that that something was wrong with her stomach and then when I realized that the problem was in this piece of fish.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Losing my temper &gt;&gt; was he gave &gt;&gt; what happened was really nice cleft sentence to set up a story very nice &gt;&gt; her a piece of u fish and then she felt bad and she was vomiting and &gt;&gt; some people say oh you can't call your cat she in English can you must be it no we often call our pet he or she no problem with that &gt;&gt; so we thought like that that something was wrong with her stomach and then when I realized that the problem was um in this piece of fish.",
      "transcript_cleaned": "Losing my temper &gt;&gt; was he gave &gt;&gt; what happened was really nice cleft sentence to set up a story very nice &gt;&gt; her a piece of u fish and then she felt bad and she was vomiting and &gt;&gt; some people say oh you cannot call your cat she in English can you must be it no we often call our pet he or she no problem with that &gt;&gt; so we thought like that that something was wrong with her stomach and then when I realized that the problem was in this piece of fish.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q34",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Now, what are some common situations that require an apology?",
      "transcript": "&gt;&gt; If we start from small situations like accidentally hitting a person, &gt;&gt; accidentally hitting a person is fine. bumping into a person maybe bit more natural but hitting accidentally hitting is fine &gt;&gt; or I do not know pushing a person on a crowded train then of course we say sorry if we talk about like bigger mistakes I think there could be some issues with misunderstanding among parents and their children among co-workers or teachers and students &gt;&gt; can we get a list of three things. &gt;&gt; In these situations when there is some misunderstanding, people have to apologize sometimes. &gt;&gt; Yeah. Perhaps, you know, if I am uber critical, I could say, well, give me a detail of that possible misunderstanding.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; If we start from small situations like accidentally uh hitting a person, &gt;&gt; accidentally hitting a person is fine. bumping into a person maybe bit more natural but hitting accidentally hitting is fine &gt;&gt; or I don't know pushing a person on a crowded train um then of course we say sorry if we talk about like bigger mistakes I think there could be um some issues with misunderstanding uh among parents and their children among co-workers or teachers and students &gt;&gt; can we get a list of three things. &gt;&gt; In these situations when there is some misunderstanding, people have to apologize sometimes. &gt;&gt; Yeah. Perhaps, you know, if I'm uber critical, I could say, well, give me a detail of that possible misunderstanding.",
      "transcript_cleaned": "&gt;&gt; If we start from small situations like accidentally hitting a person, &gt;&gt; accidentally hitting a person is fine. bumping into a person maybe bit more natural but hitting accidentally hitting is fine &gt;&gt; or I do not know pushing a person on a crowded train then of course we say sorry if we talk about like bigger mistakes I think there could be some issues with misunderstanding among parents and their children among co-workers or teachers and students &gt;&gt; can we get a list of three things. &gt;&gt; In these situations when there is some misunderstanding, people have to apologize sometimes. &gt;&gt; Yeah. Perhaps, you know, if I am uber critical, I could say, well, give me a detail of that possible misunderstanding.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q35",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "What kind of misunderstandings could happen between parents and children?",
      "transcript": "Of course, we have to be careful with the way that we manage our time because we know that we cannot speak forever and ever and ever. And these topics do have the scope to talk about them forever and ever and ever. And so we have to be careful what we do. But I I do think maybe a concrete example could be helpful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Of course, we have to be careful with the way that we manage our time because we know that we can't speak forever and ever and ever. And these topics do have the scope to talk about them forever and ever and ever. And so we have to be careful what we do. But I I do think maybe a concrete example could be helpful.",
      "transcript_cleaned": "Of course, we have to be careful with the way that we manage our time because we know that we cannot speak forever and ever and ever. And these topics do have the scope to talk about them forever and ever and ever. And so we have to be careful what we do. But I I do think maybe a concrete example could be helpful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q36",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "&gt;&gt; And why do you think apologizing is sometimes difficult for people?",
      "transcript": "&gt;&gt; it is really hard to &gt;&gt; again we get that full two. it is really hard to it is really hard to do something. Hard to do something. But again, sometimes we it is really hard to and then we use the verb that is a natural disfluency. I do not use the word disfluency in a negative way. Disfluencies are absolutely natural parts of spontaneous speech, spontaneous language production. We expect some type of disfluencies and I think that disluency is perfectly natural &gt;&gt; to acknowledge your mistakes &gt;&gt; to acknowledge your mistakes really nice. &gt;&gt; it is really hard to to &gt;&gt; again we get a bit of nervous laughter when she forget seemingly forgets a word. &gt;&gt; Actually un understand that you were wrong because by nature people are &gt;&gt; love that by nature people are blah blah blah. really nice &gt;&gt; egoistic and people think that they are always right and that there is only their opinion which is right &gt;&gt; people people &gt;&gt; it is really hard to accept &gt;&gt; but we have had one thing I will be critical of here is it is hard to we have had three times it is hard to d and it is hard to duh and it is hard to duh I do not like you know if we are going to I do not like repetitive structures like this. I do not feel like they are supernatural. but okay, minor &gt;&gt; situations when it is okay to to agree to disagree. that is why it is hard to apologize.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; It's really hard to um &gt;&gt; again we get that full two. It's really hard to um it's really hard to do something. Hard to do something. But again, sometimes we it's really hard to and then we use the verb that is a natural disfluency. Um I don't use the word disfluency in a negative way. Disfluencies are absolutely natural parts of spontaneous speech, spontaneous language production. We expect some type of disfluencies and I think that disluency is perfectly natural &gt;&gt; to acknowledge your mistakes &gt;&gt; to acknowledge your mistakes really nice. &gt;&gt; It's really hard to uh to &gt;&gt; again we get a bit of nervous laughter when she forget seemingly forgets a word. &gt;&gt; Actually un understand that you were wrong because um by nature people are &gt;&gt; love that by nature people are blah blah blah. really nice &gt;&gt; egoistic and people think that they're always right and that there is only their opinion which is right &gt;&gt; people people &gt;&gt; it's really hard to accept &gt;&gt; but we've had one thing I will be critical of here is it's hard to we've had three times it's hard to d and it's hard to duh and it's hard to duh I don't like you know if we're going to I don't like repetitive structures like this. I don't feel like they are supernatural. Um but okay, minor &gt;&gt; situations when it's okay to to agree to disagree. That's why it's hard to apologize.",
      "transcript_cleaned": "&gt;&gt; it is really hard to &gt;&gt; again we get that full two. it is really hard to it is really hard to do something. Hard to do something. But again, sometimes we it is really hard to and then we use the verb that is a natural disfluency. I do not use the word disfluency in a negative way. Disfluencies are absolutely natural parts of spontaneous speech, spontaneous language production. We expect some type of disfluencies and I think that disluency is perfectly natural &gt;&gt; to acknowledge your mistakes &gt;&gt; to acknowledge your mistakes really nice. &gt;&gt; it is really hard to to &gt;&gt; again we get a bit of nervous laughter when she forget seemingly forgets a word. &gt;&gt; Actually un understand that you were wrong because by nature people are &gt;&gt; love that by nature people are blah blah blah. really nice &gt;&gt; egoistic and people think that they are always right and that there is only their opinion which is right &gt;&gt; people people &gt;&gt; it is really hard to accept &gt;&gt; but we have had one thing I will be critical of here is it is hard to we have had three times it is hard to d and it is hard to duh and it is hard to duh I do not like you know if we are going to I do not like repetitive structures like this. I do not feel like they are supernatural. but okay, minor &gt;&gt; situations when it is okay to to agree to disagree. that is why it is hard to apologize.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q37",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "&gt;&gt; And do you think it is always easy for a person to apologize if they understand they have done something wrong?",
      "transcript": "So certainly with higher level candidates, I like to dig deeper into what they say. So of course I have a list of questions but I tried to get those questions in in a way that feels like it is a discussion. So the candidate has said that people find it difficult to apologize because they cannot accept that they have done something wrong.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So certainly with higher level candidates, I like to dig deeper into what they say. So of course I have a list of questions but I tried to get those questions in in a way that feels like it's a discussion. So the candidate has said that people find it difficult to apologize because they can't accept that they've done something wrong.",
      "transcript_cleaned": "certainly with higher level candidates, I like to dig deeper into what they say. So of course I have a list of questions but I tried to get those questions in in a way that feels like it is a discussion. So the candidate has said that people find it difficult to apologize because they cannot accept that they have done something wrong.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q38",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Is it logically therefore easy for them to apologize?",
      "transcript": "And I like to do this because it puts a bit of extra cognitive load on the candidate.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And I like to do this because it puts a bit of extra cognitive load on the candidate.",
      "transcript_cleaned": "And I like to do this because it puts a bit of extra cognitive load on the candidate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q42",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Why would I apologize to a young person?",
      "transcript": "But this sometimes happen. This sometimes happens. I do not know if she missed that s. This sometimes happen. seems a bit odd. it is certainly just a little slip. I I do not think the candidate has problems with present simple third person s. This sometimes happen.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But this sometimes happen. This sometimes happens. I don't know if she missed that s. This sometimes happen. Um, seems a bit odd. It's certainly just a little slip. I I don't think the candidate has problems with present simple third person s. This sometimes happen.",
      "transcript_cleaned": "But this sometimes happen. This sometimes happens. I do not know if she missed that s. This sometimes happen. seems a bit odd. it is certainly just a little slip. I I do not think the candidate has problems with present simple third person s. This sometimes happen.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}