{
  "batch_id": 321,
  "count": 20,
  "samples": [
    {
      "sample_id": "x_HTxImdYcw_s04",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "The next question is, what historical event do you find most interesting?",
      "transcript": "I think for me that has to be the Vietnam's in independence day. it takes place on the 2nd of September 19 1945. I remember that and and annually the on my country has a very big celebration going on for that specific occasion and so you know how how much of a deal it is that day.",
      "source": "supplementary",
      "transcript_original": "I think for me that has to be the Vietnam's in independence day. Um, it takes place on the 2nd of September 19 1945. I remember that and and annually um the on my country has a very big celebration going on for that specific occasion and so you know how how much of a deal it is that day.",
      "transcript_cleaned": "I think for me that has to be the Vietnam's in independence day. it takes place on the 2nd of September 19 1945. I remember that and and annually the on my country has a very big celebration going on for that specific occasion and so you know how how much of a deal it is that day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "x_HTxImdYcw_s06",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "The first question is do you think celebrities should necessarily be good at their field?",
      "transcript": "I think it is a fourcon conclusion that celebrities have to have to excel in their field. I am not sure exactly sure how to put this into words, but I feel like celebrities have to have something behind their names other than just their fame in order to become famous and to be popular among the people. personally, I think that there are a couple of people that do not deserve the title of celebrities. I will not mention their names here, but I think that talent is what is something that that can keep a celebrity going for a long time. for example Taylor Swift I mean she has been around in the industry for for 20 years now actually and she has been going on very strong and I think it is solely thanks to her thanks to her music and thanks to her all of the talents and all the repertoire that she has and on the other hand if you look at some other celebrities you will notice that that some of them have fallen out actually and you know and you do not see their names in presses or or in headlines anymore. more and that is I think that is definitely a must if the celebrity want to become if they want to have a sustainable career in this industry then definitely talent is a must.",
      "source": "supplementary",
      "transcript_original": "I think it is a fourcon conclusion that celebrities have to have to excel in their field. I'm not sure exactly sure how to put this into words, but I feel like uh celebrities have to have something behind their names other than just their fame in order to become famous and to be uh popular among the people. Um personally, I think that there are a couple of people that do not deserve the title of celebrities. I will not mention their names here, but I think that talent is what is something that that can keep a celebrity going for a long time. uh for example Taylor Swift I mean she has been around in the industry for for 20 years now actually and she has been going on very strong and I think it's solely thanks to her uh thanks to her music and thanks to her all of the talents and all the repertoire that she has and on the other hand if you look at some other celebrities you will notice that that some of them have fallen out actually and you know and you don't see their names in presses or or in headlines anymore. more and that's I think that's definitely a must if the celebrity want to become if they want to have a sustainable career in this industry then definitely talent is a must.",
      "transcript_cleaned": "I think it is a fourcon conclusion that celebrities have to have to excel in their field. I am not sure exactly sure how to put this into words, but I feel like celebrities have to have something behind their names other than just their fame in order to become famous and to be popular among the people. personally, I think that there are a couple of people that do not deserve the title of celebrities. I will not mention their names here, but I think that talent is what is something that that can keep a celebrity going for a long time. for example Taylor Swift I mean she has been around in the industry for for 20 years now actually and she has been going on very strong and I think it is solely thanks to her thanks to her music and thanks to her all of the talents and all the repertoire that she has and on the other hand if you look at some other celebrities you will notice that that some of them have fallen out actually and you know and you do not see their names in presses or or in headlines anymore. more and that is I think that is definitely a must if the celebrity want to become if they want to have a sustainable career in this industry then definitely talent is a must.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "x_HTxImdYcw_s07",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "So what do you think are the differences between famous people today and those in the past?",
      "transcript": "The first thing that comes to me the most striking difference is their presence on social media. back in the days well social media was not was not there at the time and celebrities at the time mainly used their talent to advertise themselves and traditional media for example TV or t commercials you know they only how to say this they were not on the media quite as often and so it was really hard for the audience to to get to know them as a person and as However, nowadays you as you can see there are multiple social media platforms that celebrities can advertise themselves on Facebook, Tik Tok, Instagram, you name it and even they can celebrities can get an additional source of income from these platforms. So really nowadays you you literally see them everywhere you go and yeah I think that is the most significant difference between celebrities nowadays and in the past.",
      "source": "supplementary",
      "transcript_original": "The first thing that comes to me the most striking difference is their presence on social media. uh back in the days um well social media wasn't wasn't there at the time and celebrities at the time mainly used their talent to advertise themselves and traditional media for example TV or t commercials um you know they only how to say this um they weren't um on the media quite as often and so it was really hard for the audience to uh to get to know them as a person and as However, nowadays you as you can see there are multiple social media platforms that celebrities can advertise themselves on Facebook, Tik Tok, Instagram, you name it and even uh they can celebrities can get an additional source of income from these platforms. So really nowadays you you literally see them everywhere you go and yeah I think that is the most significant difference between celebrities nowadays and in the past.",
      "transcript_cleaned": "The first thing that comes to me the most striking difference is their presence on social media. back in the days well social media was not was not there at the time and celebrities at the time mainly used their talent to advertise themselves and traditional media for example TV or t commercials you know they only how to say this they were not on the media quite as often and so it was really hard for the audience to to get to know them as a person and as However, nowadays you as you can see there are multiple social media platforms that celebrities can advertise themselves on Facebook, Tik Tok, Instagram, you name it and even they can celebrities can get an additional source of income from these platforms. So really nowadays you you literally see them everywhere you go and yeah I think that is the most significant difference between celebrities nowadays and in the past.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "x_HTxImdYcw_s08",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "And do you think the media is putting too much attention on famous people?",
      "transcript": "I think that it depends on which famous people we are talking about. I mean, if the person is famous and influential like Taylor Swift, then yes, I think it is definitely the case. Mhm. I think that the media is really scrutinizing her and funnily funnily enough she has mentioned this multiple times in her songs and I think this is the same situation for other influential celebrities. However, if the person is famous but they are not influential at all, then there is no really any reason for the media to pay attention to them. And I am speaking this from the perspective of them of those agencies. And yeah, so I think that it ultimately comes down to the level of influence that these celebrities have on the on the society.",
      "source": "supplementary",
      "transcript_original": "Um, I think that it depends on which famous people we are talking about. I mean, if the person is famous and influential like Taylor Swift, then yes, I think it's definitely uh the case. Mhm. I think that um the media is really scrutinizing her and funnily funnily enough uh she has mentioned this multiple times in her songs and I think this is the same situation for other influential celebrities. However, if the person is famous but they're not influential at all, then there's no really any reason for the media to pay attention to them. And I'm speaking this from the perspective of them of those agencies. And yeah, so I think that it ultimately comes down to the level of influence that these celebrities have on the on the society.",
      "transcript_cleaned": "I think that it depends on which famous people we are talking about. I mean, if the person is famous and influential like Taylor Swift, then yes, I think it is definitely the case. Mhm. I think that the media is really scrutinizing her and funnily funnily enough she has mentioned this multiple times in her songs and I think this is the same situation for other influential celebrities. However, if the person is famous but they are not influential at all, then there is no really any reason for the media to pay attention to them. And I am speaking this from the perspective of them of those agencies. And yeah, so I think that it ultimately comes down to the level of influence that these celebrities have on the on the society.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s02",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "What types of music do you like to listen to?",
      "transcript": "I am not sure I have a particular preference in the music. So, probably depends on my mood. Sometimes I go for, I do not know, like some rock music or some pop. Well, at times I am in the mood for some classical music. So, it really depends. Mhm. Okay.",
      "source": "supplementary",
      "transcript_original": "I'm not sure I have a particular preference in the music. So, probably depends on my mood. Sometimes I go for, I don't know, like some rock music or some pop. Well, at times I'm in the mood for some classical music. So, it really depends. Mhm. Okay.",
      "transcript_cleaned": "I am not sure I have a particular preference in the music. So, probably depends on my mood. Sometimes I go for, I do not know, like some rock music or some pop. Well, at times I am in the mood for some classical music. So, it really depends. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s03",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "Did you always like this type of music?",
      "transcript": "Not really. I start I became a rock fan after I recent concert. I attended a live performance back in December with my friend Hoyu and the atmosphere was just electric. So it was basically something that I have never experienced before and I became a huge rock fan. Prior to that I have never been into rock. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh, not really. I start I became a rock fan after I recent concert. I attended a live performance back in December with my friend Hoyu and the atmosphere was just electric. So uh it was basically something that I have never experienced before and uh I became a huge rock fan. Prior to that I have never been into rock. Okay.",
      "transcript_cleaned": "Not really. I start I became a rock fan after I recent concert. I attended a live performance back in December with my friend Hoyu and the atmosphere was just electric. So it was basically something that I have never experienced before and I became a huge rock fan. Prior to that I have never been into rock.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s04",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "And when do you normally listen to music?",
      "transcript": "When I have free time I guess. So usually music first means kind of a soundtrack to my daily activities. You know I like to do my household chores by listening to music. Sometimes I when I am going when I am commuting to my work, I listen to music. Okay. Yeah. All right.",
      "source": "supplementary",
      "transcript_original": "When I have free time I guess. So uh usually music first means kind of a soundtrack to my daily activities. You know I like to do my household chores by listening to music. Sometimes I uh when I'm going when I'm commuting to my work, I listen to music. Okay. Yeah. All right.",
      "transcript_cleaned": "When I have free time I guess. So usually music first means kind of a soundtrack to my daily activities. You know I like to do my household chores by listening to music. Sometimes I when I am going when I am commuting to my work, I listen to music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s06",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "When you go shopping, do you prefer to pay things in cash or by card?",
      "transcript": "Card. definitely cart. it is so much more convenient nowadays, you know, because getting cash is basically too much hassle and nowadays a lot of places have this special apparatus where they can you can transfer the money through the card or they can basically you know like withdraw the money from your card. So it is really easy nowadays. Okay.",
      "source": "supplementary",
      "transcript_original": "Card. definitely cart. It's so much more convenient nowadays, you know, cuz uh getting cash is basically too much hassle and uh nowadays a lot of places have this special apparatus where they can uh you can transfer the money through the card or they can basically you know like withdraw the money from your card. So it's really easy nowadays. Okay.",
      "transcript_cleaned": "Card. definitely cart. it is so much more convenient nowadays, you know, because getting cash is basically too much hassle and nowadays a lot of places have this special apparatus where they can you can transfer the money through the card or they can basically you know like withdraw the money from your card. So it is really easy nowadays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s07",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "Do you save money to buy special things?",
      "transcript": "I do not really believe in saving to be honest. So I have always wanted to be in a position where I would not have to save money and I could easily afford anything that I want to buy and thankfully fortunately I can tell that I am at such a position where I do not have to think twice about saving money.",
      "source": "supplementary",
      "transcript_original": "I don't really believe in saving to be honest. So uh I have always wanted to be in a position where I wouldn't have to save money and I could easily afford anything that I want to buy and uh thankfully fortunately I can tell that I'm at such a position where I don't have to think twice about saving money.",
      "transcript_cleaned": "I do not really believe in saving to be honest. So I have always wanted to be in a position where I would not have to save money and I could easily afford anything that I want to buy and thankfully fortunately I can tell that I am at such a position where I do not have to think twice about saving money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s08",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "So all right would you ever take a job which had low pay?",
      "transcript": "If you had asked me this question about like a couple of years ago, I probably definitely say yes. When I was more idealistic and a bit more naive, but as I grew older, I realized the importance of having money and so I guess my answer now would be probably not. Mhm.",
      "source": "supplementary",
      "transcript_original": "Uh if you had asked me this question about like a couple of years ago, I probably definitely say yes. When I was more idealistic and a bit more naive, but uh as I grew older, I realized the importance of uh having money and uh so I guess my answer now would be probably not. Mhm.",
      "transcript_cleaned": "If you had asked me this question about like a couple of years ago, I probably definitely say yes. When I was more idealistic and a bit more naive, but as I grew older, I realized the importance of having money and so I guess my answer now would be probably not. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s10",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "Why is it good to discuss problems with other people?",
      "transcript": "Well, I guess we as humans are social creatures by nature and as such we tend to share our ideas, share our thoughts with other people and besides when you discuss the things that are on your mind they it makes it basically easier for you to came to a some sort of decision or to come to a certain epiphany of sorts. So and also it is always interesting to know what the other person is thinking or what the other person where the other person stands on that matter. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, I guess we as humans are social creatures by nature and as such we tend to share our ideas, share our thoughts with other people and besides when you discuss the things that are on your mind they it makes it basically easier for you to came to a some sort of decision or to come to a certain epiphany of sorts. So uh and also it's always interesting to know what the other person is thinking or what the other person uh where the other person stands on that matter. Okay.",
      "transcript_cleaned": "I guess we as humans are social creatures by nature and as such we tend to share our ideas, share our thoughts with other people and besides when you discuss the things that are on your mind they it makes it basically easier for you to came to a some sort of decision or to come to a certain epiphany of sorts. So and also it is always interesting to know what the other person is thinking or what the other person where the other person stands on that matter.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s11",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "Do you think that it is better to talk to friends and not family about problems?",
      "transcript": "Depends on the types of problems. I guess there are some certain kinds of topics that it would not really be appropriate or convenient to discuss with your family members. So and there are other things that you probably might want to discuss u more with your family. I am talking about more private or personal things. So yeah, I guess it depends on the topic of discussion. Mhm.",
      "source": "supplementary",
      "transcript_original": "Depends on the types of problems. I guess there are some certain uh kinds of topics that it wouldn't really be appropriate or convenient to discuss with your family members. So uh and there are other things that you probably might want to discuss u more with your family. I'm talking about more private or personal things. So yeah, I guess it depends on the topic of discussion. Mhm.",
      "transcript_cleaned": "Depends on the types of problems. I guess there are some certain kinds of topics that it would not really be appropriate or convenient to discuss with your family members. So and there are other things that you probably might want to discuss u more with your family. I am talking about more private or personal things. So yeah, I guess it depends on the topic of discussion. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "yQibMfHE1bA_s13",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "Which communication skills are most important when taking part in meetings with colleagues?",
      "transcript": "Wow. Okay. So there are so many things that a good employee needs to have in order to basically bring benefit to the table, you know. So I feel like the basic thing is probably the ability to compromise. You have to be good at compromising and also I guess negotiation is also quite a useful skill to have nowadays because you do not always get your way. So sometimes you have to compromise and sometimes you have to I do not know like hold your ground but you have to know where the balance is where that sweet spot is. So I guess these two probably skills are the most important ones nowadays. Okay.",
      "source": "supplementary",
      "transcript_original": "Wow. Okay. So there are so many things that uh a good employee needs to have in order to basically bring benefit to the table, you know. So uh I feel like the basic thing is probably the ability to compromise. You have to be good at compromising and uh also I guess negotiation is also quite a useful skill to have nowadays because uh you don't always get your way. So sometimes you have to compromise and sometimes you have to I don't know like hold your ground but you have to know where the balance is where that sweet spot is. So I guess these two probably skills are the most important ones nowadays. Okay.",
      "transcript_cleaned": "Wow. Okay. So there are so many things that a good employee needs to have in order to basically bring benefit to the table, you know. So I feel like the basic thing is probably the ability to compromise. You have to be good at compromising and also I guess negotiation is also quite a useful skill to have nowadays because you do not always get your way. So sometimes you have to compromise and sometimes you have to I do not know like hold your ground but you have to know where the balance is where that sweet spot is. So I guess these two probably skills are the most important ones nowadays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s14",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "And what are the possible effects of poor written communication skills at work?",
      "transcript": "I guess misunderstanding. So it might result in a few misunderstandings if your writing skills are not really good. Imagine you are sending email to your employ to to your boss and you do not really communicate what you mean well. It might even result in you being fired from your job. So or at least being given a warning to so I guess probably result in a misunderstanding of some sorts. So it is always better to kind of double check what you wrote maybe to ask somebody else to proofread. So yeah. Okay.",
      "source": "supplementary",
      "transcript_original": "I guess uh misunderstanding. So it might result in a few misunderstandings if your uh writing skills are not really good. Imagine you're sending email to your employ to to your boss and you don't really communicate what you mean well. It might even result in you being fired from your job. So or at least being given a warning to so I guess uh probably result in a misunderstanding of some sorts. So it's always better to kind of double check what you wrote maybe to ask somebody else to proofread. So yeah. Okay.",
      "transcript_cleaned": "I guess misunderstanding. So it might result in a few misunderstandings if your writing skills are not really good. Imagine you are sending email to your employ to to your boss and you do not really communicate what you mean well. It might even result in you being fired from your job. So or at least being given a warning to so I guess probably result in a misunderstanding of some sorts. So it is always better to kind of double check what you wrote maybe to ask somebody else to proofread.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "yQibMfHE1bA_s15",
      "video_id": "yQibMfHE1bA",
      "band": 8.5,
      "question": "And what do you think will be the future impact of technology on communication in the workplace?",
      "transcript": "Wow that is a hard one. So I guess if I were to take a period of I do not know like 20 30 years I believe even nowadays we are already seeing some developments in AI and I have recently seen this I do not know like video where they are saying where where they show that you do not really have to know the language. This AI tool helps you to basically translate simultaneously as you are speaking. So I feel like it would probably make the job much easier because you will be able to communicate with people from other countries without having to learn their language. So I think that is probably one of the basic change you are going to see in the foreseeable future.",
      "source": "supplementary",
      "transcript_original": "Wow that's a hard one. So uh I guess if I were to take a period of I don't know like 20 30 years I believe uh even nowadays we're already seeing some developments in AI and I've recently seen this uh I don't know like video where they're saying where where they show that you don't really have to know the language. This AI tool helps you to basically translate simultaneously as you're speaking. So I feel like it would probably make the job much easier because you'll be able to communicate with people from other countries without having to learn their language. So I think that's probably one of the basic change you're going to see in the foreseeable future.",
      "transcript_cleaned": "Wow that is a hard one. So I guess if I were to take a period of I do not know like 20 30 years I believe even nowadays we are already seeing some developments in AI and I have recently seen this I do not know like video where they are saying where where they show that you do not really have to know the language. This AI tool helps you to basically translate simultaneously as you are speaking. So I feel like it would probably make the job much easier because you will be able to communicate with people from other countries without having to learn their language. So I think that is probably one of the basic change you are going to see in the foreseeable future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Yz9fa7cVUpg_s01",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "&gt;&gt; What do you like most about your hometown?",
      "transcript": "&gt;&gt; Well, I like about my hometown is the nature, the green nature around me and the locals. They are so helpful to me and the environment I enjoy the most.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, I like about my hometown is the nature, the green nature around me and the locals. They are so helpful to me and the environment I enjoy the most.",
      "transcript_cleaned": "&gt;&gt; Well, I like about my hometown is the nature, the green nature around me and the locals. They are so helpful to me and the environment I enjoy the most.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Yz9fa7cVUpg_s02",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "Has your hometown changed much since you were a child?",
      "transcript": "&gt;&gt; Yes, of course. my hometown change quite little bit change there because when I was a child I go to my hometown I see the environment is so normal at that time but now there are changes so many things like the old houses developed so much and the people living are changed from them that to now &gt;&gt; what is the most famous landmark or attraction in your hometown Well, I do not know about that thing so much. but I think the attraction place that is the local budgets of my hometown because when I visited my hometown, I often spend my whole day I say that the afternoon I spend there. I go to the tea shops. I try the local teas with breads. they are so tasty.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, of course. my hometown change uh quite little bit change there because uh when I was a child I go to my hometown I see the environment is so normal uh at that time but now there are changes so many things like the old houses developed so much and the people living are changed from them that to now &gt;&gt; what's the most famous landmark or attraction in your hometown Well, I don't know about that thing so much. Uh, but I think the attraction place that is the local budgets of my hometown because when I visited my hometown, I often spend my whole day uh I say that the afternoon I spend there. Uh, I go to the tea shops. I try the local teas with breads. They're so tasty.",
      "transcript_cleaned": "&gt;&gt; Yes, of course. my hometown change quite little bit change there because when I was a child I go to my hometown I see the environment is so normal at that time but now there are changes so many things like the old houses developed so much and the people living are changed from them that to now &gt;&gt; what is the most famous landmark or attraction in your hometown Well, I do not know about that thing so much. but I think the attraction place that is the local budgets of my hometown because when I visited my hometown, I often spend my whole day I say that the afternoon I spend there. I go to the tea shops. I try the local teas with breads. they are so tasty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Yz9fa7cVUpg_s03",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "And I see the most people they came from the town they also visited the bajars because the bajger is so what do people in your hometown usually do in their free time?",
      "transcript": "&gt;&gt; well in the free time they often spend time with their families and go outside with their friends because there there is everyone like a family. They visited each other houses. In the afternoon they go to the house. the house owner has a TV. They go there and sit to watch a television show with everyone. that is they do in their free time.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh well in the free time they often spend time with their families and go outside with their friends because there there is everyone like a family. They visited each other houses. In the afternoon they go to the house. Uh the house owner has a TV. They go there and sit to watch a television show with everyone. That's they do in their free time.",
      "transcript_cleaned": "&gt;&gt; well in the free time they often spend time with their families and go outside with their friends because there there is everyone like a family. They visited each other houses. In the afternoon they go to the house. the house owner has a TV. They go there and sit to watch a television show with everyone. that is they do in their free time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "Yz9fa7cVUpg_s04",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "Are there any problems or challenges in your hometown?",
      "transcript": "Well I think not there is any challenges or problem in my hometown because the my hometown is normal place. There is no natural natural how should I say that there is no natural diseases and people are helpful to each other. when when someone gets in trouble the others came to help help them and that is it.",
      "source": "supplementary",
      "transcript_original": "Uh well I think not there is any challenges or problem in my hometown because the my hometown is uh normal place. There is no natural uh natural how should I say that there is no natural diseases and people are helpful to each other. Uh when um when someone gets in trouble the others came to help help them and that's it.",
      "transcript_cleaned": "I think not there is any challenges or problem in my hometown because the my hometown is normal place. There is no natural natural how should I say that there is no natural diseases and people are helpful to each other. when when someone gets in trouble the others came to help help them and that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Yz9fa7cVUpg_s05",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "&gt;&gt; What improvements would you like to see in your hometown?",
      "transcript": "Well I I think that the roads, the schools, the hospital I think that they should be need development because in my hometown the roads are so bricked and I think that if the government looks at the roads they should help the locals by the roads and the schools are far away for the students to go to study in the schools. It takes so many times to travel. that is why I think that it should be solved out.",
      "source": "supplementary",
      "transcript_original": "Uh well I I think that the roads, the schools, the hospital I think that they should be need development because in my hometown the roads are so bricked and I think that if the government looks at the roads they should help the locals by the roads and the schools are uh far away for the students to go to study in the schools. It takes so many times to travel. That's why I think that it should be solved out.",
      "transcript_cleaned": "I I think that the roads, the schools, the hospital I think that they should be need development because in my hometown the roads are so bricked and I think that if the government looks at the roads they should help the locals by the roads and the schools are far away for the students to go to study in the schools. It takes so many times to travel. that is why I think that it should be solved out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}