{
  "batch_id": 38,
  "count": 20,
  "samples": [
    {
      "sample_id": "2oC-dXJUYqY_q29",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "What is your favorite dish to cook?",
      "transcript": "Oh, my favorite dish to cook is actually a Nigerian cuisine. it is called, it is called Afang soup. it is very traditional. it is made with, yam. it is a carbohydrate food. And we, we blend it and mix it in wraps, leaf wraps. I love it so much, but if I should give an English dish, pasta.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, my favorite dish to cook is actually a Nigerian cuisine. It's called, it's called Afang soup. It's very traditional. It's made with, um, yam. It's a carbohydrate food. And we, we blend it and mix it in wraps, leaf wraps. I love it so much, but if I should give an English dish, pasta.",
      "transcript_cleaned": "Oh, my favorite dish to cook is actually a Nigerian cuisine. it is called, it is called Afang soup. it is very traditional. it is made with, yam. it is a carbohydrate food. And we, we blend it and mix it in wraps, leaf wraps. I love it so much, but if I should give an English dish, pasta.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q30",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "How do you meet new people?",
      "transcript": "I am an ambivert, so I tend to stay home a lot, but I do go out when I want to, when I feel like it. And when I do go out, that is where I meet people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm an ambivert, so I tend to stay home a lot, but I do go out when I want to, when I feel like it. And when I do go out, that's where I meet people.",
      "transcript_cleaned": "I am an ambivert, so I tend to stay home a lot, but I do go out when I want to, when I feel like it. And when I do go out, that is where I meet people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q31",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "When it is for work, fun, birthdays, church, I meet people there.",
      "transcript": "And I think it is since I, when I meet people and I smile, it makes it easy for people to approach me. So that how I easily like get to meet new people because I have this like and they like then everyone on their hair So yeah that how I meet people I helped my sister organize plan and direct her birthday shoot And that was not supposed to be my job We had, a photographer, a makeup artist, a hairstylist, and a director all booked. Everybody showed up except the director. I prepared the outfits, but the director was supposed to, you know, tell us what to do, how to pose and how to do all of that. But she did not show up. And everybody was there. We did not have time for any, you know, setbacks. And I looked at it, I am like, I chose the clothes, I chose the hairstyle, I chose the location, I might as well just direct the shoots. And I was like, I will do it. And I did. And also some of the props we were supposed to use were supposed to come with her because it was supposed to be a vintage shoot. I was supposed to have like glasses, wine glasses, candles that she was supposed to come along with. I ended up using an apple instead of a glass. A half-beaten apple. And instead of long-lit candles, I ended up using this tiny little, like very little candle that is very small. I ended up using those ones to like improvise. And the spots we are supposed to use for the location, we did not use it anymore. I had to like push, move a lot of the things in the, in the apartment that we were at because she was supposed to take us to the location that I chose. But since she was not there and we are improvising, we might as well. We stayed inside the apartment. We moved all of the chairs and voila, we had a whole, whole floor for us to shoot and yeah, it came out beautiful. So we have been talking about someone that you helped solve a problem and a creative solution to that problem. we are going to continue to talk about creativity, problem solving.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And I think it's since I, when I meet people and I smile, it makes it easy for people to approach me. So that how I easily like get to meet new people because I have this like and they like ah then everyone on their hair So yeah that how I meet people I helped my sister organize plan and direct her birthday shoot And that was not supposed to be my job We had, um, a photographer, a makeup artist, a hairstylist, and a director all booked. Everybody showed up except the director. I prepared the outfits, but the director was supposed to, you know, tell us what to do, how to pose and how to do all of that. But she didn't show up. And everybody was there. We didn't have time for any, you know, setbacks. And I looked at it, I'm like, I chose the clothes, I chose the hairstyle, I chose the location, I might as well just direct the shoots. And I was like, I'll do it. And I did. And also some of the props we were supposed to use were supposed to come with her because it was supposed to be a vintage shoot. I was supposed to have like glasses, wine glasses, candles that she was supposed to come along with. I ended up using an apple instead of a glass. A half-beaten apple. And instead of long-lit candles, I ended up using this tiny little, like very little candle that's very small. I ended up using those ones to like improvise. And the spots we're supposed to use for the location, we didn't use it anymore. I had to like push, move a lot of the things in the, in the apartment that we were at because she was supposed to take us to the location that I chose. But since she wasn't there and we're improvising, we might as well. We stayed inside the apartment. We moved all of the chairs and voila, we had a whole, whole floor for us to shoot and yeah, it came out beautiful. So we've been talking about someone that you helped solve a problem and a creative solution to that problem. We're going to continue to talk about creativity, uh, problem solving.",
      "transcript_cleaned": "And I think it is since I, when I meet people and I smile, it makes it easy for people to approach me. So that how I easily like get to meet new people because I have this like and they like then everyone on their hair So yeah that how I meet people I helped my sister organize plan and direct her birthday shoot And that was not supposed to be my job We had, a photographer, a makeup artist, a hairstylist, and a director all booked. Everybody showed up except the director. I prepared the outfits, but the director was supposed to, you know, tell us what to do, how to pose and how to do all of that. But she did not show up. And everybody was there. We did not have time for any, you know, setbacks. And I looked at it, I am like, I chose the clothes, I chose the hairstyle, I chose the location, I might as well just direct the shoots. And I was like, I will do it. And I did. And also some of the props we were supposed to use were supposed to come with her because it was supposed to be a vintage shoot. I was supposed to have like glasses, wine glasses, candles that she was supposed to come along with. I ended up using an apple instead of a glass. A half-beaten apple. And instead of long-lit candles, I ended up using this tiny little, like very little candle that is very small. I ended up using those ones to like improvise. And the spots we are supposed to use for the location, we did not use it anymore. I had to like push, move a lot of the things in the, in the apartment that we were at because she was supposed to take us to the location that I chose. But since she was not there and we are improvising, we might as well. We stayed inside the apartment. We moved all of the chairs and voila, we had a whole, whole floor for us to shoot and yeah, it came out beautiful. So we have been talking about someone that you helped solve a problem and a creative solution to that problem. we are going to continue to talk about creativity, problem solving.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q32",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "Why are some people more creative or innovative than others in solving problems?",
      "transcript": "First of all, I think it is IQ. I did not know that before, but recently I figured, because I was, I asked myself that question too, but then I realized if you say, oh, this person is more special, it is like you are being condescending. But really when you look at it, it is not about being special, it is the way of thinking and the things that you have learned over the time and how you understand these things that you have been learning over time. Yeah, I think IQ is the key source.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "First of all, I think it's IQ. I didn't know that before, but recently I figured, because I was, I asked myself that question too, but then I realized if you say, oh, this person is more special, it's like you're being condescending. But really when you look at it, it's not about being special, it's the way of thinking and the things that you've learned over the time and how you understand these things that you've been learning over time. Yeah, I think IQ is the key source.",
      "transcript_cleaned": "First of all, I think it is IQ. I did not know that before, but recently I figured, because I was, I asked myself that question too, but then I realized if you say, oh, this person is more special, it is like you are being condescending. But really when you look at it, it is not about being special, it is the way of thinking and the things that you have learned over the time and how you understand these things that you have been learning over time. Yeah, I think IQ is the key source.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q33",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "What role should creativity play in the education system?",
      "transcript": "To me, I think creativity helps bring up ideas. When you learn certain things and you enjoy what you learn, it gives you more ideas to come up with certain things, whatever it is. Yeah, beautiful idea. I think I will just, I will leave it at that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "To me, I think creativity helps bring up ideas. When you learn certain things and you enjoy what you learn, it gives you more ideas to come up with certain things, whatever it is. Yeah, beautiful idea. I think I'll just, I'll leave it at that.",
      "transcript_cleaned": "To me, I think creativity helps bring up ideas. When you learn certain things and you enjoy what you learn, it gives you more ideas to come up with certain things, whatever it is. Yeah, beautiful idea. I think I will just, I will leave it at that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q01",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "What is the most popular tourist attraction in your country?",
      "transcript": "Well, I am from Nepal and in Nepal we have different cultural heritage site and, there are like. Beautiful nature, the highest peak of the world, Mount Everest, you know, and the birthplace of Gautam Buddha. So that is one of the main reason why people are coming in our country to see the mountains and to see the Cultural heritage sites. yeah. And also like mostly for the Hindu people, they are coming in one of the most popular temple that is Kalpa Shupatinath. And that is one of the, I think the greatest, place and people are coming again and again to worship the Lord Shiva from different country across.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I'm from Nepal and in Nepal we have different cultural heritage site and, um, there are like. Beautiful nature, the highest peak of the world, Mount Everest, you know, and the birthplace of Gautam Buddha. So that is one of the main reason why people are coming in our country to see the mountains and to see the Cultural heritage sites. Um, yeah. And also like mostly for the Hindu people, they are coming in one of the most popular temple that is Kalpa Shupatinath. And that is one of the, I think the greatest, um, place and people are coming again and again to worship the Lord Shiva from different country across.",
      "transcript_cleaned": "I am from Nepal and in Nepal we have different cultural heritage site and, there are like. Beautiful nature, the highest peak of the world, Mount Everest, you know, and the birthplace of Gautam Buddha. So that is one of the main reason why people are coming in our country to see the mountains and to see the Cultural heritage sites. yeah. And also like mostly for the Hindu people, they are coming in one of the most popular temple that is Kalpa Shupatinath. And that is one of the, I think the greatest, place and people are coming again and again to worship the Lord Shiva from different country across.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q02",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "If I were to visit your country, what would you recommend I do there?",
      "transcript": "You know, like, when people come in my country, they will mostly visit in the place where everybody knows. Everybody knows about the areas, the cultural heritage side, and whatever reason it is. But from my preference, I will suggest you to go in the place where it is not developed. Like go in the place for a trekking. You know, you will see the different side of the lives of people. It will be like not developed place.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You know, like, when people come in my country, they will mostly visit in the place where everybody knows. Everybody knows about the areas, the cultural heritage side, and whatever reason it is. But from my preference, I'll suggest you to go in the place where it is not developed. Like go in the place for a trekking. You know, you will see the different side of the lives of people. It will be like not developed place.",
      "transcript_cleaned": "You know, like, when people come in my country, they will mostly visit in the place where everybody knows. Everybody knows about the areas, the cultural heritage side, and whatever reason it is. But from my preference, I will suggest you to go in the place where it is not developed. Like go in the place for a trekking. You know, you will see the different side of the lives of people. It will be like not developed place.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q03",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "And you will see the, how the people live, what they eat, what kind of climate they are living, you know?",
      "transcript": "So that is one of the things that people must see the side of my country. And it is very beautiful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So that is one of the things that people must see the side of my country. And it is very beautiful.",
      "transcript_cleaned": "that is one of the things that people must see the side of my country. And it is very beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q04",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "Do you prefer to go on holiday in your own country or travel abroad to a different country?",
      "transcript": "Always my own country. Like I have not explored my country in a way that I will go and travel another country for now. My target will always be to see the different side of my country, especially the trekking, I would say. I love to go in a trekking, I love to go in the mountains, nature, so definitely my country.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Always my own country. Like I haven't explored my country in a way that I will go and travel another country for now. My target will always be to see the different side of my country, especially the trekking, I would say. I love to go in a trekking, I love to go in the mountains, nature, so definitely my country.",
      "transcript_cleaned": "Always my own country. Like I have not explored my country in a way that I will go and travel another country for now. My target will always be to see the different side of my country, especially the trekking, I would say. I love to go in a trekking, I love to go in the mountains, nature, so definitely my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q05",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "What is the most popular dish from your country?",
      "transcript": "The most popular dish is a momo. So it is, steam, how I say. So this is a, it is a steam. covered with the chicken, which is marinated and they will steam and cook it basically. But you can make it in different way. You can fry it, you can, according to your taste, you know, saute with the butter like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The most popular dish is a momo. So it's, um, steam, how I say. So this is a, uh, it's a steam. Um, covered with the chicken, which is marinated and they will steam and cook it basically. But you can make it in different way. You can fry it, you can, according to your taste, you know, saute with the butter like that.",
      "transcript_cleaned": "The most popular dish is a momo. So it is, steam, how I say. So this is a, it is a steam. covered with the chicken, which is marinated and they will steam and cook it basically. But you can make it in different way. You can fry it, you can, according to your taste, you know, saute with the butter like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q06",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "And do they normally serve food to guests who visit your house?",
      "transcript": "Yes. Like Nepalese people are very hospitable and, we do serve people and we Care about them in a way like, you know, the God is in your house. So you will find a different hospitality in my country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Like Nepalese people are very hospitable and, uh, we do serve people and we Care about them in a way like, you know, the God is in your house. So you will find a different hospitality in my country.",
      "transcript_cleaned": "Yes. Like Nepalese people are very hospitable and, we do serve people and we Care about them in a way like, you know, the God is in your house. So you will find a different hospitality in my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q07",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "And is fast food very popular in your country?",
      "transcript": "Yes, fast food is very popular. Mostly the deep fried item, you know, the people are liking that thing more. So yes, the mama that I mentioned before, this is also the fast food item. One of the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, fast food is very popular. Mostly the deep fried item, you know, the people are liking that thing more. So yes, the mama that I mentioned before, this is also the fast food item. One of the.",
      "transcript_cleaned": "Yes, fast food is very popular. Mostly the deep fried item, you know, the people are liking that thing more. So yes, the mama that I mentioned before, this is also the fast food item. One of the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q08",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "When I was a child, basically our staple food, the rice, dal, curry, achar, you know, this is the go-to food.",
      "transcript": "So that it, I would say, I used to love it. And still I do.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So that it, I would say, I used to love it. And still I do.",
      "transcript_cleaned": "that it, I would say, I used to love it. And still I do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q09",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "Who is your favorite actor or actress?",
      "transcript": "My favorite actor, like I do not have any specific person to mention that this is my favorite because everybody have different acting, you know. And I adore acting. So there are so many people I adore. So particularly one person. No, it is nothing like that to mention. But yeah, there are many so I could not mention one person.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My favorite actor, like I don't have any specific person to mention that this is my favorite because everybody have different acting, you know. And I adore acting. So there are so many people I adore. So particularly one person. No, it's nothing like that to mention. But yeah, there are many so I couldn't mention one person.",
      "transcript_cleaned": "My favorite actor, like I do not have any specific person to mention that this is my favorite because everybody have different acting, you know. And I adore acting. So there are so many people I adore. So particularly one person. No, it is nothing like that to mention. But yeah, there are many so I could not mention one person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q10",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "How often do you go to the movies?",
      "transcript": "Twice in a month because I love cinema. I love to see how they make the movie, the acting obviously.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Twice in a month because I love cinema. I love to see how they make the movie, the acting obviously.",
      "transcript_cleaned": "Twice in a month because I love cinema. I love to see how they make the movie, the acting obviously.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q11",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "And yeah, how, how was the story?",
      "transcript": "Especially I like the real life based story. So if it is something like that, then I love to watch.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Especially I like the real life based story. So if it's something like that, then I love to watch.",
      "transcript_cleaned": "Especially I like the real life based story. So if it is something like that, then I love to watch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q12",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "Can you tell me about the last movie you saw?",
      "transcript": "The last movie I saw was it kind of like fictional not real based It was War 2 I went to watch there because I really liked the actor It was Hrithik Roshan And he kind of already old but the way he maintained himself and his acting is something you don want to miss it even though there is not much in the story to tell But yeah I went there to watch him basically Are there any movies you would like to see in the future? In the future, like there is no particular movie that is in my mind right now, but I would definitely want to watch, the movie which was made in my country to see in the way, movie halls, you know.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The last movie I saw was it kind of like fictional not real based It was War 2 I went to watch there because I really liked the actor It was Hrithik Roshan And he kind of already old but the way he maintained himself and his acting is something you don want to miss it even though there is not much in the story to tell But yeah I went there to watch him basically Are there any movies you would like to see in the future? In the future, like there is no particular movie that's in my mind right now, but I would definitely want to watch, uh, the movie which was made in my country to see in the way, uh, movie halls, you know.",
      "transcript_cleaned": "The last movie I saw was it kind of like fictional not real based It was War 2 I went to watch there because I really liked the actor It was Hrithik Roshan And he kind of already old but the way he maintained himself and his acting is something you don want to miss it even though there is not much in the story to tell But yeah I went there to watch him basically Are there any movies you would like to see in the future? In the future, like there is no particular movie that is in my mind right now, but I would definitely want to watch, the movie which was made in my country to see in the way, movie halls, you know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q13",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "How have movies changed since you were a child?",
      "transcript": "Like when I was, when I was kid, the movie used to be long, like three hours and there were so many stories, so many characters. Main lead people also will be like many, you know. But now in the movie, it is quite short and also the main character are, they are limited. they are not putting the 10 main character. they are putting like two, three maximum. Maybe because of the budget or whatever it is. So yeah, that is a difference I feel. And also in the story. Because in the past time, the story was related according to that time. And now the story is different according to the present situation. So I am from Nepal. it is in the South Asia between India and China. And my country is mostly popular for the highest peak of the world, Mount Everest. Many of the people are going in my country for that reason. So the tourist attraction place in my country is, there are so many people mostly come for the nature, Mount Everest, as I mentioned before, and different cultural heritage site and the temples and to see the life of the people as well, you know, because mostly people have in their mindset, like Nepal is a developing country. So they want to see how it looks from their perspective and, and how it is differed from their lifestyle. The tourist attraction is, I would say the nature, the nature, people coming to see, to see the weather, beautiful weather, the mountains, rivers, and also the people of, Nepal. They are very kind. They have a great hospitality. They serve to the people like they are the God because it is a saying in my country like treat your guest like they are the God, you know. So that is also the main reason why the Nepalese people's hospitality is differ from other people, other country. And Nepal have always been the tourist destination from a long time, mostly because of the nature, obviously. And different medicine herbs that we can find, you know.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Like when I was, when I was kid, the movie used to be long, like three hours and there were so many stories, so many characters. Main lead people also will be like many, you know. But now in the movie, it's quite short and also the main character are, they are limited. They're not putting the 10 main character. They're putting like two, three maximum. Maybe because of the budget or whatever it is. So yeah, that is a difference I feel. And also in the story. Because in the past time, the story was related according to that time. And now the story is different according to the present situation. So I'm from Nepal. It's in the South Asia between India and China. And my country is mostly popular for the highest peak of the world, Mount Everest. Many of the people are going in my country for that reason. So the tourist attraction place in my country is, there are so many people mostly come for the nature, Mount Everest, as I mentioned before, and different cultural heritage site and the temples and to see the life of the people as well, you know, because mostly people have in their mindset, like Nepal is a developing country. So they want to see how it looks from their perspective and, and how it is differed from their lifestyle. The tourist attraction is, I would say the nature, the nature, people coming to see, to see the weather, beautiful weather, the mountains, rivers, and also the people of, uh, Nepal. They are very kind. They have a great hospitality. They serve to the people like they are the God because it's a saying in my country like treat your guest like they are the God, you know. So that is also the main reason why the Nepalese people's hospitality is differ from other people, other country. And Nepal have always been the tourist destination from a long time, mostly because of the nature, obviously. And different medicine herbs that we can find, you know.",
      "transcript_cleaned": "Like when I was, when I was kid, the movie used to be long, like three hours and there were so many stories, so many characters. Main lead people also will be like many, you know. But now in the movie, it is quite short and also the main character are, they are limited. they are not putting the 10 main character. they are putting like two, three maximum. Maybe because of the budget or whatever it is. So yeah, that is a difference I feel. And also in the story. Because in the past time, the story was related according to that time. And now the story is different according to the present situation. So I am from Nepal. it is in the South Asia between India and China. And my country is mostly popular for the highest peak of the world, Mount Everest. Many of the people are going in my country for that reason. So the tourist attraction place in my country is, there are so many people mostly come for the nature, Mount Everest, as I mentioned before, and different cultural heritage site and the temples and to see the life of the people as well, you know, because mostly people have in their mindset, like Nepal is a developing country. So they want to see how it looks from their perspective and, and how it is differed from their lifestyle. The tourist attraction is, I would say the nature, the nature, people coming to see, to see the weather, beautiful weather, the mountains, rivers, and also the people of, Nepal. They are very kind. They have a great hospitality. They serve to the people like they are the God because it is a saying in my country like treat your guest like they are the God, you know. So that is also the main reason why the Nepalese people's hospitality is differ from other people, other country. And Nepal have always been the tourist destination from a long time, mostly because of the nature, obviously. And different medicine herbs that we can find, you know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q14",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "Do you believe that all art galleries and museums should be 100% free?",
      "transcript": "I would not say 100% free in a way because it is art, you know. So you need to pay some contribution for the hard work of the people, For preserving that thing and to creating that thing in a way, you know. But at the same time, it should not be expensive in a way that people should be thinking like, should I go to the museum? No, it should be like easily accessed and like just a limited budget for the preservation of the item.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would not say 100% free in a way because it's art, you know. So you need to pay some contribution for the hard work of the people, For preserving that thing and to creating that thing in a way, you know. But at the same time, it should not be expensive in a way that people should be thinking like, should I go to the museum? No, it should be like easily accessed and like just a limited budget for the preservation of the item.",
      "transcript_cleaned": "I would not say 100% free in a way because it is art, you know. So you need to pay some contribution for the hard work of the people, For preserving that thing and to creating that thing in a way, you know. But at the same time, it should not be expensive in a way that people should be thinking like, should I go to the museum? No, it should be like easily accessed and like just a limited budget for the preservation of the item.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q15",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "What should they do to make them more popular, make people want to go there more?",
      "transcript": "That is so nice question. Like I have never thought in that way because in museum, what we are seeing is the rare piece of previous ancient Kings, you know, that kind of item or the art, the paintings. To make it interesting I think we can make something in the digital way also you know So different transition maybe that will captivate the now today generation Because today generation is mostly about digital things you know So something we can relate and to make a content maybe So yeah Now let talk about the holiday industry Why do you think some people prefer package holidays over independent traveling It depends upon the people actually Because some people are confident to go alone wherever they can But some people like me I have to think like can I go solo No I need somebody who can guide me So if, if there is a thing called package, then obviously it is easy. You know, there will be a guide. He have all the plan for you for the holiday. You do not have to stress about where to go, how to go. So that is like a easy, easy way in a way. But some people are like independent. They do not want to rely on anybody. They want to explore by themselves, book a cab by themselves, check by themselves, check hotel, check places. So that is, one of the differentiated, you know, between these two packets.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's so nice question. Like I've never thought in that way because in museum, what we are seeing is the rare piece of previous ancient Kings, you know, that kind of item or the art, the paintings. To make it interesting I think we can make something in the digital way also you know So different transition maybe that will captivate the now today generation Because today generation is mostly about digital things you know So something we can relate and uh to make a content maybe So yeah Now let talk about the holiday industry Why do you think some people prefer package holidays over independent traveling It depends upon the people actually Because some people are confident to go alone wherever they can But some people like me I have to think like can I go solo No I need somebody who can guide me So if, uh, if there is a thing called package, then obviously it's easy. You know, there will be a guide. He have all the plan for you for the holiday. You don't have to stress about where to go, how to go. So that is like a easy, easy way in a way. But some people are like independent. They don't want to rely on anybody. They want to explore by themselves, book a cab by themselves, check by themselves, check hotel, check places. So that is, um, one of the differentiated, you know, between these two packets.",
      "transcript_cleaned": "That is so nice question. Like I have never thought in that way because in museum, what we are seeing is the rare piece of previous ancient Kings, you know, that kind of item or the art, the paintings. To make it interesting I think we can make something in the digital way also you know So different transition maybe that will captivate the now today generation Because today generation is mostly about digital things you know So something we can relate and to make a content maybe So yeah Now let talk about the holiday industry Why do you think some people prefer package holidays over independent traveling It depends upon the people actually Because some people are confident to go alone wherever they can But some people like me I have to think like can I go solo No I need somebody who can guide me So if, if there is a thing called package, then obviously it is easy. You know, there will be a guide. He have all the plan for you for the holiday. You do not have to stress about where to go, how to go. So that is like a easy, easy way in a way. But some people are like independent. They do not want to rely on anybody. They want to explore by themselves, book a cab by themselves, check by themselves, check hotel, check places. So that is, one of the differentiated, you know, between these two packets.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}