{
  "batch_id": 154,
  "count": 20,
  "samples": [
    {
      "sample_id": "h1TxhH0z8rg_q05",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "So what kind of things are boring to you?",
      "transcript": "I am, I feel boring when I do transport, when I move transportation, trans, because, I, I have spent a long time and I do not have a bus or a subway because my hometown is so far. So I, I usually do the time listen music for use my headphone. I have the time, I killing time the at the moment.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, um, um, um, I'm, I feel boring when I do transport, when I move transportation, trans, because, um, I, I have spent a long time and I don't have a bus or a subway because my hometown is so far. So I, I usually do the time listen music for use my headphone. I have the time, I killing time the at the moment.",
      "transcript_cleaned": "I am, I feel boring when I do transport, when I move transportation, trans, because, I, I have spent a long time and I do not have a bus or a subway because my hometown is so far. So I, I usually do the time listen music for use my headphone. I have the time, I killing time the at the moment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q06",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "And when you were young, what was the most boring thing for you to do?",
      "transcript": "Oh, well, let me think. now I am interested in study, but when I was young, I feel bored about the study, such as solve Mathematic problems and understand the other subjects. So I usually go to academy accepting my school life. So it is boring for my, boring for me. Yeah Okay Now we going to talk about books So do you often read books Yes I love book I usually read Harry Potter novels because it is so stimulate my creativity and also security so also the movie is make of the the book is make of the movie So it is interesting compared to the book Yes And are your reading habits now different from before? I do not miss the popular mean just. I mean, your, your reading habits. Yeah. Your reading habits like the, that maybe the time you read or how often you read.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, well, let me think. Um, now I'm interested in study, but when I was young, I feel bored about the study, such as solve Mathematic problems and understand the other subjects. So I usually go to academy accepting my school life. So it is boring for my, boring for me. Yeah Okay Now we gonna talk about books So do you often read books Yes I love book Um I usually read uh Harry Potter novels because it is so um stimulate my creativity and also security Um so also the movie is make of the uh the book is make of the movie So it is interesting compared to the book Yes And are your reading habits now different from before? I don't miss the popular mean just. Ah, I mean, um, your, your reading habits. Yeah. Your reading habits like the, that maybe the time you read or how often you read.",
      "transcript_cleaned": "Oh, well, let me think. now I am interested in study, but when I was young, I feel bored about the study, such as solve Mathematic problems and understand the other subjects. So I usually go to academy accepting my school life. So it is boring for my, boring for me. Yeah Okay Now we going to talk about books So do you often read books Yes I love book I usually read Harry Potter novels because it is so stimulate my creativity and also security so also the movie is make of the the book is make of the movie So it is interesting compared to the book Yes And are your reading habits now different from before? I do not miss the popular mean just. I mean, your, your reading habits. Yeah. Your reading habits like the, that maybe the time you read or how often you read.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q08",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "Could you describe a person who likes to dress fashionably?",
      "transcript": "Yes, in my country, many young people like the fashion because they want to express themselves for the passion. And, one of them, the famous people, the most fashionable, I think, one of them, I think, she is the Blackpink journey. I think she is so fashionable people because she is always, always try to accept new things and try to new fashion styles. she is a singer and also she management her stage and she also the promote model of the channel. So she is so important in this fashion industry and also beyond the Korea. And also, she is why this, fashion, she is why love this fashionable clothes because Forrest, She always wants to try fashion, new fashion, except this also the scene and she accepts a new lifestyle. I think the fashion is, fashion is reflects the most trend. So she loved the chasing the trend. Yeah. All right. that is two minutes now. Thank you very much. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, in my country, uh, many young people like the fashion because they want to express themselves for the passion. And, um, one of them, the famous people, the most fashionable, I think, um, one of them, I think, um, she is the Blackpink journey. I think she is so fashionable people because um, she is always, always try to accept new things and try to new fashion styles. Um, she is a singer and also she management her stage and she also the promote model of the channel. So she is so important in this fashion industry and also beyond the Korea. And um, um, also, uh, she is why this, um, fashion, she is why love this fashionable clothes because Forrest, uh, She always wants to try fashion, new fashion, um, except this also the scene and she accepts a new lifestyle. I think the fashion is, um, um, fashion is reflects the most trend. So she loved the chasing the trend. Yeah. All right. That's two minutes now. Thank you very much. Okay.",
      "transcript_cleaned": "Yes, in my country, many young people like the fashion because they want to express themselves for the passion. And, one of them, the famous people, the most fashionable, I think, one of them, I think, she is the Blackpink journey. I think she is so fashionable people because she is always, always try to accept new things and try to new fashion styles. she is a singer and also she management her stage and she also the promote model of the channel. So she is so important in this fashion industry and also beyond the Korea. And also, she is why this, fashion, she is why love this fashionable clothes because Forrest, She always wants to try fashion, new fashion, except this also the scene and she accepts a new lifestyle. I think the fashion is, fashion is reflects the most trend. So she loved the chasing the trend. Yeah. All right. that is two minutes now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q09",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "And why do some people dislike shopping in shopping malls?",
      "transcript": "Well, let me think, I think, they have the staff so pushing their, their, their customer because they want to, they want to buy more something, They are a product so, customer feel bad about, to keep pushing them so they want to shop online to this problem. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, let me think, um, um, I think, uh, they have the staff so pushing their, their, their customer because they want to, they want to buy more something, They are a product so, uh, customer feel bad about, uh, uh, uh, to keep pushing them so they want to shop online to this problem. Okay.",
      "transcript_cleaned": "let me think, I think, they have the staff so pushing their, their, their customer because they want to, they want to buy more something, They are a product so, customer feel bad about, to keep pushing them so they want to shop online to this problem.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q10",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "And why do you think fashion is very important to some people?",
      "transcript": "Well, I think, and many young people express themselves from this mean, or so, for example, I, I feel bored about my life. I usually try to ask a new thing about my fashion style. So, I think so I feel fresh and it is helpful for people. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, well, I think, um, um, and many young people express themselves from this mean, um, or so, um, for example, um, I, I feel bored about my life. I usually try to ask a new thing about my fashion style. So, I think so I feel um, fresh and it is helpful for people. Yes.",
      "transcript_cleaned": "I think, and many young people express themselves from this mean, or so, for example, I, I feel bored about my life. I usually try to ask a new thing about my fashion style. So, I think so I feel fresh and it is helpful for people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q11",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "Why are some people not interested in fashion?",
      "transcript": "Well, generally speaking, some people are more interested in their real life about their school life or their, scholarship. So they do not want too much to spend time in their outlook. So it is not important to them. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, well, uh, generally speaking, um, some people are more interested in their real life about their school life or their, um, scholarship. So they don't want too much to spend time in their outlook. So it is not important to them. Yeah. Mm.",
      "transcript_cleaned": "generally speaking, some people are more interested in their real life about their school life or their, scholarship. So they do not want too much to spend time in their outlook. So it is not important to them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q14",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "When you talked about with your friends, you said like we have small talk.",
      "transcript": "Yeah. Instead of small talk with friends, I would say we have a chat. Yeah. Small talk is usually like making a conversation. Conversation with a stranger. You know, when you, when you get into the elevator with your neighbor, you would make some small talk. Yeah, like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. Instead of small talk with friends, I would say we have a chat. Yeah. Small talk is usually like making a conversation. Conversation with a stranger. You know, when you, when you get into the elevator with your neighbor, you would make some small talk. Yeah, like that.",
      "transcript_cleaned": "Instead of small talk with friends, I would say we have a chat. Yeah. Small talk is usually like making a conversation. Conversation with a stranger. You know, when you, when you get into the elevator with your neighbor, you would make some small talk. Yeah, like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q15",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "Other one would be when you talked about shopping, right?",
      "transcript": "Online shopping, people cannot fit them. I would probably use the phrasal verb here, try on. Yeah. So when you shop online, you cannot try on the product, cannot try on the clothing. when you talked about fashion as well, outlook should be outfit. Yeah. Outfit, their outfit. Yeah. a few good expressions there as well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Online shopping, people can't fit them. I would probably use the phrasal verb here, try on. Yeah. So when you shop online, you can't try on the product, can't try on the clothing. Um, when you talked about fashion as well, outlook should be outfit. Yeah. Outfit, their outfit. Yeah. Um, a few good expressions there as well.",
      "transcript_cleaned": "Online shopping, people cannot fit them. I would probably use the phrasal verb here, try on. Yeah. So when you shop online, you cannot try on the product, cannot try on the clothing. when you talked about fashion as well, outlook should be outfit. Yeah. Outfit, their outfit. Yeah. a few good expressions there as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q01",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "How may I address you?",
      "transcript": "You may address me by my first name Yuvraj. Oh, that is great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You may address me by my first name Yuvraj. Oh, that's great.",
      "transcript_cleaned": "You may address me by my first name Yuvraj. Oh, that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q02",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Where do you come from Yuvraj?",
      "transcript": "I am from Tohana, which is in district Fatehwad of Haryana State. It is in the northern part of my country. Now few questions will be based on weekend.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I am from Tohana, which is in district Fatehwad of Haryana State. It is in the northern part of my country. Now few questions will be based on weekend.",
      "transcript_cleaned": "I am from Tohana, which is in district Fatehwad of Haryana State. It is in the northern part of my country. Now few questions will be based on weekend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q03",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Do you like weekends?",
      "transcript": "Yes, I love weekends because I think it is a good way of entertainment. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I love weekends because I think it is a good way of entertainment. Okay.",
      "transcript_cleaned": "Yes, I love weekends because I think it is a good way of entertainment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q04",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "How do you usually spend your weekends?",
      "transcript": "I usually spend on weekends in different ways. Sometime I relax at home. Sometime I go out from, go out with my friends. Sometime I do my pending work. So guys, on the occasion of Basant Manchmi, you can avail discount for speaking group classes at YIP platform. Yes, we are offering whooping 20% discount on our group classes. The actual cost of this course is 2499 which you can get in just rupees 19999 only after getting 20% discount. If you are interested, then the number is displayed below. Either you can contact us or WhatsApp us.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I usually spend on weekends in different ways. Sometime I relax at home. Sometime I go out from, go out with my friends. Sometime I do my pending work. So guys, on the occasion of Basant Manchmi, you can avail discount for speaking group classes at YIP platform. Yes, we are offering whooping 20% discount on our group classes. The actual cost of this course is 2499 which you can get in just rupees 19999 only after getting 20% discount. If you are interested, then the number is displayed below. Either you can contact us or WhatsApp us.",
      "transcript_cleaned": "I usually spend on weekends in different ways. Sometime I relax at home. Sometime I go out from, go out with my friends. Sometime I do my pending work. So guys, on the occasion of Basant Manchmi, you can avail discount for speaking group classes at YIP platform. Yes, we are offering whooping 20% discount on our group classes. The actual cost of this course is 2499 which you can get in just rupees 19999 only after getting 20% discount. If you are interested, then the number is displayed below. Either you can contact us or WhatsApp us.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q05",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Do you plan for your weekends?",
      "transcript": "Not always but sometime I, I planned on weekend with my friends or family members. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, not always but sometime I, I planned on weekend with my friends or family members. Okay.",
      "transcript_cleaned": "Not always but sometime I, I planned on weekend with my friends or family members.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q06",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "When do you spend time with your family?",
      "transcript": "I usually spend time in the evening. we, we each took a week. We watched TV together and sometime GoVogue together. Ok.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, uh, I usually spend time in the evening. Uh, we, uh, we each took a week. We watched TV together and sometime GoVogue together. Ok.",
      "transcript_cleaned": "I usually spend time in the evening. we, we each took a week. We watched TV together and sometime GoVogue together. Ok.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q07",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Ok, so Yuvraj, what did you do on your last weekend?",
      "transcript": "Last weekend I went to, I went to cinema for watching movie with my friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Last weekend I went to, I went to cinema for watching movie with my friends.",
      "transcript_cleaned": "Last weekend I went to, I went to cinema for watching movie with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q08",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Ok, what was the name of the movie?",
      "transcript": "The movie name of Animal. Ok. Now a few questions will be based on cinema or films.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The movie name of Animal. Ok. Now a few questions will be based on cinema or films.",
      "transcript_cleaned": "The movie name of Animal. Ok. Now a few questions will be based on cinema or films.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q09",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Do you watch films?",
      "transcript": "Yes, I am a movie buff person. I think it is a good way of entertainment.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I am a movie buff person. I think it is a good way of entertainment.",
      "transcript_cleaned": "Yes, I am a movie buff person. I think it is a good way of entertainment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q10",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Do you prefer foreign films or Indian films?",
      "transcript": "I prefer both type of film. If I talk about the Indian film, they keep us connected to our culture and roots. On the other hand, if I talk about the foreign movies, they provide our knowledge about their culture.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I prefer both type of film. If I talk about the Indian film, they keep us connected to our culture and roots. On the other hand, if I talk about the foreign movies, they provide our knowledge about their culture.",
      "transcript_cleaned": "I prefer both type of film. If I talk about the Indian film, they keep us connected to our culture and roots. On the other hand, if I talk about the foreign movies, they provide our knowledge about their culture.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q11",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "How often do you go to cinema to watch movies?",
      "transcript": "I often go to cinema to watch movies at least once or twice in a month.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I often go to cinema to watch movies at least once or twice in a month.",
      "transcript_cleaned": "I often go to cinema to watch movies at least once or twice in a month.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q12",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "So you mean to say that Indian people like to go to watch movies?",
      "transcript": "Yes, yes. Why? because it is a good way of entertainment and they provide various types of knowledge about Indian people and culture So you mean to say that the movies are helpful to provide the knowledge about the various concepts and culture and various things Yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, yes. Why? Uh because uh it is a good way of entertainment and uh they provide various types of knowledge about Indian people and culture So you mean to say that the movies are helpful to provide the knowledge about the various concepts and culture and various things Yes.",
      "transcript_cleaned": "Yes, yes. Why? because it is a good way of entertainment and they provide various types of knowledge about Indian people and culture So you mean to say that the movies are helpful to provide the knowledge about the various concepts and culture and various things",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}