{
  "batch_id": 90,
  "count": 20,
  "samples": [
    {
      "sample_id": "rrpUj5AFvQ4_q16",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "And do you think people depend on cell phone apps too much these days?",
      "transcript": "Yes, one example is the map function on your computer, the navigations. So when you go on a trip, if you depend too much on your app to find roads, to find a way to something, you do not really remember how you get there. And also cameras one example. The more camera you use to take pictures, the less time you spend, like actually viewing the travel, the place you went for travel. Sure.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, one example is the map function on your computer, the navigations. So when you go on a trip, um, if you depend too much on your app to find roads, to find a way to something, you don't really remember how you get there. And also cameras one example. The more camera you use to take pictures, the less time you spend, uh, like actually viewing the travel, the place you went for travel. Sure.",
      "transcript_cleaned": "Yes, one example is the map function on your computer, the navigations. So when you go on a trip, if you depend too much on your app to find roads, to find a way to something, you do not really remember how you get there. And also cameras one example. The more camera you use to take pictures, the less time you spend, like actually viewing the travel, the place you went for travel. Sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q18",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "Is it okay?",
      "transcript": "I am actually glad you asked. I wrote it down and kind of forgot to mention it. It would be good in this question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I am actually glad you asked. I wrote it down and kind of forgot to mention it. It would be good in this question.",
      "transcript_cleaned": "I am actually glad you asked. I wrote it down and kind of forgot to mention it. It would be good in this question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q19",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "Describe an application.",
      "transcript": "Yeah. Would be to really focus on one application. that would be hard to do with Google. I mean, I guess Google is a program, but Google has become so big. Yeah. And it does so many things that it gets hard to talk about it as a single entity because I guess it owns YouTube. I do not think it owns ChatGPT. It does not. I think that is a Microsoft product. Yeah. So yes, a very good question. And you would want to try to focus this one on one. I think you did. You mostly talked about, About Google. But you did talk about ChatGPT which loses the focus a little bit. Yeah. So yeah, really good question. Cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. Would be to really focus on one application. Um, that would be hard to do with Google. I mean, I guess Google is a program, but Google has become so big. Yeah. And it does so many things that it gets hard to talk about it as a single entity because I guess it owns YouTube. I don't think it owns ChatGPT. It doesn't. I think that's a Microsoft product. Yeah. So yes, uh, a very good question. And you would want to try to focus this one on one. I think you did. You mostly talked about, About Google. But you did talk about ChatGPT which loses the focus a little bit. Yeah. So yeah, really good question. Cool.",
      "transcript_cleaned": "Would be to really focus on one application. that would be hard to do with Google. I mean, I guess Google is a program, but Google has become so big. Yeah. And it does so many things that it gets hard to talk about it as a single entity because I guess it owns YouTube. I do not think it owns ChatGPT. It does not. I think that is a Microsoft product. Yeah. So yes, a very good question. And you would want to try to focus this one on one. I think you did. You mostly talked about, About Google. But you did talk about ChatGPT which loses the focus a little bit. Yeah. So yeah, really good question. Cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q20",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "Any other questions?",
      "transcript": "That is it. Well, nicely done again and thanks for coming in. Thanks for having me. Yeah, and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "That's it. Well, nicely done again and thanks for coming in. Thanks for having me. Yeah, and.",
      "transcript_cleaned": "That is it. Well, nicely done again and thanks for coming in. Thanks for having me. Yeah, and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q02",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And are you working or are you a student?",
      "transcript": "I was a student until this year, June, and I am now taking a gap year. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I was a student until this year, June, um, and I am now taking a gap year. Okay.",
      "transcript_cleaned": "I was a student until this year, June, and I am now taking a gap year.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q03",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And what do you like to do when you have some free time?",
      "transcript": "I like to listen to some music. I am also a singer myself, so I practice singing as well. Now we are going to talk about public transportation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like to listen to some music. I am also a singer myself, so I practice singing as well. Now we're going to talk about public transportation.",
      "transcript_cleaned": "I like to listen to some music. I am also a singer myself, so I practice singing as well. Now we are going to talk about public transportation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q04",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "So what kind of public transport do you usually take?",
      "transcript": "So there are a few options in Korea if you want to take public transportation. My favorite one is the subway, Because it always, makes you get places on time. And unlike the bus, there is no traffic or, unexpected events that you need to consider when moving.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So there are a few options in Korea if you want to take public transportation. My favorite one is the subway, Because it always, um, makes you get places on time. And unlike the bus, there is no traffic or, um, unexpected events that you need to consider when moving.",
      "transcript_cleaned": "there are a few options in Korea if you want to take public transportation. My favorite one is the subway, Because it always, makes you get places on time. And unlike the bus, there is no traffic or, unexpected events that you need to consider when moving.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q05",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And when do you usually take public transport?",
      "transcript": "I take public transport I think most of the time when I need to get to places, when my parents are not able to take me, give me a right, and because I have a driver's license, I can drive, but I would say I take the public transport when my parents do not trust me with their cars.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I take public transport I think most of the time when I need to get to places, um, when my parents aren't able to take me, uh, give me a right, um, and because I have a driver's license, I can drive, but I'd say I take the public transport when my parents don't trust me with their cars.",
      "transcript_cleaned": "I take public transport I think most of the time when I need to get to places, when my parents are not able to take me, give me a right, and because I have a driver's license, I can drive, but I would say I take the public transport when my parents do not trust me with their cars.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q06",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And do you think most people in your country prefer public transportation or private transportation?",
      "transcript": "If we were to talk about the country, I would say private, but because we live in the busiest city in the country, I think it might be better for some people to take public transportation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If we were to talk about the country, I'd say private, but because we live in the busiest city in the country, I think it might be better for some people to take public transportation.",
      "transcript_cleaned": "If we were to talk about the country, I would say private, but because we live in the busiest city in the country, I think it might be better for some people to take public transportation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q07",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And did you take public transport when you were a child?",
      "transcript": "A few times that I can remember, but mostly I think I travelled by car, because my parents thought it might be safer. Okay, now we are going to talk about science.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, a few times that I can remember, but mostly I think I travelled by car, um, because my parents thought it might be safer. Okay, now we're gonna talk about science.",
      "transcript_cleaned": "A few times that I can remember, but mostly I think I travelled by car, because my parents thought it might be safer. Okay, now we are going to talk about science.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q08",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "So do you like science?",
      "transcript": "Not really. Well, it depends which branch of science you are talking about. But overall, I think I am a more humanities-oriented person. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Not really. Well, it depends which branch of science you're talking about. But overall, I think I'm a more humanities-oriented person. Okay.",
      "transcript_cleaned": "Not really. Well, it depends which branch of science you are talking about. But overall, I think I am a more humanities-oriented person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q09",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And when did you start to learn about science?",
      "transcript": "I might have had some experimental lessons preschool, but I think my lessons began in year one. Good And what kind of interesting things have you done with science my school there is something called a STEM project So you kind of work as a group towards an investigative goal that you set yourself And you conduct the experiments yourself and write up a report I think that was the most kind of interesting experience for me And do people in your country often visit science museums? personally that is not my favorite place, but I think it is kind of popular among people to visit museums and one of them would be science museums.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I might have had some experimental lessons preschool, but I think my lessons began um, in year one. Good And what kind of interesting things have you done with science Uh my school there is something called a STEM project So um you kind of work as a group towards an investigative goal that you set yourself And you conduct the experiments yourself and um write up a report Um I think that was the most kind of interesting experience for me And do people in your country often visit science museums? Hmm, personally that's not my favorite place, but I think it is kind of popular among people to visit museums and one of them would be science museums.",
      "transcript_cleaned": "I might have had some experimental lessons preschool, but I think my lessons began in year one. Good And what kind of interesting things have you done with science my school there is something called a STEM project So you kind of work as a group towards an investigative goal that you set yourself And you conduct the experiments yourself and write up a report I think that was the most kind of interesting experience for me And do people in your country often visit science museums? personally that is not my favorite place, but I think it is kind of popular among people to visit museums and one of them would be science museums.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q10",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And do you like watching science TV programs?",
      "transcript": "I think I enjoyed watching some National Geographic videos. when it gets to the details, I switch channels. But, yeah, I think I do. Alright, very nice. that will do for part one. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think I enjoyed um, watching some National Geographic videos. Um, when it gets to the details, I switch channels. But, um, yeah, I think I do. Alright, very nice. That'll do for part one. So.",
      "transcript_cleaned": "I think I enjoyed watching some National Geographic videos. when it gets to the details, I switch channels. But, yeah, I think I do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q13",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "Could you clarify what you mean by customer service?",
      "transcript": "Yeah so when people go shopping like what sort of service do people usually expect a good customer service Well I guess you would have to be nice and be able to give answers to people queries like where is this shop yeah I think that would be like kind of the basics that people would expect And what do you think people should do if the customer service they receive is not satisfactory? There would be a few ways to deal with that kind of problem. well the shop might have like a complaint service themselves, where they can like write, like a short comment on their website or submit it to their superior. otherwise there might be out of store review system where you can share your opinion with other customers who might think about going there. but maybe you do not want to encourage them as much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah so when people go shopping like what sort of service do people usually expect a good customer service Well I guess you would have to um be nice and be able to give answers to people queries like where is this shop Um yeah I think that would be like kind of the basics that people would expect And what do you think people should do if the customer service they receive is not satisfactory? There would be a few ways to deal with that kind of problem. Um, well the shop might have like a complaint service themselves, um, where they can like write, um, like a short comment on their website or submit it to their superior. Um, otherwise there might be um, out of store review system where you can share your opinion with other customers um, who might think about going there. Um, but maybe you don't want to encourage them as much.",
      "transcript_cleaned": "when people go shopping like what sort of service do people usually expect a good customer service Well I guess you would have to be nice and be able to give answers to people queries like where is this shop yeah I think that would be like kind of the basics that people would expect And what do you think people should do if the customer service they receive is not satisfactory? There would be a few ways to deal with that kind of problem. well the shop might have like a complaint service themselves, where they can like write, like a short comment on their website or submit it to their superior. otherwise there might be out of store review system where you can share your opinion with other customers who might think about going there. but maybe you do not want to encourage them as much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q14",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And what do you think are the differences between shopping online and shopping in store?",
      "transcript": "The biggest difference might be that you cannot try those clothes on. I think the, camera technology has, evolved very much so that you can kind of feel the texture through screen. I think that, kind of problem has been, less of a nuisance for a couple of years. but I think still being able to try it on yourself and see how it fits. Is kind of like the, biggest crucial, thing that kind of divides the shopping styles.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, the biggest difference might be that you can't try those clothes on. Um, I think the, uh, camera technology has, uh, evolved very much so that you can kind of feel the texture through screen. I think that, um, kind of problem has been, uh, less of a nuisance for a couple of years. Um, but I think still being able to try it on yourself and see how it fits. Is kind of like the, uh, biggest crucial, um, thing that kind of divides the shopping styles.",
      "transcript_cleaned": "The biggest difference might be that you cannot try those clothes on. I think the, camera technology has, evolved very much so that you can kind of feel the texture through screen. I think that, kind of problem has been, less of a nuisance for a couple of years. but I think still being able to try it on yourself and see how it fits. Is kind of like the, biggest crucial, thing that kind of divides the shopping styles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q15",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And why do you think some people prefer online shopping rather than going to stores?",
      "transcript": "It is much quicker. you do not have to get out of bed to do it. and I think it is easier to compare different options. You can have, we can literally have many windows open, and then, have a look at what you can buy with limited budget. So I think that is why people prefer. Yes, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it's much quicker. Um, you don't have to get out of bed to do it. Um, and I think it's easier to compare different options. You can have, we can literally have many windows open, um, and then, um, have a look at what you can buy with limited budget. So I think that's why people prefer. Yes, yes.",
      "transcript_cleaned": "It is much quicker. you do not have to get out of bed to do it. and I think it is easier to compare different options. You can have, we can literally have many windows open, and then, have a look at what you can buy with limited budget. So I think that is why people prefer. Yes, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SUaJDd4hSok_q16",
      "video_id": "SUaJDd4hSok",
      "band": 8.5,
      "question": "And so do you think in the future, in-store shopping will become a thing of the past?",
      "transcript": "That is a difficult question. in the near future, I would say no. If we are talking about like a hundred years time. maybe, but I do not think it would be the case for like premium stores. we still, we still want to try on kind of like the most expensive clothes before making that large purchase. and I think they were Is that extra bit of kind of care you can get from like in person meetings like Sorry when you go to a tailor to get you a suit I think that kind of thing can only happen in person So maybe they fade out like overall But I think some of the most premium stores would remain regardless of how much technology gets better indeed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, that's a difficult question. Um, in the near future, I'd say no. If we're talking about like a hundred years time. Um, maybe, but I don't think it would be the case for like premium stores. Um, we still, uh, we still want to try on kind of like the most expensive clothes before making that large purchase. Um, and I think they were Is that extra bit of kind of care you can get from like in person meetings like Sorry Um when you go to a tailor to get you a suit um I think that kind of thing can only happen in person So maybe they uh fade out like overall But I think some of the most premium stores would remain regardless of how much um technology gets better Hmm, indeed.",
      "transcript_cleaned": "That is a difficult question. in the near future, I would say no. If we are talking about like a hundred years time. maybe, but I do not think it would be the case for like premium stores. we still, we still want to try on kind of like the most expensive clothes before making that large purchase. and I think they were Is that extra bit of kind of care you can get from like in person meetings like Sorry when you go to a tailor to get you a suit I think that kind of thing can only happen in person So maybe they fade out like overall But I think some of the most premium stores would remain regardless of how much technology gets better indeed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BxsZddllryo_q02",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Tell me, what do you usually do in your free time, Homan?",
      "transcript": "Yes, we have free time. I usually go to the coffee shop with some friends. We always talk about, social news. Yeah. Trans-operation, sometimes we talk about family or work. I think going out with my friends help me reduce stress and I can learn about a lot of things from them.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, um, we have free time. I usually go to the coffee shop with some friends. We always talk about, um, um, social news. Yeah. Trans-operation, sometimes we talk about family or work. I think um, going out with my friends help me um, reduce stress and I can learn about a lot of things from them.",
      "transcript_cleaned": "Yes, we have free time. I usually go to the coffee shop with some friends. We always talk about, social news. Yeah. Trans-operation, sometimes we talk about family or work. I think going out with my friends help me reduce stress and I can learn about a lot of things from them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BxsZddllryo_q03",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Do you prefer relaxing activities or more active ones?",
      "transcript": "I think I prefer relaxing activities more because as a long day at work, I usually feel tired, so I just want to go home and chill out. I, often listen to music and watch movies on Netflix with a cup of tea on my sofa. It makes me feel relaxed and unwind.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think I prefer relaxing activities more because as a long day at work, I usually feel tired, so I just want to go home and chill out. I, um, often listen to music and watch movies on Netflix with a cup of tea on my sofa. It makes me feel relaxed and unwind.",
      "transcript_cleaned": "I think I prefer relaxing activities more because as a long day at work, I usually feel tired, so I just want to go home and chill out. I, often listen to music and watch movies on Netflix with a cup of tea on my sofa. It makes me feel relaxed and unwind.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BxsZddllryo_q04",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Have your hobbies changed over the years?",
      "transcript": "Absolutely. my hobby changed over the years. in the past, I, when I was child, I, like, watching, cartoons and, reading comics, and playing games. it is really, it was really fun and exciting. But now I spend a lot of time in listening to music and watching movies. Sometimes I cook my mouthwritten food for my family. Thank you very much. And the final question about hobbies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, absolutely. Um, my hobby changed over the years. Uh, in the past, I, um, when I was child, I, um, like, uh, watching, uh, cartoons and, um, reading comics, uh, and playing games. It's really, uh, it was really fun and exciting. But now I spend a lot of time in listening to music and watching movies. Sometimes I cook my mouthwritten food for my family. Thank you very much. And the final question about hobbies.",
      "transcript_cleaned": "Absolutely. my hobby changed over the years. in the past, I, when I was child, I, like, watching, cartoons and, reading comics, and playing games. it is really, it was really fun and exciting. But now I spend a lot of time in listening to music and watching movies. Sometimes I cook my mouthwritten food for my family. Thank you very much. And the final question about hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}