{
  "batch_id": 145,
  "count": 20,
  "samples": [
    {
      "sample_id": "oF8TkzCKUHM_q08",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "And finally, do you think public transport should be cheaper?",
      "transcript": "Yes, I, I think, public transport is very, suitable in some big cities. Students or workers can use public transport to go to work or go to school. But it has a disadvantage that identifies it is a fixed itinerary and time that people have to, go in, in time. Thank you. Well done. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I, er, I think, er, public transport is very, er, suitable in some big cities. Students or workers can use public transport to go to work or go to school. But it has a disadvantage that identifies it's a fixed itinerary and time that people have to, er, go in, in time. Thank you. Well done. Perfect.",
      "transcript_cleaned": "Yes, I, I think, public transport is very, suitable in some big cities. Students or workers can use public transport to go to work or go to school. But it has a disadvantage that identifies it is a fixed itinerary and time that people have to, go in, in time. Thank you. Well done. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q09",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "So the question is, could you please describe a person you admire?",
      "transcript": "Okay, Nam. So, when you are ready, please start. Yes, I am ready. Thank you. my, my uncle, his name is Tai. I first met I met him when my mom brought me to Kuala where he was living. He picked up us on his own car and he, that is my first impressive impressions of me, of him from me. he brings me and my cousin to a concert and he brings me to a stadium. near his house is a beach and he usually brought us to the beach to have a night, to have night days. he is a very funny person and he is very talented with a big house and he is very rich. I, I, I, I, I thought that I want to be like him in the future, because he is, he let his son study in an international school. it is not easy to do. the second list, he, has many, funny activities for me and my cousin to play together. He has some questions to, to, to ask where we want to go and what we want to buy. In the future, I want to be like him. I want to make my family happy like him and make my relationships, be as smart as me. Thank you. Well done. Thank you, Nath. I cannot wait to meet your uncle in the future. He sounds amazing.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, Nam. So, when you're ready, please start. Yes, I'm ready. Thank you. Um, um, my, uh, my uncle, his name is Tai. Um, I first met I met him when my mom brought me to Kuala where he was living. He picked up us on his own car and he, uh, that's my first impressive impressions of me, of him from me. Um, he brings me and my cousin to a concert and he brings me to a stadium. Um, near his house is a beach and he usually brought us to the beach to have a night, to have night days. Um, he's a very funny person and he's very talented with a big house and he's very rich. Um, I, I, I, I, I thought that I want to be like him in the future, uh, because he's, um, he let his son study in an international school. It's not easy to do. Um, uh, the second list, uh, he, uh, has many, uh, funny activities for me and my cousin to play together. He has some questions to, uh, to, to ask where we want to go and what we want to buy. In the future, I want to be like him. Uh, I want to make my family happy like him and make my relationships, uh, be as smart as me. Thank you. Well done. Thank you, Nath. I can't wait to meet your uncle in the future. He sounds amazing.",
      "transcript_cleaned": "Nam. So, when you are ready, please start. Yes, I am ready. Thank you. my, my uncle, his name is Tai. I first met I met him when my mom brought me to Kuala where he was living. He picked up us on his own car and he, that is my first impressive impressions of me, of him from me. he brings me and my cousin to a concert and he brings me to a stadium. near his house is a beach and he usually brought us to the beach to have a night, to have night days. he is a very funny person and he is very talented with a big house and he is very rich. I, I, I, I, I thought that I want to be like him in the future, because he is, he let his son study in an international school. it is not easy to do. the second list, he, has many, funny activities for me and my cousin to play together. He has some questions to, to, to ask where we want to go and what we want to buy. In the future, I want to be like him. I want to make my family happy like him and make my relationships, be as smart as me. Thank you. Well done. Thank you, Nath. I cannot wait to meet your uncle in the future. He sounds amazing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q10",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Tell me, why do people admire famous people?",
      "transcript": "I think this relies a lot in their bodies they have they have to keep fit their body and have a balanced life famous person have many ways to to share and they also said said the way to how how makes how they make them be famous Thank you. Well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um I think this relies a lot in their bodies Uh they have uh they have to keep fit their body and have a balanced life Um famous uh person have many uh ways to uh to share and uh they also said said the way to how how makes how they make them uh be famous Thank you. Well done.",
      "transcript_cleaned": "I think this relies a lot in their bodies they have they have to keep fit their body and have a balanced life famous person have many ways to to share and they also said said the way to how how makes how they make them be famous",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q11",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Do you think celebrities are always good role models?",
      "transcript": "I think so because, some people want to have a balance line and balance dials. some, but celebrity celebrities have a good body so that they have, some balance dials for them to it is, to live and they have a suitable timetable. They also say this to another people and they can, keep, keep them to go in their way. Well done. Finally.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think so because, uh, um, some people want to have a balance line and balance dials. Uh, some, uh, but celebrity celebrities have a good body so that they have, uh, some balance dials for them to It's, uh, to live and they have a suitable timetable. They also say this to another people and they can, uh, keep, keep them to go in their way. Well done. Finally,.",
      "transcript_cleaned": "I think so because, some people want to have a balance line and balance dials. some, but celebrity celebrities have a good body so that they have, some balance dials for them to it is, to live and they have a suitable timetable. They also say this to another people and they can, keep, keep them to go in their way. Well done. Finally.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q12",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Tell me Nam, how has technology changed the way people communicate?",
      "transcript": "This has a big change. Firstly, people do not want to face to face with another.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "This has a big change. Firstly, people don't want to face to face with another.",
      "transcript_cleaned": "This has a big change. Firstly, people do not want to face to face with another.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q13",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "However, there are more advantages.",
      "transcript": "Firstly, people can connect with other people, just they are far from another people. Secondly, people can connect with other people, which they do not have much time to go and this is very convenient.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Firstly, people can connect with other people, just they are far from another people. Secondly, people can connect with other people, which they don't have much time to go and this is very convenient.",
      "transcript_cleaned": "Firstly, people can connect with other people, just they are far from another people. Secondly, people can connect with other people, which they do not have much time to go and this is very convenient.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q14",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Tell me Nam, do you think people rely too much on social media?",
      "transcript": "Yes, in my opinion, teenagers depend heavily on social media. Firstly, it is about their school. They have to update their, the news on their school page and they can, have, shown some clues to, to, to improve their self. but, however, elder people do not depend a lot on social media. They want to connect and face to face with another people. They like to do some garden, playing sports or playing chess. They do not like to surf the internet all the time. Thank you. Well done. Brilliant. Okay, now that brings us to the end of our test. Thank you so much and congratulations. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, in my opinion, teenagers depend heavily on social media. Firstly, it's about their school. They have to update their, the news on their school page and they can, uh, have, shown some clues to, uh, to, uh, to improve their self. Uh, but, however, uh, elder people don't depend a lot on social media. They want to connect and face to face with another people. They like to do some garden, playing sports or playing chess. They don't like to surf the internet all the time. Thank you. Well done. Brilliant. Okay, now that brings us to the end of our test. Thank you so much and congratulations. Well done.",
      "transcript_cleaned": "Yes, in my opinion, teenagers depend heavily on social media. Firstly, it is about their school. They have to update their, the news on their school page and they can, have, shown some clues to, to, to improve their self. but, however, elder people do not depend a lot on social media. They want to connect and face to face with another people. They like to do some garden, playing sports or playing chess. They do not like to surf the internet all the time. Thank you. Well done. Brilliant. Okay, now that brings us to the end of our test. Thank you so much and congratulations.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q16",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "So if they ask you the question about transport, what is the most common type of transport in your city?",
      "transcript": "You said motor. Motorbikes. Why? Because they are cheap. Okay, that was really good. But I want you to develop more. Give me more detail. Say, which is important because Vietnam is a developing country. you are a developing country. And people do not have much money to pay for luxury vehicles. Yeah. Try to give me a longer sentence to develop that idea.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "You said motor. Motorbikes. Why? Because they are cheap. Okay, that was really good. But I want you to develop more. Give me more detail. Say, which is important because Vietnam is a developing country. You're a developing country. And people do not have much money to pay for luxury vehicles. Yeah. Try to give me a longer sentence to develop that idea.",
      "transcript_cleaned": "You said motor. Motorbikes. Why? Because they are cheap. Okay, that was really good. But I want you to develop more. Give me more detail. Say, which is important because Vietnam is a developing country. you are a developing country. And people do not have much money to pay for luxury vehicles. Yeah. Try to give me a longer sentence to develop that idea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q18",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Famous person?",
      "transcript": "Let me see. Song Tom? Yes. Song Tom. So you can say Song Tom is a great role model because he is very handsome. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Let me see. Song Tom? Yes. Song Tom. So you can say Song Tom is a great role model because he is very handsome. Okay.",
      "transcript_cleaned": "Let me see. Song Tom? Yes. Song Tom. So you can say Song Tom is a great role model because he is very handsome.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q02",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "What was your favorite subject at school?",
      "transcript": "Well, my favorite subject was history. I really enjoy learning new things. And about our past and different civilization of their stories.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, my favorite subject was history. I really enjoy learning new things. And about our past and different civilization of their stories.",
      "transcript_cleaned": "my favorite subject was history. I really enjoy learning new things. And about our past and different civilization of their stories.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q03",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "Why history was your favorite subject?",
      "transcript": "Because it was interesting and I can learn new information about our culture and identity. And that is why this is my favorite subject.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, because it was interesting and I can learn new information about our culture and identity. And that is why this is my favorite subject.",
      "transcript_cleaned": "Because it was interesting and I can learn new information about our culture and identity. And that is why this is my favorite subject.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q04",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "Is it important to study that subject?",
      "transcript": "Yes, definitely. studying stories helps us to understand our culture and identity and it also teaches us our critical thinking skills and source. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, yes, definitely. Uh, studying stories helps us to understand our culture and identity and it also teaches us our critical thinking skills and source. Okay.",
      "transcript_cleaned": "Yes, definitely. studying stories helps us to understand our culture and identity and it also teaches us our critical thinking skills and source.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q05",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "Do you still have an interest in that subject now?",
      "transcript": "Yes, of course, in my free time I read stories books, history books, and watch documentaries, and, it is a subject, there is always something new to learn.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, of course, uh, in my free time I read stories books, history books, and watch documentaries, and, uh, it is a subject, uh, there is always something new to learn.",
      "transcript_cleaned": "Yes, of course, in my free time I read stories books, history books, and watch documentaries, and, it is a subject, there is always something new to learn.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q06",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "Do you live in a flat or a house?",
      "transcript": "Well, I live in an apartment with my family members. There are not so many members in my family, me and my parents.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I live in an apartment with my family members. There are not so many members in my family, me and my parents.",
      "transcript_cleaned": "I live in an apartment with my family members. There are not so many members in my family, me and my parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q07",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "What do you like about living there?",
      "transcript": "I love to live, I love to live in my apartment because it was so comfortable and I love enjoy my personal space. So I love to live in my own apartment What are the disadvantages of living there the one of the most disadvantage is there is no lift in my apartment and every time I have to go to up fifth floor and it was quite hard for me Would you prefer to live in a flat or a house in the future? There is no problem, there is no problem living in my apartment in future but there must be a leave service because my parents are getting old and they must be, they must, they must be, have leave service in our apartment. Now that is the end of your part one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I love to live, I love to live in my apartment because it was so comfortable and I love enjoy my personal space. So I love to live in my own apartment What are the disadvantages of living there Uh the one of the most disadvantage is there is no lift in my apartment and every time I have to go to up fifth floor and it was quite hard for me Would you prefer to live in a flat or a house in the future? There is no problem, there is no problem living in my apartment in future but there must be a leave service because my parents are getting old and they must be, they must, they must be, have leave service in our apartment. Now that is the end of your part one.",
      "transcript_cleaned": "I love to live, I love to live in my apartment because it was so comfortable and I love enjoy my personal space. So I love to live in my own apartment What are the disadvantages of living there the one of the most disadvantage is there is no lift in my apartment and every time I have to go to up fifth floor and it was quite hard for me Would you prefer to live in a flat or a house in the future? There is no problem, there is no problem living in my apartment in future but there must be a leave service because my parents are getting old and they must be, they must, they must be, have leave service in our apartment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q08",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "Why some people enjoy trying new things more than others?",
      "transcript": "People are so adventurous, so they want to learn new things day by day. The world changing constantly and, that is why people want to learn new things and they want to try new experience for their better life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "People are so adventurous, so they want to learn new things day by day. The world changing constantly and, er, that's why people want to learn new things and they want to try new experience for their better life.",
      "transcript_cleaned": "People are so adventurous, so they want to learn new things day by day. The world changing constantly and, that is why people want to learn new things and they want to try new experience for their better life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q09",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "Do you think it is better for children to try new things?",
      "transcript": "From my perspective, I would like to say that children should learn new things for their better future and for their better academic, academic, academic experience. just because they are, so much talented and they are so, they are so,. okay What are some of the potential dangers of trying something new without enough preparation Well without enough preparation we can do well in our our any activities in our life For better experience we must practice more and more and we must have to enough preparation So for better experience and for good activities we must practice more In what ways do traditions prevent people from trying new things?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, from my perspective, I would like to say that children should learn new things for their better future and for their better academic, uh, academic, uh, academic experience. Um, just because they're, uh, so much talented and they're so, um, they're so, um. Um okay What are some of the potential dangers of trying something new without enough preparation Well without enough preparation we can do well uh in our our any activities in our life For better experience we must practice more and more and we must have to enough preparation So for better experience and for good activities we must practice more In what ways do traditions prevent people from trying new things?",
      "transcript_cleaned": "From my perspective, I would like to say that children should learn new things for their better future and for their better academic, academic, academic experience. just because they are, so much talented and they are so, they are so,. okay What are some of the potential dangers of trying something new without enough preparation Well without enough preparation we can do well in our our any activities in our life For better experience we must practice more and more and we must have to enough preparation So for better experience and for good activities we must practice more In what ways do traditions prevent people from trying new things?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q10",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "In what other ways do traditions prevent or stop people from trying new things?",
      "transcript": "People can, people, try some new things like they want to explore, many activities and they are so adventurous. They want to take risks. So, I would say that, people should prevent their, their new experience and their, their, their entire life experience with others.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, people can, people, uh, try some new things like they want to explore, uh, many activities and they're so adventurous. They want to take risks. So, um, I would say that, uh, people should prevent their, uh, their new experience and their, Um, their, um, their entire life experience with others.",
      "transcript_cleaned": "People can, people, try some new things like they want to explore, many activities and they are so adventurous. They want to take risks. So, I would say that, people should prevent their, their new experience and their, their, their entire life experience with others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RZfjHEPcCXY_q11",
      "video_id": "RZfjHEPcCXY",
      "band": 5.5,
      "question": "How can globalization affect our culture to adopt new practices and ideas?",
      "transcript": "Well, globalization affects our culture in many ways like I would like to say education. We, now we can use internet for our, education sites and we also use, for our, work. And, on the other hand, if we, if we, if I like to, say that, that is food, and there are so many, there are so, okay. that is the end of your speaking test.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, globalization affects our culture in many ways like I would like to say education. We, now we can use internet for our, uh, education sites and we also use, uh, for our, uh, work. And, uh, on the other hand, uh, if we, uh, if we, if I like to, uh, say that, uh, that is food, and there are so many, uh, there are so, okay. Uh, that is the end of your speaking test.",
      "transcript_cleaned": "globalization affects our culture in many ways like I would like to say education. We, now we can use internet for our, education sites and we also use, for our, work. And, on the other hand, if we, if we, if I like to, say that, that is food, and there are so many, there are so, okay. that is the end of your speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4fbTTQa8I6s_q01",
      "video_id": "4fbTTQa8I6s",
      "band": 5.5,
      "question": "Are you ready?",
      "transcript": "Yes. All right. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. All right. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes. All right. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}