{
  "batch_id": 235,
  "count": 20,
  "samples": [
    {
      "sample_id": "-oBIT8o8ruk_q24",
      "video_id": "-oBIT8o8ruk",
      "band": 5.0,
      "question": "When you mention a place where you can borrow books or something like that, and then you mention comics, that is fine.",
      "transcript": "But in the second part, you keep repeating the word \"pen\" without mentioning comics. There. Then, the relationship between fate and destiny can be used. Then there is a place where I wrote \"Doraemon come back from the future.\" Just hearing that it is weird comes from the future is enough. Coming from the future, not returning from the future. Because it is not Doraemon who is returned.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But in the second part, you keep repeating the word \"pen\" without mentioning comics . There. Then, the relationship between fate and destiny can be used. Then there's a place where I wrote \"Doraemon come back from the future.\" Just hearing that it's weird comes from the future is enough. Coming from the future, not returning from the future. Because it's not Doraemon who's returned.",
      "transcript_cleaned": "But in the second part, you keep repeating the word \"pen\" without mentioning comics. There. Then, the relationship between fate and destiny can be used. Then there is a place where I wrote \"Doraemon come back from the future.\" Just hearing that it is weird comes from the future is enough. Coming from the future, not returning from the future. Because it is not Doraemon who is returned.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-oBIT8o8ruk_q30",
      "video_id": "-oBIT8o8ruk",
      "band": 5.0,
      "question": "So, what can we fix?",
      "transcript": "First, there is the importance of staying calm during an exam. He wants you to not get nervous during the exam. Go into the exam feeling relaxed. do not let it shake. If you do not vibrate, your vocal output might be higher. Because the more clearly you can hear during the test, the higher the voltage will be. So I will try to practice speaking so that my voice does not tremble anymore.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "First, there's the importance of staying calm during an exam. He wants you to not get nervous during the exam. Go into the exam feeling relaxed. Don't let it shake. If you don't vibrate, your vocal output might be higher. Because the more clearly you can hear during the test, the higher the voltage will be . So I'll try to practice speaking so that my voice doesn't tremble anymore.",
      "transcript_cleaned": "First, there is the importance of staying calm during an exam. He wants you to not get nervous during the exam. Go into the exam feeling relaxed. do not let it shake. If you do not vibrate, your vocal output might be higher. Because the more clearly you can hear during the test, the higher the voltage will be. So I will try to practice speaking so that my voice does not tremble anymore.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-oBIT8o8ruk_q33",
      "video_id": "-oBIT8o8ruk",
      "band": 5.0,
      "question": "Regarding word choice, should we avoid using words with unnatural or incorrect rhymes?",
      "transcript": "I just use it in a way that feels natural. That, and expanding on that theme further.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I just use it in a way that feels natural. That, and expanding on that theme further.",
      "transcript_cleaned": "I just use it in a way that feels natural. That, and expanding on that theme further.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-oBIT8o8ruk_q36",
      "video_id": "-oBIT8o8ruk",
      "band": 5.0,
      "question": "Are you an introvert or something?",
      "transcript": "It depends. It depends. Well, actually, with only a week left, it is too difficult to improve, but after the exam, I will try to practice speaking in front of the camera and in front of crowds more. Now that there is no crowd, let us practice speaking in front of the camera. Once you have talked to the camera enough times, you will find that you do not get nervous anymore. that is because, generally speaking, it is just a skill. it is also quite difficult for me to say I am confident right away. I need time to practice this, so let us just consider it as practicing speaking in front of the camera after the exam to build my confidence.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It depends . It depends . Well, actually, with only a week left, it's too difficult to improve, but after the exam, I'll try to practice speaking in front of the camera and in front of crowds more. Now that there's no crowd, let's practice speaking in front of the camera. Once you've talked to the camera enough times, you'll find that you don't get nervous anymore. That's because, generally speaking, it's just a skill. It's also quite difficult for me to say I'm confident right away. I need time to practice this, so let's just consider it as practicing speaking in front of the camera after the exam to build my confidence.",
      "transcript_cleaned": "It depends. It depends. Well, actually, with only a week left, it is too difficult to improve, but after the exam, I will try to practice speaking in front of the camera and in front of crowds more. Now that there is no crowd, let us practice speaking in front of the camera. Once you have talked to the camera enough times, you will find that you do not get nervous anymore. that is because, generally speaking, it is just a skill. it is also quite difficult for me to say I am confident right away. I need time to practice this, so let us just consider it as practicing speaking in front of the camera after the exam to build my confidence.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-oBIT8o8ruk_q38",
      "video_id": "-oBIT8o8ruk",
      "band": 5.0,
      "question": "Where are you, my dear?",
      "transcript": "I am from Nghe An. Generally speaking, having a regional accent is a disadvantage. But the way you handle your voice is quite good. It was not purely from Nghe An, so it shattered into pieces, which is good. I am just improving it further. That voice change thing is really difficult. He really could not change his voice. He cannot change his voice. So, if you have already done it, that is great, and you should just try to improve further. it is a long journey, not something that can be accomplished in a day or two, so we just need to keep moving forward, keep selling as we please, and keep practicing. Yes, I guess it is probably not that difficult to achieve, but it is still possible if you handle it calmly. Now, you have to always think in your head that day you will be calm, you will definitely be relaxed, and when you are relaxed, you will be able to handle it, you will survive.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm from Nghe An. Generally speaking, having a regional accent is a disadvantage. But the way you handle your voice is quite good. It wasn't purely from Nghe An, so it shattered into pieces, which is good. I'm just improving it further. That voice change thing is really difficult. He really couldn't change his voice. He can't change his voice. So, if you've already done it, that's great, and you should just try to improve further. It's a long journey, not something that can be accomplished in a day or two, so we just need to keep moving forward, keep selling as we please, and keep practicing. Yes, I guess it's probably not that difficult to achieve, but it's still possible if you handle it calmly. Now, you have to always think in your head that day you will be calm, you will definitely be relaxed, and when you are relaxed, you will be able to handle it, you will survive.",
      "transcript_cleaned": "I am from Nghe An. Generally speaking, having a regional accent is a disadvantage. But the way you handle your voice is quite good. It was not purely from Nghe An, so it shattered into pieces, which is good. I am just improving it further. That voice change thing is really difficult. He really could not change his voice. He cannot change his voice. So, if you have already done it, that is great, and you should just try to improve further. it is a long journey, not something that can be accomplished in a day or two, so we just need to keep moving forward, keep selling as we please, and keep practicing. Yes, I guess it is probably not that difficult to achieve, but it is still possible if you handle it calmly. Now, you have to always think in your head that day you will be calm, you will definitely be relaxed, and when you are relaxed, you will be able to handle it, you will survive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uo7zhx7uEio_q03",
      "video_id": "uo7zhx7uEio",
      "band": 7.0,
      "question": "[Transcript chunk 3]",
      "transcript": "To be to lend him something he does not he does not have to take care of his give all these children when he is away or take a look at his out ways you know he is an ala day these kind of things well why should neighbors help each other because because it comes quite naturally I think you may have a problem you may have a problem one day and if there is somebody that can help you it is a it is a good thing singing you live in quite a small town yeah and you know como as well do you think that people in small towns help each other more than people in cities yes yeah I think that it depends on the country for example hearing HPSA are they here in England showed me that people are much more helpful here than in Italy and but I think that generally in a small town since you more or less know each other you are more kind and you tend to help other people more easily right so why do not they do the same in cities because they are the life in City is quite stressful there are many people that they have to run from one part to the other of the city and they do not they do not take care of people that maybe needs help they do not notice okay let us go on and think about attitudes towards helping other people and some people do not want to help other people why do you think that is I do not know better I think that the mean attitude is help people tend to people maybe they have had a bad experience or yeah it may be there sometimes you had a bad experience in which you felt really bad and nobody helped you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "to be to lend him something he doesn't he doesn't have to take care of his give all these children when he's away or take a look at his out ways you know he's an ala day these kind of things well why should neighbors help each other because because it comes quite naturally I think you may have a problem you may have a problem one day and if there is somebody that can help you it's a it's a good thing singing you live in quite a small town yeah and you know como as well do you think that people in small towns help each other more than people in cities yes yeah I think that it depends on the country for example hearing HPSA are they here in England showed me that people are much more helpful here than in Italy and but I think that generally in a small town since you more or less know each other you are more kind and you tend to help other people more easily right so why don't they do the same in cities because they're the life in City is quite stressful there are many people that they have to run from one part to the other of the city and they don't they don't take care of people that maybe needs help they don't notice okay let's go on and think about attitudes towards helping other people and some people don't want to help other people why do you think that is I don't know better I think that the mean attitude is help people tend to people maybe they've had a bad experience or yeah it may be there sometimes you had a bad experience in which you felt really bad and nobody helped you.",
      "transcript_cleaned": "To be to lend him something he does not he does not have to take care of his give all these children when he is away or take a look at his out ways you know he is an ala day these kind of things well why should neighbors help each other because because it comes quite naturally I think you may have a problem you may have a problem one day and if there is somebody that can help you it is a it is a good thing singing you live in quite a small town yeah and you know como as well do you think that people in small towns help each other more than people in cities yes yeah I think that it depends on the country for example hearing HPSA are they here in England showed me that people are much more helpful here than in Italy and but I think that generally in a small town since you more or less know each other you are more kind and you tend to help other people more easily right so why do not they do the same in cities because they are the life in City is quite stressful there are many people that they have to run from one part to the other of the city and they do not they do not take care of people that maybe needs help they do not notice okay let us go on and think about attitudes towards helping other people and some people do not want to help other people why do you think that is I do not know better I think that the mean attitude is help people tend to people maybe they have had a bad experience or yeah it may be there sometimes you had a bad experience in which you felt really bad and nobody helped you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uo7zhx7uEio_q04",
      "video_id": "uo7zhx7uEio",
      "band": 7.0,
      "question": "[Transcript chunk 4]",
      "transcript": "And now you do not feel ready to do to do it with the people's but I think that by the way you should always try to be helpful because it cannot base your editor and a past experience do you think that the government's have a responsibility to help people yes yes I think the government should create structure should create also the right the right base to to give people the chance to to take up on my mindset mmm then with a mindset of helpfulness alright but does not that sometimes mean that that people think that is it is only the government's responsibility no it is not only governor responsibility first of all he is a person responsibility I think that everyone should be should help each other first of all then the government can create the structure and then create the can act in a right way to allow people to be helpful and to help each other but I think that is mainly it is a current in the feature of a person so a minority do you think that some people deserve help more than others no right I think everybody deserves the same amount of help from other people's but sometimes I understand that it is difficult to have some people first of all people that be it does not be do not behave in our in the right way or death made you or suffer suffers and during your life or in order we are with people you had a bad experience with but in general I think that everybody should have the same the same amount of help okay let us go on and think about attitudes towards helping other people some people do not want to help other people why do you think that is my honestly I do not know.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and now you don't feel ready to do to do it with the people's but I think that by the way you should always try to be helpful because it can't base your editor and a past experience do you think that the government's have a responsibility to help people yes yes I think the government should create structure should create also the right the right base to to give people the chance to to take up on my mindset mmm then with a mindset of helpfulness alright but doesn't that sometimes mean that that people think that is it's only the government's responsibility no it's not only governor responsibility first of all he is a person responsibility I think that everyone should be should help each other first of all then the government can create the structure and then create the can act in a right way to allow people to be helpful and to help each other but I think that's mainly it's a current in the feature of a person so a minority do you think that some people deserve help more than others no right I think everybody deserves the same amount of help from other people's but sometimes I understand that it's difficult to have some people first of all people that be it doesn't be don't behave in our in the right way or death made you or suffer suffers and during your life or in order we are with people you had a bad experience with but in general I think that everybody should have the same the same amount of help okay let's go on and think about attitudes towards helping other people some people don't want to help other people why do you think that is my honestly I don't know.",
      "transcript_cleaned": "And now you do not feel ready to do to do it with the people's but I think that by the way you should always try to be helpful because it cannot base your editor and a past experience do you think that the government's have a responsibility to help people yes yes I think the government should create structure should create also the right the right base to to give people the chance to to take up on my mindset mmm then with a mindset of helpfulness alright but does not that sometimes mean that that people think that is it is only the government's responsibility no it is not only governor responsibility first of all he is a person responsibility I think that everyone should be should help each other first of all then the government can create the structure and then create the can act in a right way to allow people to be helpful and to help each other but I think that is mainly it is a current in the feature of a person so a minority do you think that some people deserve help more than others no right I think everybody deserves the same amount of help from other people's but sometimes I understand that it is difficult to have some people first of all people that be it does not be do not behave in our in the right way or death made you or suffer suffers and during your life or in order we are with people you had a bad experience with but in general I think that everybody should have the same the same amount of help okay let us go on and think about attitudes towards helping other people some people do not want to help other people why do you think that is my honestly I do not know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uo7zhx7uEio_q05",
      "video_id": "uo7zhx7uEio",
      "band": 7.0,
      "question": "[Transcript chunk 5]",
      "transcript": "But I think that the main activities help people tend to each other maybe they have had a bad experience or yeah it may be there sometimes you had a bad experience in which you felt really bad and nobody helped you and now you do not feel ready to do to do it with the people's but I think that by the way you should always try to be helpful because it can base your editor on a past experience thank you very much that is the end of the speaking test Thanks.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "but I think that the main activities help people tend to each other maybe they've had a bad experience or yeah it may be there sometimes you had a bad experience in which you felt really bad and nobody helped you and now you don't feel ready to do to do it with the people's but I think that by the way you should always try to be helpful because it can base your editor on a past experience thank you very much that is the end of the speaking test Thanks.",
      "transcript_cleaned": "But I think that the main activities help people tend to each other maybe they have had a bad experience or yeah it may be there sometimes you had a bad experience in which you felt really bad and nobody helped you and now you do not feel ready to do to do it with the people's",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SZzz1Qb3ZHQ_q01",
      "video_id": "SZzz1Qb3ZHQ",
      "band": 8.5,
      "question": "[Transcript chunk 1]",
      "transcript": "Hey guys hello welcome to my channel and in this special episode I am very honored to be joined by my friend Ernest he is from Singapore say hi hello Ali and hi everybody yeah you know some of you may have some misconceptions about how Singapore English sounds like and how Singaporeans speak English so today I am going to put him to the test and you k.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "hey guys hello welcome to my channel and in this special episode I'm very honored to be joined by my friend Ernest he's from Singapore say hi hello Ali and hi everybody yeah you know some of you may have some misconceptions about how Singapore English sounds like and how Singaporeans speak English so today I'm gonna put him to the test and you k.",
      "transcript_cleaned": "Hey guys hello welcome to my channel and in this special episode I am very honored to be joined by my friend Ernest he is from Singapore say hi hello Ali and hi everybody yeah you know some of you may have some misconceptions about how Singapore English sounds like and how Singaporeans speak English so today I am going to put him to the test and you k.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SZzz1Qb3ZHQ_q02",
      "video_id": "SZzz1Qb3ZHQ",
      "band": 8.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Having an altercation that is very jarring and disconcerting to me and I really do not like that okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "having an altercation that's very jarring and disconcerting to me and I really don't like that okay.",
      "transcript_cleaned": "Having an altercation that is very jarring and disconcerting to me and I really do not like that",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SZzz1Qb3ZHQ_q03",
      "video_id": "SZzz1Qb3ZHQ",
      "band": 8.5,
      "question": "[Transcript chunk 3]",
      "transcript": "That is eaten during that festival fan games usually like daily necessities clothes curios knickknacks okay and how have street markets in your country changed in the last 10 years Street markets have become a little bit more commercialized in the sense that in the past there used to be an atmosphere about such markets which signified the festivities it was usually something very joyous and yes there was of course a cacophony behind in the background always but it was always like hot tub entering not what we hear nowadays which is a lot of battling and a lot of a lot of sometimes a lot of anger behind it because you can hear that there are a lot of frustrations on our day to day activities so I think that generally the tone is a little bit more sour and I do feel that it is partly because festivities in Singapore have become very commercialized thank you very good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "that is eaten during that festival fan games usually like daily necessities clothes curios knickknacks okay and how have street markets in your country changed in the last 10 years Street markets have become a little bit more commercialized in the sense that in the past there used to be an atmosphere about such markets which signified the festivities it was usually something very joyous and yes there was of course a cacophony behind in the background always but it was always like hot tub entering not what we hear nowadays which is a lot of battling and a lot of a lot of sometimes a lot of anger behind it because you can hear that there are a lot of frustrations on our day to day activities so I think that generally the tone is a little bit more sour and I do feel that it is partly because festivities in Singapore have become very commercialized hmm thank you very good.",
      "transcript_cleaned": "That is eaten during that festival fan games usually like daily necessities clothes curios knickknacks okay and how have street markets in your country changed in the last 10 years Street markets have become a little bit more commercialized in the sense that in the past there used to be an atmosphere about such markets which signified the festivities it was usually something very joyous and yes there was of course a cacophony behind in the background always but it was always like hot tub entering not what we hear nowadays which is a lot of battling and a lot of a lot of sometimes a lot of anger behind it because you can hear that there are a lot of frustrations on our day to day activities so I think that generally the tone is a little bit more sour and I do feel that it is partly because festivities in Singapore have become very commercialized thank you very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SZzz1Qb3ZHQ_q05",
      "video_id": "SZzz1Qb3ZHQ",
      "band": 8.5,
      "question": "[Transcript chunk 5]",
      "transcript": "First do you think our classes are necessary and why I think our classes are very necessary it gives an ebony of expression for children to be able to express their greatest joys their deepest fears and a hope for the future and I think is really really important and has always been an outlet of expression for people to connect to people and I think that then is critically important because in life when we actually talk about the hard sciences that is why we spoke about earlier it is very hard to actually connect to people with science we use science to connect to people but and it is critically important because it is a common language that transcends cultures that can transcend religion that actually speak to people on a very emotive level and that is really really powerful yeah thank you what kinds of art do people in your country like I think we have different kinds of art that we have the traditional kinds of art we have a theater we have dance we have song we have instrumental music so I think that not being a very personal topic we do have different kinds of other people to enjoy but it means your subjective there is always something out there for somebody but it is not something that we can say definite of me that there is one form that supersedes all others okay and what benefits can you get from painting as a hobby personally I do not really paint myself but I have seen people who paint and I have seen that pieces of work before painting actually is an activity that can be done by different kinds of people from somebody who is a novice to somebody who is an expert as again if with all forms.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "first do you think our classes are necessary and why I think our classes are very necessary it gives an ebony of expression for children to be able to express their greatest joys their deepest fears and a hope for the future and I think is really really important and has always been an outlet of expression for people to connect to people and I think that then is critically important because in life when we actually talk about the hard sciences that's why we spoke about earlier it's very hard to actually connect to people with science we use science to connect to people but and it's critically important because it is a common language that transcends cultures that can transcend religion that actually speak to people on a very emotive level and that is really really powerful um yeah thank you what kinds of art do people in your country like I think we have different kinds of art that we have the traditional kinds of art we have a theater we have dance we have song we have instrumental music so I think that not being a very personal topic we do have different kinds of other people to enjoy but it means your subjective there is always something out there for somebody but it is not something that we can say definite of me that there is one form that supersedes all others okay and what benefits can you get from painting as a hobby personally I don't really paint myself but I have seen people who paint and I've seen that pieces of work before painting actually is an activity that can be done by different kinds of people from somebody who's a novice to somebody who's an expert as again if with all forms.",
      "transcript_cleaned": "First do you think our classes are necessary and why I think our classes are very necessary it gives an ebony of expression for children to be able to express their greatest joys their deepest fears and a hope for the future and I think is really really important and has always been an outlet of expression for people to connect to people and I think that then is critically important because in life when we actually talk about the hard sciences that is why we spoke about earlier it is very hard to actually connect to people with science we use science to connect to people but and it is critically important because it is a common language that transcends cultures that can transcend religion that actually speak to people on a very emotive level and that is really really powerful yeah thank you what kinds of art do people in your country like I think we have different kinds of art that we have the traditional kinds of art we have a theater we have dance we have song we have instrumental music so I think that not being a very personal topic we do have different kinds of other people to enjoy but it means your subjective there is always something out there for somebody but it is not something that we can say definite of me that there is one form that supersedes all others okay and what benefits can you get from painting as a hobby personally I do not really paint myself but I have seen people who paint and I have seen that pieces of work before painting actually is an activity that can be done by different kinds of people from somebody who is a novice to somebody who is an expert as again if with all forms.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SZzz1Qb3ZHQ_q06",
      "video_id": "SZzz1Qb3ZHQ",
      "band": 8.5,
      "question": "[Transcript chunk 6]",
      "transcript": "Of audits and outlet for expression it is also a means towards a livelihood for some people we do have some people for example who in Singapore we have a mental institution for those who are afflicted with mental illness and sometimes they use art as a form of therapy in children we have undergone severe post-traumatic stress disorder they also use art as a way to express what they cannot speak about and as a way to me console the conflicting emotions within themselves okay last question do you think people's preferences for Arts in your country changed in the past few years I think definitely so because there were more traditional forms of art that were more widely practiced in order Singapore so for example we have by the way uncle eat we have like the more traditional lion dance that we see that we actually perform doing Chinese New Year and these forms are actually slowly dying out because the younger generation have different forms of ad that they can achieve themselves and relate better to and as a result these forms of art are becoming less relevant to the younger generation so as the older generation slowly dies out many of the traditional forms of art have slowly started to be phased out as well okay thank you that is not the end of a testing god that is yeah thank you okay what part did you find the most challenging the has talked about a topic on the spot immediately about something that I had completely not a clue about like right so yes it sometimes we but you did really well like you had a ton of vocab for for those topics yeah you tack out the questions of very well still.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "of audits and outlet for expression it is also a means towards a livelihood for some people we do have some people for example who in Singapore we have a mental institution for those who are afflicted with mental illness and sometimes they use art as a form of therapy in children we have undergone severe post-traumatic stress disorder they also use art as a way to express what they cannot speak about and as a way to me console the conflicting emotions within themselves okay last question do you think people's preferences for Arts in your country changed in the past few years I think definitely so because um there were more traditional forms of art that were more widely practiced in order Singapore so for example we have by the way uncle eat we have like the more traditional lion dance that we see that we actually perform doing Chinese New Year and these forms are actually slowly dying out because the younger generation have different forms of ad that they can achieve themselves and relate better to and as a result these forms of art are becoming less relevant to the younger generation so as the older generation slowly dies out many of the traditional forms of art have slowly started to be phased out as well okay thank you that is not the end of a testing god that's yeah thank you okay what part did you find the most challenging the has talked about a topic on the spot immediately about something that I had completely not a clue about like ah right ah so yes it sometimes we but you did really well like you had a ton of vocab for for those topics yeah you tack out the questions of very well still.",
      "transcript_cleaned": "Of audits and outlet for expression it is also a means towards a livelihood for some people we do have some people for example who in Singapore we have a mental institution for those who are afflicted with mental illness and sometimes they use art as a form of therapy in children we have undergone severe post-traumatic stress disorder they also use art as a way to express what they cannot speak about and as a way to me console the conflicting emotions within themselves okay last question do you think people's preferences for Arts in your country changed in the past few years I think definitely so because there were more traditional forms of art that were more widely practiced in order Singapore so for example we have by the way uncle eat we have like the more traditional lion dance that we see that we actually perform doing Chinese New Year and these forms are actually slowly dying out because the younger generation have different forms of ad that they can achieve themselves and relate better to and as a result these forms of art are becoming less relevant to the younger generation so as the older generation slowly dies out many of the traditional forms of art have slowly started to be phased out as well okay thank you that is not the end of a testing god that is yeah thank you okay what part did you find the most challenging the has talked about a topic on the spot immediately about something that I had completely not a clue about like right so yes it sometimes we but you did really well like you had a ton of vocab for for those topics yeah you tack out the questions of very well still.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SZzz1Qb3ZHQ_q07",
      "video_id": "SZzz1Qb3ZHQ",
      "band": 8.5,
      "question": "[Transcript chunk 7]",
      "transcript": "Yeah people would probably think that you you have a net far too oh my god but yeah I would not have been able to to do so well yeah so great job Venice okay so we are done with the test as you can see how he was feeling during the test and the stuff that he shared with you guys after the test right would you say it is nerve-wracking well I think that it is a little bit jarring because even as a native English speaker I think that it is it is difficult to talk about a topic especially fall at two or three minutes when you have not a clue about it and I think that definitely for somebody who is not the native speaker of English it will be very challenging especially when it comes the more esoteric topics or the more oblique topics that are not so mainstream I think that that would be a little bit more challenging so hopefully this will be a very nice sample for you guys to to to refer to right in your process of studying for the exam I myself would probably learn from here too okay guys so thank you for tuning in if you liked the video please give it a big thumbs up and hit the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "yeah people would probably think that you you have a net far too oh my god but yeah I wouldn't have been able to to do so well yeah so great job Venice okay so we're done with the test as you can see how he was feeling during the test and the stuff that he shared with you guys after the test right would you say it's nerve-wracking well I think that it is a little bit jarring because even as a native English speaker I think that it's um it's difficult to talk about a topic especially fall at two or three minutes when you have not a clue about it and I think that definitely for somebody who is not the native speaker of English it will be very challenging especially when it comes the more esoteric topics hmm or the more oblique topics that are not so mainstream I think that that would be a little bit more challenging so hopefully this will be a very nice sample for you guys to to to refer to right in your process of studying for the exam I myself would probably learn from here too okay guys so thank you for tuning in if you liked the video please give it a big thumbs up and hit the.",
      "transcript_cleaned": "people would probably think that you you have a net far too oh my god but yeah I would not have been able to to do so well yeah so great job Venice okay so we are done with the test as you can see how he was feeling during the test and the stuff that he shared with you guys after the test right would you say it is nerve-wracking well I think that it is a little bit jarring because even as a native English speaker I think that it is it is difficult to talk about a topic especially fall at two or three minutes when you have not a clue about it and I think that definitely for somebody who is not the native speaker of English it will be very challenging especially when it comes the more esoteric topics or the more oblique topics that are not so mainstream I think that that would be a little bit more challenging so hopefully this will be a very nice sample for you guys to to to refer to right in your process of studying for the exam I myself would probably learn from here too okay guys so thank you for tuning in if you liked the video please give it a big thumbs up and hit the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s37dx9tOQC4_q01",
      "video_id": "s37dx9tOQC4",
      "band": 8.5,
      "question": "Do you use technology a lot in your daily routine?",
      "transcript": "&gt;&gt; I do use technology a lot in my daily routine. Yes. &gt;&gt; Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; I do use technology a lot in my daily routine. Yes. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; I do use technology a lot in my daily routine. Yes. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s37dx9tOQC4_q02",
      "video_id": "s37dx9tOQC4",
      "band": 8.5,
      "question": "What is the most useful gadget you own?",
      "transcript": "&gt;&gt; The most useful gadget I own is the most useful gadget anyone owns at this point in time, which is a smartphone. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; The most useful gadget I own is the most useful gadget anyone owns at this point in time, which is a smartphone. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; The most useful gadget I own is the most useful gadget anyone owns at this point in time, which is a smartphone. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s37dx9tOQC4_q03",
      "video_id": "s37dx9tOQC4",
      "band": 8.5,
      "question": "Do you prefer using a laptop or a mobile phone?",
      "transcript": "&gt;&gt; I prefer using a laptop over a mobile phone. it is much more convenient. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I prefer using a laptop over a mobile phone. It's much more convenient. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; I prefer using a laptop over a mobile phone. it is much more convenient. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s37dx9tOQC4_q04",
      "video_id": "s37dx9tOQC4",
      "band": 8.5,
      "question": "How often do you check your social media accounts?",
      "transcript": "&gt;&gt; I check my social media accounts very frequently. after I wake up or and anytime throughout the day, I check it really a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I check my social media accounts very frequently. Uh after I wake up or and anytime throughout the day, I check it really a lot.",
      "transcript_cleaned": "&gt;&gt; I check my social media accounts very frequently. after I wake up or and anytime throughout the day, I check it really a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s37dx9tOQC4_q05",
      "video_id": "s37dx9tOQC4",
      "band": 8.5,
      "question": "&gt;&gt; Has technology changed the way you study or work?",
      "transcript": "&gt;&gt; Technology has made the way I study and work a lot more efficient than it would be if I had not technology access.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Technology has made the way I study and work a lot more efficient than it would be if I had not technology access.",
      "transcript_cleaned": "&gt;&gt; Technology has made the way I study and work a lot more efficient than it would be if I had not technology access.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s37dx9tOQC4_q06",
      "video_id": "s37dx9tOQC4",
      "band": 8.5,
      "question": "Do you think people rely too much on technology nowadays?",
      "transcript": "&gt;&gt; People do rely a lot on technology nowadays than they used to before. it is incorporated in every aspects of their lives. It was not used to it was not like that back in our parents' days or in our grandparents days. it is much more prevalent now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; People do rely a lot on technology nowadays than they used to before. It's incorporated in every aspects of their lives. It wasn't used to it wasn't like that back in our parents' days or in our grandparents days. It's much more prevalent now.",
      "transcript_cleaned": "&gt;&gt; People do rely a lot on technology nowadays than they used to before. it is incorporated in every aspects of their lives. It was not used to it was not like that back in our parents' days or in our grandparents days. it is much more prevalent now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}