{
  "batch_id": 4,
  "count": 20,
  "samples": [
    {
      "sample_id": "A53fe3e0PcE_q15",
      "video_id": "A53fe3e0PcE",
      "band": 8.5,
      "question": "Why do some people not eat healthy food?",
      "transcript": "Well I think there are so many reasons why some people prefer eating junk food. and one of them is that it is more affordable and I guess they consider it to be a quick fix. For example, whenever they are in a rush and they do not really have any time to go shopping or cook something, they just opt for the easiest way and order, let us say, a hot dog or something like that online. it is easy and that is why I think it is so popular.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um well I think there are so many reasons why some people prefer eating junk food. Um and one of them is that it's more affordable and um I guess they consider it to be a quick fix. For example, uh whenever they are in a rush and they don't really have any time to uh go shopping or cook something, they just opt for the easiest way and order, let's say, a hot dog or something like that online. Um it's easy and that's why I think it's so popular.",
      "transcript_cleaned": "I think there are so many reasons why some people prefer eating junk food. and one of them is that it is more affordable and I guess they consider it to be a quick fix. For example, whenever they are in a rush and they do not really have any time to go shopping or cook something, they just opt for the easiest way and order, let us say, a hot dog or something like that online. it is easy and that is why I think it is so popular.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "A53fe3e0PcE_q16",
      "video_id": "A53fe3e0PcE",
      "band": 8.5,
      "question": "How can the government educate people about healthy eating?",
      "transcript": "I think on several levels starting from school government should do their best to promote healthy clean eating at schools. for example we have cantens and they really hook children on junk food. I would say like that is what I am seeing these days in my country. we have a lot of unhealthy snacks there. And of course, children they they do not have or maybe they do have but little self-control. So they go for something which looks nice and delicious over something that is nutritious. that is why ensuring then can provide healthier alternatives is the first step. Then social awareness campaigns I would say are also important at universities at maybe metro stations. showing what what it feels like. eating healthily and like how you feel after that and what is the difference between eating junk food and eating healthy food or maybe provide some quick tips on how to cook some healthy meals which are affordable and high in like nutritiously good for people. that is great. Kristen, I am going to stop you there.",
      "part": 3,
      "source": "cleaned",
      "transcript_original": "Um I think on several levels starting from school government should do their best to promote healthy clean eating um at schools. Uh for example we have cantens and they really uh hook children on junk food. I would say like that's what I'm seeing these days in my country. Uh we have a lot of unhealthy um snacks there. And of course, children they they don't have or maybe they do have but little self-control. So they go for something which looks nice and delicious um over something that is nutritious. That's why um ensuring then can provide healthier alternatives is the first step. Then social awareness campaigns I would say are also important at universities at uh maybe metro stations. showing what what it feels like. Um, eating healthily and like how you feel after that and what is the difference uh between eating junk food and eating healthy food or maybe provide some quick tips on how to um cook some healthy meals uh which are affordable and um high in um like nutritiously uh good for people. That's great. Kristen, I'm going to stop you there.",
      "transcript_cleaned": "I think on several levels starting from school government should do their best to promote healthy clean eating at schools. for example we have cantens and they really hook children on junk food. I would say like that is what I am seeing these days in my country. we have a lot of unhealthy snacks there. And of course, children they they do not have or maybe they do have but little self-control. So they go for something which looks nice and delicious over something that is nutritious. that is why ensuring then can provide healthier alternatives is the first step. Then social awareness campaigns I would say are also important at universities at maybe metro stations. showing what what it feels like. eating healthily and like how you feel after that and what is the difference between eating junk food and eating healthy food or maybe provide some quick tips on how to cook some healthy meals which are affordable and high in like nutritiously good for people. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q01",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "What is your favorite thing about your home?",
      "transcript": "About my home, it is the food for sure because my mom, she cooks delicious food and I am always excited to go back home thinking in the mind that you know there will be something new dish today because I just love to eat.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "About my home, it's the food for sure because my mom, she cooks delicious food and I'm always excited to go back home thinking in the mind that you know there will be something new dish today cuz I just love to eat.",
      "transcript_cleaned": "About my home, it is the food for sure because my mom, she cooks delicious food and I am always excited to go back home thinking in the mind that you know there will be something new dish today because I just love to eat.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q02",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "What makes your home comfortable?",
      "transcript": "My home is very spacious first of all. So whenever I think of home I go back and especially the kids around I can play with them. and my younger siblings. So, I think it is the kids which makes it more comfortable. there is more life, there is more joy, there is more happiness in the house. Yeah, that is pretty much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My home is uh very spacious first of all. So whenever I think of home um I go back and um especially the kids around I can play with them. and my younger siblings. So, I think it's the kids which makes it more comfortable. Um, there's more life, there's more joy, there's more happiness in the house. Yeah, that's pretty much.",
      "transcript_cleaned": "My home is very spacious first of all. So whenever I think of home I go back and especially the kids around I can play with them. and my younger siblings. So, I think it is the kids which makes it more comfortable. there is more life, there is more joy, there is more happiness in the house. Yeah, that is pretty much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q03",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "What would you like to change about your home?",
      "transcript": "Okay, so my home is pretty old and personally, so I would like to have a new color in the house, change the paint, some furniturees around, especially in the living room. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, so my home is pretty old and personally, so I would like to have a new color in the house, change the paint, um, some furniturees around, especially in the living room. Now,.",
      "transcript_cleaned": "my home is pretty old and personally, so I would like to have a new color in the house, change the paint, some furniturees around, especially in the living room.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q04",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "Where do you like to go shopping?",
      "transcript": "Well, I usually like to go outside the country, not exactly inside where I stay in Dubai. it is just because of the quality of the stuff I like. I mean, I if I want to buy a purse or a wallet, I want to go Singapore because there is a handmade purses and the prices are compared to Dubai is way cheaper than here, you know, and you get the good stuff in there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I usually like to go outside the country, not exactly inside where I stay in Dubai. It's just because of the quality of the stuff I like. I mean, I if I want to buy a purse or a wallet, I want to go uh Singapore cuz there is a handmade purses and the prices are compared to Dubai is way cheaper than here, you know, and you get the good stuff in there.",
      "transcript_cleaned": "I usually like to go outside the country, not exactly inside where I stay in Dubai. it is just because of the quality of the stuff I like. I mean, I if I want to buy a purse or a wallet, I want to go Singapore because there is a handmade purses and the prices are compared to Dubai is way cheaper than here, you know, and you get the good stuff in there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q05",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "Do you prefer shopping alone or with other people?",
      "transcript": "Of course, alone. that is a good question because for example, if I go with my siblings, one would would like to go for one shop and the other would like to go to another shop and I really want to focus on things I want to buy because I do not want to buy something and regret later. So I always prefer to go alone.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Of course, alone. Uh that's a good question because uh for example, if I go with my siblings, one would would like to go for one shop and the other would like to go to another shop and I really want to focus on things I want to buy cuz I don't want to buy something and regret later. So I always prefer to go alone.",
      "transcript_cleaned": "Of course, alone. that is a good question because for example, if I go with my siblings, one would would like to go for one shop and the other would like to go to another shop and I really want to focus on things I want to buy because I do not want to buy something and regret later. So I always prefer to go alone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q06",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "How do you decide which thing to purchase?",
      "transcript": "Well, I do some research before that. for example, if I want to buy a mobile phone, I compare two phones at the time and I see what specifications I am going for. you know, if I want to go for something good processor or a good camera, I would go for maybe a good processor if I want to go. So, I always compare the models before going to purchase it. So, before going to the shop to actually buy it, I am already done with my homework. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I do some research before that. Um for example, if I want to buy a mobile phone, I compare two phones at the time and I see what specifications I'm going for. you know, if I want to go for something good processor or a good camera, I would go for maybe a good processor if I want to go. So, I always compare the uh models before going to purchase it. So, before going to the shop to actually buy it, I'm already uh done with my homework. Now,.",
      "transcript_cleaned": "I do some research before that. for example, if I want to buy a mobile phone, I compare two phones at the time and I see what specifications I am going for. you know, if I want to go for something good processor or a good camera, I would go for maybe a good processor if I want to go. So, I always compare the models before going to purchase it. So, before going to the shop to actually buy it, I am already done with my homework.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q07",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "What do you like to do in your free time?",
      "transcript": "In my free time, I would like to play video games. I am fond of video games. I play a lot of video games, especially the Counter Strike. Maybe you have heard of it. I like to play it and spend my few hours in there. Again, especially if it is free time.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh in my free time, I would like to play video games. I'm fond of video games. I play a lot of video games, especially the uh Counter Strike. Maybe you've heard of it. I like to play it and spend my few hours in there. Again, especially if it's free time.",
      "transcript_cleaned": "In my free time, I would like to play video games. I am fond of video games. I play a lot of video games, especially the Counter Strike. Maybe you have heard of it. I like to play it and spend my few hours in there. Again, especially if it is free time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q08",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "How do you like to spend free time with friends?",
      "transcript": "With friends, u I play football most of the time. So, whenever we are free, we just make a group and we go out in the field. it is not really professional football game, but more like a fun with the friends. You know, we laugh, we enjoy, we run around and you know, try to be more like in a group. Yeah. To keep the bonding.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "With friends, u I play football most of the time. So, whenever we are free, uh we just make a group and we go out in the field. It's not really professional football game, but more like a fun with the friends. You know, we laugh, we enjoy, we run around and you know, try to be more like in a group. Yeah. To keep the bonding.",
      "transcript_cleaned": "With friends, u I play football most of the time. So, whenever we are free, we just make a group and we go out in the field. it is not really professional football game, but more like a fun with the friends. You know, we laugh, we enjoy, we run around and you know, try to be more like in a group. Yeah. To keep the bonding.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q10",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "What is your favorite food?",
      "transcript": "My favorite food is Chinese. it is a Chinese cuisine noodles. Beef noodles. I mean, just the spices in it and it balances my daily diet as well because it has pasta in it, the spaghetti and then with the beef there is some protein and it is just I am always excited to eat it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite food is Chinese. It's a Chinese cuisine noodles. Beef noodles. I mean, just the spices in it and it balances my um daily diet as well because it has pasta in it, the spaghetti and then with the beef there's some protein and it's just uh I'm always excited to eat it.",
      "transcript_cleaned": "My favorite food is Chinese. it is a Chinese cuisine noodles. Beef noodles. I mean, just the spices in it and it balances my daily diet as well because it has pasta in it, the spaghetti and then with the beef there is some protein and it is just I am always excited to eat it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q11",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "How often do you eat out in restaurants?",
      "transcript": "H not very often because my mom she cooks in the house. So whenever I feel like it is too late to eat in the house, I always prefer to eat outside. So the skill which I took a long time to learn was saying no to anyone for sure. I mean it was very difficult at first when I could not say no to anyone and then I started to think you know why I am not at first why I did not say no and later on I regret it. It took me very long to say no. it is just because of how I grew up in my community in my culture. The main role who plays in this is my culture because as we grow up they say you should never say no to everyone and try to make it up for it. But later on I thought this is my life you know sometimes I want to do things in my way. I cannot just take up for everyone. So I took some time and how I did it was looking into the past and learning from my lessons what what I went through. let us say for example if I am not feeling well and my friends wanted me to go out and I just cannot say a simply no a simple no I mean it changes I mean it changes my the way I was and later on I regret it like why I did not say no at first I did not want to go out with my friends personality as well my how my behavior was before just because I wanted to make the next person happy and lose everything I have and stress and all those stuff. I really one day came up to myself and thought you know why do not I just say no to people it would be much easier but the main reason was that I was thinking that it might hurt the other person but I was not thinking myself I am hurting myself you know so this is the main skill I came up with and saying no to people so we have been talking about something that you learned how to do and we are going to continue to talk about learning and learning new skills what factors determine how quickly someone can learn a new skill First of all, the determination, the enthusiasm, I mean how much he wants it to learn and I would say u the events he has been through.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "H not very often cuz uh my mom she cooks in the house. So whenever I feel like it's too late to eat in the house, I always prefer to eat outside. So the skill which uh I took a long time to learn was saying no to anyone for sure. I mean it was very difficult at first when I couldn't say no to anyone and then I started to think you know why I'm not at first why I didn't say no and later on I regret it. It took me very long to say no. It's just because of how I grew up in my community in my culture. The main role who plays in this is my culture because as we grow up they say you should never say no to everyone and try to make it up for it. But later on I thought this is my life you know sometimes I want to do things in my way. I cannot just take up for everyone. So I took some time and how I did it was looking into the past and learning from my lessons what what I went through. Um let's say uh for example if I'm not feeling well and my friends wanted me to go out and I just can't say a simply no a simple no I mean um it changes I mean it changes my the way I was and later on I regret it like why I didn't say no at first I didn't want to go out with my friends personality as well my how my behavior was before just because I wanted to make the next person happy and lose everything I have and stress and all those stuff. uh I really one day came up to myself and thought you know why don't I just say no to people it would be much easier but the main reason was that I was thinking that it might hurt the other person but I was not thinking myself I'm hurting myself you know so this is the main skill I came up with and saying no to people so we've been talking about something that you learned how to do and we're going to continue to talk about learning and learning new skills what factors determine how quickly someone can learn a new skill First of all, the determination, the enthusiasm, I mean how much he wants it to learn and I would say u the events he has been through.",
      "transcript_cleaned": "H not very often because my mom she cooks in the house. So whenever I feel like it is too late to eat in the house, I always prefer to eat outside. So the skill which I took a long time to learn was saying no to anyone for sure. I mean it was very difficult at first when I could not say no to anyone and then I started to think you know why I am not at first why I did not say no and later on I regret it. It took me very long to say no. it is just because of how I grew up in my community in my culture. The main role who plays in this is my culture because as we grow up they say you should never say no to everyone and try to make it up for it. But later on I thought this is my life you know sometimes I want to do things in my way. I cannot just take up for everyone. So I took some time and how I did it was looking into the past and learning from my lessons what what I went through. let us say for example if I am not feeling well and my friends wanted me to go out and I just cannot say a simply no a simple no I mean it changes I mean it changes my the way I was and later on I regret it like why I did not say no at first I did not want to go out with my friends personality as well my how my behavior was before just because I wanted to make the next person happy and lose everything I have and stress and all those stuff. I really one day came up to myself and thought you know why do not I just say no to people it would be much easier but the main reason was that I was thinking that it might hurt the other person but I was not thinking myself I am hurting myself you know so this is the main skill I came up with and saying no to people",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q12",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "Why do some people give up when learning something difficult?",
      "transcript": "Well, to learn something difficult, the word itself says is difficult. So if they put in their mind already that it is difficult and they it is it is hard, I think they would never make it. So this is the main reason you have to you know you have to put it in in step by step more like modular more like integrated so you have to slowly you need to know that this takes time and the people who are not patient enough they always give up quicker and that is the main reason they do not reach their goal what role does natural talent play in mastering a skill that is a good question can I start with an example I can give you let us see in football Leonel Messi Cristiano Ronaldo I have no hit towards each other. Both are my favorite player. But let us see on both sides. One side you can see a lot of practice, hard work, determination. On the other side, you see a person with natural ability more and he he mastered it. It it got it easy for him. He was god-gifted. So he had to just polish it. So I think natural ability, natural skills works faster.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, um to learn something difficult, the word itself says is difficult. So if they put in their mind already that it's difficult and they it's it's hard, I think they would never make it. So this is the main reason you have to you know you have to put it in uh in step by step more like modular more like integrated so you have to slowly you need to know that this takes time and the people who are not patient enough they always give up quicker and that's the main reason they don't reach their goal what role does natural talent play in mastering a skill um that's a good question um can I start with an example I can give you let's see in football Leonel Messi Cristiano Ronaldo I have no hit towards each other. Both are my favorite player. But let's see on both sides. One side you can see a lot of practice, hard work, determination. On the other side, you see a person with natural ability more and he he mastered it. It it got it easy for him. He was god-gifted. So he had to just polish it. So I think natural ability, natural skills works faster.",
      "transcript_cleaned": "to learn something difficult, the word itself says is difficult. So if they put in their mind already that it is difficult and they it is it is hard, I think they would never make it. So this is the main reason you have to you know you have to put it in in step by step more like modular more like integrated so you have to slowly you need to know that this takes time and the people who are not patient enough they always give up quicker and that is the main reason they do not reach their goal what role does natural talent play in mastering a skill that is a good question can I start with an example I can give you let us see in football Leonel Messi Cristiano Ronaldo I have no hit towards each other. Both are my favorite player. But let us see on both sides. One side you can see a lot of practice, hard work, determination. On the other side, you see a person with natural ability more and he he mastered it. It it got it easy for him. He was god-gifted. So he had to just polish it. So I think natural ability, natural skills works faster.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WAVTPzCdLbA_q14",
      "video_id": "WAVTPzCdLbA",
      "band": 8.0,
      "question": "Was it 7.5 or 7.5?",
      "transcript": "I do not really remember overall but yeah I think seven. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't really remember overall but yeah I think seven. Okay.",
      "transcript_cleaned": "I do not really remember overall but yeah I think seven.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qNnLcEm9xq8_q01",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "And what can I call you?",
      "transcript": "You can call me Kristen. This is my English name. Okay, Kristen. so I have seen your ID. Now, in the first part of this test, I am going to ask you some questions about yourself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You can call me Kristen. This is my English name. Okay, Kristen. Um, so I've seen your ID. Now, in the first part of this test, I'm going to ask you some questions about yourself.",
      "transcript_cleaned": "You can call me Kristen. This is my English name. Okay, Kristen. so I have seen your ID. Now, in the first part of this test, I am going to ask you some questions about yourself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qNnLcEm9xq8_q02",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "Do you live in a house or a flat?",
      "transcript": "I am living in a flat with my parents because I am originally from a small family so I do not need to leave a house. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm living in a flat with my parents because I'm originally from a small family so I don't need to leave a house. Mhm.",
      "transcript_cleaned": "I am living in a flat with my parents because I am originally from a small family so I do not need to leave a house. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qNnLcEm9xq8_q03",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "And which is your favorite room there?",
      "transcript": "I prefer my bedroom because usually I will hang out with my relatives, my parents and my friends. So I just got some a few time I can stay with myself in my bedroom. So I will choose this room. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I prefer my bedroom cuz usually I will hang out with my relatives, my parents and my friends. So I just got some a few time I can stay with myself in my bedroom. So I will choose this room. Okay.",
      "transcript_cleaned": "I prefer my bedroom because usually I will hang out with my relatives, my parents and my friends. So I just got some a few time I can stay with myself in my bedroom. So I will choose this room.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qNnLcEm9xq8_q04",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "And who do you live with?",
      "transcript": "Live with my parents because I am the only child in my family and I do not have my grandparents. So now I am live with my parents. I would like to move on now and talk about challenges.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Live with my parents cuz I'm the only child in my family and I don't have my grandparents. So now I'm live with my parents. I'd like to move on now and talk about um challenges.",
      "transcript_cleaned": "Live with my parents because I am the only child in my family and I do not have my grandparents. So now I am live with my parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qNnLcEm9xq8_q05",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "What subject do you think is the most challenging at school?",
      "transcript": "I will go for mathematics. I really hate mathematics this subject when I was young. Even like right now, I still do not like it. it is very hard for me in the past. Even like 1 + 1 equal to two. In the past, I need to think about it maybe five minutes or 10 minutes when I was a key.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "I'll go for mathematics. I really hate mathematics this subject when I was young. Even like right now, I still don't like it. It's very hard for me in the past. Even like 1 + 1 equal to two. In the past, I need to think about it maybe five minutes or 10 minutes when I was a key.",
      "transcript_cleaned": "I will go for mathematics. I really hate mathematics this subject when I was young. Even like right now, I still do not like it. it is very hard for me in the past. Even like 1 + 1 equal to two. In the past, I need to think about it maybe five minutes or 10 minutes when I was a key.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qNnLcEm9xq8_q06",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "Do you like to challenge yourself?",
      "transcript": "In the past I would say no but for now this stage of Christristen I would say yes especially like practice my English. I need to take my English to next level and I will go for I will go to the UK for studying my master's degree this year. Then I need to face more different and hard challenges in my life. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In the past I would say no but for now this stage of Christristen I would say yes especially like practice my English. I need to take my English to next level and I will go for I'll go to the UK for studying my master's degree this year. Then I need to face more different and hard challenges in my life. Mhm.",
      "transcript_cleaned": "In the past I would say no but for now this stage of Christristen I would say yes especially like practice my English. I need to take my English to next level and I will go for I will go to the UK for studying my master's degree this year. Then I need to face more different and hard challenges in my life. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}