{
  "batch_id": 228,
  "count": 20,
  "samples": [
    {
      "sample_id": "mJhBTa4NX9Y_q03",
      "video_id": "mJhBTa4NX9Y",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Have a page a business page so after getting along with clients i take pictures and i post pictures on my business page so that is why i can attract more clients for improving my work wonderful okay so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "have a page a business page so um after getting along with clients i take pictures and i post pictures on my business page so that's why i can attract more clients for improving my work wonderful okay so.",
      "transcript_cleaned": "Have a page a business page so after getting along with clients i take pictures and i post pictures on my business page so that is why i can attract more clients for improving my work wonderful",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mJhBTa4NX9Y_q04",
      "video_id": "mJhBTa4NX9Y",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Dinner so they are accepted and we went to bom land we went to a beautiful restaurant which serves arabic food we had the homos in bubble baja restaurant and the area was beautiful the design was amazing so we spent about like one or two hours there and we started talking about the future how beautiful the life is we can how easy we can enjoy the life with just eating a small food portion of food and enjoying the beautiful weather and being together this is the god mercy that we are together and thank you let us get into the two minutes all right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "dinner so they are accepted and we went to bom land we went to a beautiful restaurant which serves arabic food we had the homos in bubble baja restaurant and the area was beautiful the design was amazing so we spent about like uh one or two hours there and we started talking about the future how beautiful the life is we can how easy we can enjoy the life with just eating a small food portion of food and enjoying the beautiful weather and being together this is the god mercy that we are together and thank you let's get into the two minutes all right.",
      "transcript_cleaned": "Dinner so they are accepted and we went to bom land we went to a beautiful restaurant which serves arabic food we had the homos in bubble baja restaurant and the area was beautiful the design was amazing so we spent about like one or two hours there",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mJhBTa4NX9Y_q05",
      "video_id": "mJhBTa4NX9Y",
      "band": 8.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Bored not to enjoy the food the way it should be but if you go out not every day i mean if you go outside sometimes and try different kind of food like chinese food mexican food which is my favorite of course and the italian food so you can do people watching you can see a different kind of people you can meet different people and of course taste different kind of food and taste and enjoy the food more right more than eating at home absolutely so what do people usually cook for special festivals we do not have many special festivals like thanksgiving and this kind of stuff in iran we have like a month called ramadan here they do not eat from morning to evening and evening they have a small one very very thin kind of food not to get very not to get problem for the stomach so most of the time they eat ash which is some kind of food there is noodles inside and the yogurt some kind of yogurt inside the ash which is very good for this for the stomach after fasting right so and the very famous most famous food in iran is gourmet that everyone likes it even i have some friends which are not iranian they are crazy about it i cooked maybe two or three times for them and they asked for more wonderful cool and next what more and more people so they are having people are having or getting their meals delivered so would people cook at home these days now in iran yes these days before they used to cook like traditional food which are very common in iran and everyone can eat it but nowadays as far.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "bored not to enjoy the food the way it should be but uh if you go out not every day i mean if you go outside sometimes and try different kind of food like chinese food mexican food which is my favorite of course and the italian food so you can do people watching you can see a different kind of people you can meet different people and of course taste different kind of food and taste and enjoy the food more right more than eating at home absolutely so what do people usually cook for special festivals we don't have many special festivals like thanksgiving and this kind of stuff in iran we have like a month called ramadan here they don't eat from morning to evening and evening they have a small one very um very thin kind of food not to get very not to get problem for the stomach so most of the time they eat ash which is some kind of food there is noodles inside um and the yogurt some kind of yogurt inside the ash which is very good for this for the stomach after fasting right so and the very famous most famous food in iran is gourmet that everyone likes it even um i have some um friends which are not iranian they are crazy about it i cooked maybe two or three times for them and they asked for more wonderful cool and uh next what more and more people so they're having people are having or getting their meals delivered so would people cook at home these days now in iran yes these days uh before they used to cook like traditional food which are very common in iran and everyone can eat it but nowadays as far.",
      "transcript_cleaned": "Bored not to enjoy the food the way it should be but if you go out not every day i mean if you go outside sometimes and try different kind of food like chinese food mexican food which is my favorite of course and the italian food so you can do people watching you can see a different kind of people you can meet different people and of course taste different kind of food and taste and enjoy the food more right more than eating at home absolutely so what do people usually cook for special festivals we do not have many special festivals like thanksgiving and this kind of stuff in iran we have like a month called ramadan here they do not eat from morning to evening and evening they have a small one very very thin kind of food not to get very not to get problem for the stomach so most of the time they eat ash which is some kind of food there is noodles inside and the yogurt some kind of yogurt inside the ash which is very good for this for the stomach after fasting right so and the very famous most famous food in iran is gourmet that everyone likes it even i have some friends which are not iranian they are crazy about it i cooked maybe two or three times for them and they asked for more wonderful cool and next what more and more people so they are having people are having or getting their meals delivered so would people cook at home these days now in iran yes these days before they used to cook like traditional food which are very common in iran and everyone can eat it but nowadays as far.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mJhBTa4NX9Y_q10",
      "video_id": "mJhBTa4NX9Y",
      "band": 8.0,
      "question": "[Transcript chunk 10]",
      "transcript": "It would have been even higher so congratulations i mean you have done a great job thank you very much I have learned a lot from you in this matter so it was really kind from you about the explanation and really nice meeting you here same here and do you have any other questions for me no that is fine that is everything good yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "it would have been even higher so congratulations i mean you've done a great job thank you very much i've learned a lot from you in this matter so it was really kind from you about the explanation and uh really nice meeting you here same here and uh do you have any other questions for me no that's fine that's everything good yes.",
      "transcript_cleaned": "It would have been even higher so congratulations i mean you have done a great job thank you very much I have learned a lot from you in this matter so it was really kind from you about the explanation and really nice meeting you here same here and do you have any other questions for me no that is fine that is everything good yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q01",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "How would you describe your style?",
      "transcript": "Interesting question. I feel like my style is diverse. On some days, I just put on a black t-shirt and a jeans and on some other days, it depends on where I am going. I would like to dress up a little bit, put on some fancy clothes, and just go out with it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Interesting question. I feel like my style is diverse. On some days, I just put on a black t-shirt and a jeans and on some other days, it depends on where I'm going. I'd like to dress up a little bit, put on some fancy clothes, and just go out with it.",
      "transcript_cleaned": "Interesting question. I feel like my style is diverse. On some days, I just put on a black t-shirt and a jeans and on some other days, it depends on where I am going. I would like to dress up a little bit, put on some fancy clothes, and just go out with it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q02",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "What influences your clothing choices?",
      "transcript": "H it depends on my mood and also it depends where I am going. So for instance, let us say I am going to the gym, of course I am going to be in like sports wear. Or if I am going to a wedding, I have to wear a suit and tie. And if I am going, let us say to a social gathering with my friends, it is just going to be like smart casual or casual clothes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "H it depends on my mood and also it depends where I'm going. So for instance, let's say I'm going to the gym, of course I'm going to be in like sports wear. Or if I'm going to a wedding, I have to wear a suit and tie. And uh if I'm going, let's say um to a social gathering with my friends, it's just going to be like smart casual or casual clothes.",
      "transcript_cleaned": "H it depends on my mood and also it depends where I am going. So for instance, let us say I am going to the gym, of course I am going to be in like sports wear. Or if I am going to a wedding, I have to wear a suit and tie. And if I am going, let us say to a social gathering with my friends, it is just going to be like smart casual or casual clothes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q03",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "How has your style changed over the years?",
      "transcript": "A lot actually. See, when I was a teenager, it was kind of like funky or street wear, crazy colors, you know, put on some bracelets, some necklaces, crazy hairstyle. But as you get older, I changed my style a little bit to more u elegant, more simple and less crazy colors. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "A lot actually. See, when I was a teenager, it was kind of like funky or uh street wear, crazy colors, you know, put on some bracelets, some necklaces, crazy hairstyle. But as you get older, uh I changed my style a little bit to more u elegant, more simple and less crazy colors. Now,.",
      "transcript_cleaned": "A lot actually. See, when I was a teenager, it was kind of like funky or street wear, crazy colors, you know, put on some bracelets, some necklaces, crazy hairstyle. But as you get older, I changed my style a little bit to more u elegant, more simple and less crazy colors.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q04",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "What type of art do you prefer?",
      "transcript": "Actually it depends because I think art is branched. So for instance art consists of music, theater, cinema and paintings. But for me personally I love art and specifically I love cinema.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually it depends because I think art is branched. So for instance art consists of music, theater, cinema and paintings. But for me personally I love art and uh specifically I love cinema.",
      "transcript_cleaned": "Actually it depends because I think art is branched. So for instance art consists of music, theater, cinema and paintings. But for me personally I love art and specifically I love cinema.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q05",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "Would you like to learn more about art in the future?",
      "transcript": "Yeah sure. I am open for different ideas, different perspectives, especially I am not interested at the moment in let us say paintings or modern art, but I am interested in the future to learn more about it. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah sure. I am open for different ideas, different perspectives, especially I'm not interested at the moment in let's say paintings or uh modern art, but I'm interested in the future to learn more about it. Now,.",
      "transcript_cleaned": "sure. I am open for different ideas, different perspectives, especially I am not interested at the moment in let us say paintings or modern art, but I am interested in the future to learn more about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q06",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "How do you relax?",
      "transcript": "Oh, I love relaxing. there is a lot of ways to relax. I could just book a massage session or the most common way and my favorite way is going to the beach on an early morning where it is empty, no one is there. I just grab my stuff, go to the beach and just sit and chill there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I love relaxing. Uh there is a lot of ways to relax. I could just uh book a massage session or the most common way and my favorite way is uh going to the beach on an early morning where it's empty, no one is there. I just grab my stuff, go to the beach and just sit and chill there.",
      "transcript_cleaned": "Oh, I love relaxing. there is a lot of ways to relax. I could just book a massage session or the most common way and my favorite way is going to the beach on an early morning where it is empty, no one is there. I just grab my stuff, go to the beach and just sit and chill there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q07",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "What do you do to manage stress?",
      "transcript": "Interesting question. there is a lot of ways but the first one I would always use it is just to take deep breath and just slowly exhale and since I am a Muslim guy I I read a lot of Quran so it helps me like calm instantly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Interesting question. There's a lot of ways but uh the first one I would always use it is just to take deep breath and just slowly exhale and uh since I'm a Muslim guy I I read a lot of uh Quran so it helps me like calm instantly.",
      "transcript_cleaned": "Interesting question. there is a lot of ways but the first one I would always use it is just to take deep breath and just slowly exhale and since I am a Muslim guy I I read a lot of Quran so it helps me like calm instantly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q08",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "What helps you stay calm when you are very busy?",
      "transcript": "I think just being busy the idea itself it keeps me like calm. I am not a very stressed person in general, but sometimes you get in a trouble or in a situation where it makes you just stressed or anxious. So, I try to cope with it and just like remember that it is not the end of the world. I can just finish the task and be with it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think just being busy the idea itself it keeps me like calm. I'm not a very stressed person in general, but sometimes you get in a trouble or in a situation where it makes you just uh stressed or anxious. So, I try to uh cope with it and just like remember that it's not the end of the world. I can just finish the task and be with it.",
      "transcript_cleaned": "I think just being busy the idea itself it keeps me like calm. I am not a very stressed person in general, but sometimes you get in a trouble or in a situation where it makes you just stressed or anxious. So, I try to cope with it and just like remember that it is not the end of the world. I can just finish the task and be with it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q09",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "Describe a time when you help someone solve a problem.",
      "transcript": "Recently a friend of mine asked me about what is the best car option to buy since he was having a lot of issues and problems in his current car. So I was like sure I would give you like few options and the first option was Ford since I own a Ford car and it was a pickup truck. So I would definitely like recommend it for him this option but he told me like I prefer something a little bit smaller and more eco fuel and efficient. I said sure and I gave them a different options about let us say Toyota is a really good option and Nissan they have a variety of options. I really decided to help him since I have the knowledge about the cars and what is good, what is bad, what is like what fits his personality because it is really important to have a car that fits your personality other than the eco fuel system or the fancy look or the color. And I really felt happy helping him about the option and he eventually ended up buying a Ford truck. the reason why he bought this pickup truck because it is a big car and when you drive a big car in the streets, it really helps you and let us say seeing the view from afar to avoid a car accident or a sudden break and at the same time people just avoid come across coming across you and it is just like you feel like a king driving a big car. So, we have been talking about a friend that you helped solve a problem. we are going to continue to talk about problem solving.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh recently a friend of mine asked me about uh what's the best car option to buy since he was having a lot of issues and problems in his current car. So I was like uh sure I would give you like few options uh and the first option was uh Ford since I own a Ford car and it was a pickup truck. So I would definitely like recommend it for him this option but he told me like uh I prefer something a little bit smaller and more uh eco fuel and efficient. I said sure and uh I gave them a different options about let's say Toyota is a really good option and um Nissan they have a variety of options. I really decided to help him since I have the knowledge about the cars and what's good, what's bad, what's like what fits his personality because it's really important to have a car that fits your personality other than the uh eco fuel system or uh the fancy look or the color. And uh I really felt happy helping him about the option and he eventually ended up buying a Ford truck. Um, the reason why he bought this pickup truck because it's a big car and when you drive a big car in the streets, it really helps you and let's say seeing the view from afar to avoid uh a car accident or a sudden break and at the same time uh people just avoid uh come across coming across you and it's just like you feel like a king driving a big car. So, we've been talking about a friend that you helped solve a problem. We're going to continue to talk about problem solving.",
      "transcript_cleaned": "Recently a friend of mine asked me about what is the best car option to buy since he was having a lot of issues and problems in his current car. So I was like sure I would give you like few options and the first option was Ford since I own a Ford car and it was a pickup truck. So I would definitely like recommend it for him this option but he told me like I prefer something a little bit smaller and more eco fuel and efficient. I said sure and I gave them a different options about let us say Toyota is a really good option and Nissan they have a variety of options. I really decided to help him since I have the knowledge about the cars and what is good, what is bad, what is like what fits his personality because it is really important to have a car that fits your personality other than the eco fuel system or the fancy look or the color. And I really felt happy helping him about the option and he eventually ended up buying a Ford truck. the reason why he bought this pickup truck because it is a big car and when you drive a big car in the streets, it really helps you and let us say seeing the view from afar to avoid a car accident or a sudden break and at the same time people just avoid come across coming across you and it is just like you feel like a king driving a big car. So, we have been talking about a friend that you helped solve a problem. we are going to continue to talk about problem solving.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q11",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "Why do some people prefer to solve problems alone rather than ask for help?",
      "transcript": "For me personally, I like to feel that I am an independent person and try as much as possible to solve a certain problem with my own knowledge and with my own abilities before I go out and ask someone for help. For example, once I had a problem about choosing the right major where I wanted to study. So my parents were actually like trying to suggest for me to study interior design like my brother. But for me I was like no I prefer to choose something that I love. So I ended up choosing the media field and mass communication.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "For me personally, uh I like to feel that I am an independent person and try as much as possible to solve a certain problem with my own knowledge and with my own abilities before I go out and ask someone for help. For example, um once I had a problem about choosing the right major where I wanted to study. So my parents were actually like trying to uh suggest for me to study interior design like my brother. But for me I was like no I prefer to choose something that I love. So I ended up choosing uh the media field and mass communication.",
      "transcript_cleaned": "For me personally, I like to feel that I am an independent person and try as much as possible to solve a certain problem with my own knowledge and with my own abilities before I go out and ask someone for help. For example, once I had a problem about choosing the right major where I wanted to study. So my parents were actually like trying to suggest for me to study interior design like my brother. But for me I was like no I prefer to choose something that I love. So I ended up choosing the media field and mass communication.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q12",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "What role does emotional intelligence play in solving problems?",
      "transcript": "Oh, it is a big role actually and it is really important to have the emotional intelligence. I did not have it before like when I was younger at in my teenage years also 18 19 because it is a crucial thing to have in helping you like solve problems or solving a conflict. let us say you are having a a discussion with a friend of yours. So if you have the emotional intelligence, you would not change it to become a problem or a big issue between you two. If you have the emotional intelligence, you would just take it as different perspectives between two friends and discussing and exchanging ideas. So it is really important to learn about it if you do not know a lot about the emotional intelligence. Some people think that the best way to help other people is to be as empathetic as possible, while other people think that you should be brutally honest with people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, it's a big role actually and it's really important to have the emotional intelligence. I didn't have it before like when I was younger at uh in my teenage years also 18 19 because it's a crucial uh thing to have in helping you like solve problems or solving a conflict. Let's say you are having a a discussion with a friend of yours. So if you have the emotional intelligence, you wouldn't change it to become a problem or a big issue between you two. If you have the emotional intelligence, you would just take it as different perspectives between two friends and discussing and exchanging ideas. So it is really important to learn about it if you don't know uh a lot about the emotional intelligence. Some people think that the best way to help other people is to be as empathetic as possible, while other people think that you should be brutally honest with people.",
      "transcript_cleaned": "Oh, it is a big role actually and it is really important to have the emotional intelligence. I did not have it before like when I was younger at in my teenage years also 18 19 because it is a crucial thing to have in helping you like solve problems or solving a conflict. let us say you are having a a discussion with a friend of yours. So if you have the emotional intelligence, you would not change it to become a problem or a big issue between you two. If you have the emotional intelligence, you would just take it as different perspectives between two friends and discussing and exchanging ideas. So it is really important to learn about it if you do not know a lot about the emotional intelligence. Some people think that the best way to help other people is to be as empathetic as possible, while other people think that you should be brutally honest with people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-BV_IrcRlEQ_q15",
      "video_id": "-BV_IrcRlEQ",
      "band": 8.5,
      "question": "However, you did stop at about 1 minute 30 and what I did was I just did this.",
      "transcript": "Now if the examiner is good, they will give you some cues to help you speak because really you need to get to 2 minutes and the examiner will always stop you. So once I reach the 2 minutes, yeah, the best piece of advice is just keep talking until they stop you. They will stop you because they want to go home. So like they they will stop you. it is hard to judge on test day. You spoke for 1 minute 30 nearly exactly. On test day, you might be a little bit stressed. You do not seem like the type of person that that would be stressed, but believe me, even even the coolest customers can become stressed. And time warps a little bit when we are stressed. So you might only speak for 45 seconds and think that you have been speaking for 2 minutes and then you stop and the examiner is like, what you are basically saying to the examiner, I do not have enough English to complete this, so just keep talking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Now if the examiner is good, they will give you some cues to help you speak because really you need to get to 2 minutes and the examiner will always stop you. So once I reach the 2 minutes, yeah, the best piece of advice is just keep talking until they stop you. They will stop you because they want to go home. So like they they will stop you. It's hard to judge on test day. You spoke for 1 minute 30 nearly exactly. On test day, you might be a little bit stressed. You don't seem like the type of person that that would be stressed, but believe me, even even the coolest customers can become stressed. And time warps a little bit when we are stressed. So you might only speak for 45 seconds and think that you've been speaking for 2 minutes and then you stop and the examiner is like, what you're basically saying to the examiner, I don't have enough English to complete this, so just keep talking.",
      "transcript_cleaned": "Now if the examiner is good, they will give you some cues to help you speak because really you need to get to 2 minutes and the examiner will always stop you. So once I reach the 2 minutes, yeah, the best piece of advice is just keep talking until they stop you. They will stop you because they want to go home. So like they they will stop you. it is hard to judge on test day. You spoke for 1 minute 30 nearly exactly. On test day, you might be a little bit stressed. You do not seem like the type of person that that would be stressed, but believe me, even even the coolest customers can become stressed. And time warps a little bit when we are stressed. So you might only speak for 45 seconds and think that you have been speaking for 2 minutes and then you stop and the examiner is like, what you are basically saying to the examiner, I do not have enough English to complete this, so just keep talking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oD7m25BBQw_q02",
      "video_id": "6oD7m25BBQw",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Task I should say is to describe a person who dresses fashionably or well okay that is one minute mhm so now can you describe a person who likes to dress fashionably or well okay one person comes to my mind she is my friend Miss Choy because I am not really sensitive to FAL Trend I am I am not that kind of person so I do not really think of any celebrity and she is making video kind of YouTube something and it is really related to artw work oh I think that is why she is really into that fashion things she mostly wears some which is called Street fashion it looks very funk Punky funky and it is like I think it is over than casual I think it is like too much but she loves it I think she like fashion because it represents her characters because she is working her job is related to art she is she really likes to go to Art Museum and she really loves Modern Art so I think it shows the fashion can show who she is and what she likes and that is why I think I guess she is she loves fashion okay great all right wonderful oh.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "task I should say is to describe a person who dresses fashionably or well okay that's one minute mhm so now can you describe a person who likes to dress fashionably or well okay uh uh one person comes to my mind uh she is my friend Miss Choy uh because I'm not really sensitive to FAL Trend I'm I'm not that kind of person so I don't really think of any celebrity and she's making video kind of YouTube something and it's really related to artw work oh I think that's why she's really into that fashion things uh she mostly wears some which is called Street fashion it looks very funk Punky funky and it's like uh I think it's over than casual I think it's like too much but she loves it uh I think she like fashion because it represents her characters because she's working uh uh her job is related to art she is she really likes to go to Art Museum and she really loves Modern Art so I think it shows the fashion can show who she is and what she likes and that's why I think I guess she's she loves fashion okay great all right wonderful oh.",
      "transcript_cleaned": "Task I should say is to describe a person who dresses fashionably or well okay that is one minute mhm so now can you describe a person who likes to dress fashionably or well okay one person comes to my mind she is my friend Miss Choy because I am not really sensitive to FAL Trend I am I am not that kind of person so I do not really think of any celebrity and she is making video kind of YouTube something and it is really related to artw work oh I think that is why she is really into that fashion things she mostly wears some which is called Street fashion it looks very funk Punky funky and it is like I think it is over than casual I think it is like too much but she loves it I think she like fashion because it represents her characters because she is working her job is related to art she is she really likes to go to Art Museum and she really loves Modern Art so I think it shows the fashion can show who she is and what she likes and that is why I think I guess she is she loves fashion okay great all right wonderful oh.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oD7m25BBQw_q03",
      "video_id": "6oD7m25BBQw",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "You are you know it represents What She Likes yes sorry for repeating things oh it is okay and are older people as fashionable as young people older people I guess in Korea no I think in Korea well when they get order I think they wear very same well for example when they go hiking they all of them were out door Loop which is very colorful and big yeah so well in my in my opinion I think personally think yeah Al people it is not as fashionable as the young old people okay great and now your final question are women more fashionable than men I will say yes because you know as we talk about online shopping when we so when we see the online shop Well Woman Fashion there are lot kinds of many kinds of clothes well like look like this but well it has plar and ribbon ribbon and many accessories but for male just shirts and trogers that I think that I think because of that yes woman is more fashionable okay all right great job so now we are going to get into the feedback mhm oh yeah so overall you did very well just the main points I noted were that you were able to answer at a decent length for most questions somewhere a little bit on the short side but overall they were an appropriate length and you answered very well oh yeah okay your extended response was also an appropriate length which is very good okay sometimes you had a little bit of hesitation maybe for some like word choice or maybe it was the topic but I did note a little bit of hesitation in some of your responses okay one really positive.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "you are you know it represents What She Likes yes uh sorry for repeating things oh it's okay and are older people as fashionable as young people older people I guess in Korea no I think in Korea well when they get order I think they wear very same well for example when they go hiking they all of them were out door Loop which is very colorful and big yeah so well in my in my opinion I think personally think yeah Al people it's not as fashionable as the young old people okay great and now your final question are women more fashionable than men I'll say yes cuz you know as we talk about online shopping when we so when we see the online shop Well Woman Fashion there are lot kinds of uh many kinds of clothes well like look like this but well it has plar and ribbon ribbon and many accessories but for male just shirts and trogers that I think that I think because of that yes woman is more fashionable okay all right great job so now we're going to get into the feedback mhm oh yeah so overall you did very well um just the main points I noted were that you were able to answer at a decent length uh for most questions somewhere a little bit on the short side but overall they were an appropriate length and you answered very well oh yeah okay your extended response was also an appropriate length which is very good okay um sometimes you had a little bit of hesitation uh maybe for some like word choice or maybe it was the topic but I did note a little bit of hesitation in some of your responses okay um one really positive.",
      "transcript_cleaned": "You are you know it represents What She Likes yes sorry for repeating things oh it is okay and are older people as fashionable as young people older people I guess in Korea no I think in Korea well when they get order I think they wear very same well for example when they go hiking they all of them were out door Loop which is very colorful and big yeah so well in my in my opinion I think personally think yeah Al people it is not as fashionable as the young old people okay great and now your final question are women more fashionable than men I will say yes because you know as we talk about online shopping when we so when we see the online shop Well Woman Fashion there are lot kinds of many kinds of clothes well like look like this but well it has plar and ribbon ribbon and many accessories but for male just shirts and trogers that I think that I think because of that yes woman is more fashionable okay all right great job so now we are going to get into the feedback mhm oh yeah so overall you did very well just the main points I noted were that you were able to answer at a decent length for most questions somewhere a little bit on the short side but overall they were an appropriate length and you answered very well oh yeah okay your extended response was also an appropriate length which is very good okay sometimes you had a little bit of hesitation maybe for some like word choice or maybe it was the topic but I did note a little bit of hesitation in some of your responses okay one really positive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zaGEC7FTpIw_q02",
      "video_id": "zaGEC7FTpIw",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Back home the same way I got here by bus then a metro button the opposite direction of course.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "back home the same way I got here by bus then a metro button the opposite direction of course.",
      "transcript_cleaned": "Back home the same way I got here by bus then a metro button the opposite direction of course.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zaGEC7FTpIw_q04",
      "video_id": "zaGEC7FTpIw",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Chosen to buy this ereader because I find it not to only work an ample light but also in them conditions as compared to other devices like tablets and mobile where I always feel that they hurt my eyes okay you 2.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "chosen to buy this ereader because I find it not to only work an ample light but also in them conditions as compared to other devices like tablets and mobile where I always feel that they hurt my eyes okay you 2.",
      "transcript_cleaned": "Chosen to buy this ereader because I find it not to only work an ample light but also in them conditions as compared to other devices like tablets and mobile where I always feel that they hurt my eyes okay you 2.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}