{
  "batch_id": 92,
  "count": 20,
  "samples": [
    {
      "sample_id": "2NefxNFlcNY_q15",
      "video_id": "2NefxNFlcNY",
      "band": 5.5,
      "question": "Like, why do parents think this way?",
      "transcript": "Because, And spending their time with just their children or maybe spend a little time with other children But teachers are always interacting with a lot of people a lot of children and usually they are they study more than normal parents.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Er, because, er, er, er, er, er, And spending their time with just their children or maybe spend a little time with other children But teachers are always interacting with a lot of people a lot of children uh and uh usually they are uh they uh study more than uh normal parents.",
      "transcript_cleaned": "Because, And spending their time with just their children or maybe spend a little time with other children But teachers are always interacting with a lot of people a lot of children and usually they are they study more than normal parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2NefxNFlcNY_q16",
      "video_id": "2NefxNFlcNY",
      "band": 5.5,
      "question": "Do you agree that, nowadays many people are under pressure to work longer hours and take less holidays?",
      "transcript": "Yes, I am one of them, and I am working, seven days of the week, I have, no holidays exactly. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, er, I'm one of them, er, and er, I'm working, er, seven days of the week, er, I have, er, no holidays exactly. Mm-hmm.",
      "transcript_cleaned": "Yes, I am one of them, and I am working, seven days of the week, I have, no holidays exactly. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2NefxNFlcNY_q17",
      "video_id": "2NefxNFlcNY",
      "band": 5.5,
      "question": "And, do you think this situation is going to get better in the future?",
      "transcript": "No, it is, oh, the situation, yes, I am trying to change it, I am trying to change it, and but I have to do it. To try harder now so that I can have multiple choices for the future. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, it's, er, er, oh, the situation, er, yes, I'm trying to change it, I'm trying to change it, and er, er, but I have to do it. To try harder now so that I can have multiple choices for the future. Okay.",
      "transcript_cleaned": "No, it is, oh, the situation, yes, I am trying to change it, I am trying to change it, and but I have to do it. To try harder now so that I can have multiple choices for the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2NefxNFlcNY_q18",
      "video_id": "2NefxNFlcNY",
      "band": 5.5,
      "question": "What is the impact on society of people having a poor work-life balance?",
      "transcript": "Oh,. I think, if we cannot, if the society cannot, balance, between work and, free time, they, they would, got exhausted, totally exhausted. And, they cannot, go, more than this. They can, they cannot, they cannot, keep the situations for a long time. And, they got, they will get, frustrated and, like that, exhausted. Thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, uh. Uh, I think, uh, if we can't, uh, if the society can't, uh, balance, uh, between work and, um, free time, uh, they, uh, they would, uh, got exhausted, totally exhausted. And, er, they can't, er, go, er, more than this. They can, er, they can't, er, they can't, er, keep the situations for a long time. And, er, they got, er, they will get, er, frustrated and, er, like that, exhausted. Thank you very much.",
      "transcript_cleaned": "Oh,. I think, if we cannot, if the society cannot, balance, between work and, free time, they, they would, got exhausted, totally exhausted. And, they cannot, go, more than this. They can, they cannot, they cannot, keep the situations for a long time. And, they got, they will get, frustrated and, like that, exhausted.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q01",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "Are you ready?",
      "transcript": "Yes. Well, we can start. So this is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Well, we can start. So this is the speaking.",
      "transcript_cleaned": "Yes. Well, we can start.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q04",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "What kind of apartment or home do you live in and what is it like?",
      "transcript": "Okay, sure. I am, living in an apartment and it has two rooms and a big lobby and a balcony. And, the balcony is so fantastic because I can see, a big part of my, city, this, balcony. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, er, sure. I am, er, living in an apartment and er, it has two rooms and er, a big lobby and a balcony. And, er, the balcony is so fantastic because I can see, er, a big part of my, er, city, this, er, balcony. Mm-hmm.",
      "transcript_cleaned": "sure. I am, living in an apartment and it has two rooms and a big lobby and a balcony. And, the balcony is so fantastic because I can see, a big part of my, city, this, balcony. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q05",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "And would it be easy for you to move to another accommodation?",
      "transcript": "Sure, yes. I remember that I left my home when I was 18 and I changed a lot of, homes. And, places, and, it is easy for me to live there. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Er, sure, yes. Er, I remember that I left my home when I was 18 and er, I changed a lot of, er, homes. And, er, places, and, er, it is easy for me to live there. Okay.",
      "transcript_cleaned": "Sure, yes. I remember that I left my home when I was 18 and I changed a lot of, homes. And, places, and, it is easy for me to live there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q06",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "And why do you think some people invest a huge amount of money in buying houses?",
      "transcript": "I think if you look at it, we can find, two ways. One of them is invest for, it is a well-paid business, I think. And another one is the atmosphere. Some homes have a good atmosphere and good places, that we, we cannot find this feeling in another places. let us now talk about holidays.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think if you look at it, er, we can find, er, two ways. One of them is invest for, er, it is a well-paid business, I think. And another one is the atmosphere. Some homes have a good atmosphere and good places, er, that we, we cannot find this feeling in another places. Let's now talk about holidays.",
      "transcript_cleaned": "I think if you look at it, we can find, two ways. One of them is invest for, it is a well-paid business, I think. And another one is the atmosphere. Some homes have a good atmosphere and good places, that we, we cannot find this feeling in another places. let us now talk about holidays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q07",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "What do you do on holidays?",
      "transcript": "I am a mountaineer and I usually go out with my friend to mountains, that are around my city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I am a mountaineer and I usually go out with my friend to mountains, uh, that are around my city.",
      "transcript_cleaned": "I am a mountaineer and I usually go out with my friend to mountains, that are around my city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q08",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "Okay, and how did you used to spend your summer holidays when you were a child?",
      "transcript": "It was not so good because, you know, I grew up in a village. We did not have enough equipment or places for play or games. And we just take our time to, you know, forest, so dangerous forest, yes. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, it wasn't so good because, you know, I grew up in a village. We didn't have enough equipment or places for play or games. And we just take our time to, you know, forest, so dangerous forest, yes. Right.",
      "transcript_cleaned": "It was not so good because, you know, I grew up in a village. We did not have enough equipment or places for play or games. And we just take our time to, you know, forest, so dangerous forest, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q09",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "And what would you suggest a visitor should see or do in your country?",
      "transcript": "Yes, my country, has a lot of good places. For example, in the north of my country, you can find a big forest. In the south of my country, you can find a Gulf, a big sea. And eastern and western parts are so fantastic for visitors. Wow, okay, good. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, uh, yes, my country, uh, has a lot of good places. For example, in the north of my country, uh, you can find a big forest. In the south of my country, uh, you can find a Gulf, a big sea. And eastern and western parts are so fantastic for visitors. Wow, okay, good. Right,.",
      "transcript_cleaned": "Yes, my country, has a lot of good places. For example, in the north of my country, you can find a big forest. In the south of my country, you can find a Gulf, a big sea. And eastern and western parts are so fantastic for visitors. Wow,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q10",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "When I was a child, yes, I forgot.",
      "transcript": "My mother, yes. When I was a child, I remember that we do not have, and my family do not have time to cooking, Cooking because, we, we are, looking and we were, working out all of them. And I remember that when I was eight, I leave my home to, work, yes. Wow. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My mother, yes. When I was a child, I remember that we don't have, and my family don't have time to cooking, Cooking because, er, we, er, we're, er, looking and we were, er, working out all of them. And I remember that when I was eight, er, I leave my home to, er, work, yes. Wow. Okay.",
      "transcript_cleaned": "My mother, yes. When I was a child, I remember that we do not have, and my family do not have time to cooking, Cooking because, we, we are, looking and we were, working out all of them. And I remember that when I was eight, I leave my home to, work, yes. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q11",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "And what are some of the advantages to families cooking together?",
      "transcript": "Sure. I think and I realize that how it is fantastic and I suggest them, please, take your time and meal your, dinner or lunches together. I think it is so good feeling. Okay And do you think that children should be taught cookery at school Sure yes you know human needs calories more and more during the day And children need this calorie more than us because they are more active and they need energy for their mind because they want to learn more and more when they are in school I think Alright, okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Er, sure. I think and I realize that how it is fantastic and I suggest them, er, please, er, take your time and er, er, meal your, er, dinner or er, lunches together. I think it is so good feeling. Okay And do you think that children should be taught cookery at school Sure yes Er you know um human er needs calories er more and more during the day And children need this calorie more than us because they er are more active and they er need energy for their mind because they want to learn er more and more when they are in school I think Alright, okay.",
      "transcript_cleaned": "Sure. I think and I realize that how it is fantastic and I suggest them, please, take your time and meal your, dinner or lunches together. I think it is so good feeling. Okay And do you think that children should be taught cookery at school Sure yes you know human needs calories more and more during the day And children need this calorie more than us because they are more active and they need energy for their mind because they want to learn more and more when they are in school I think",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q13",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "You Said the word yourself that box is telling another of you either to wear regular Mark?",
      "transcript": "A picture of the skirts you did and one on the back. Again,г buzzer. The color of your milieu is plainеж. And there is fencing, it looks like the color. Something like this.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "A picture of the skirts you did and one on the back. Again,г buzzer. The color of your milieu is plainеж. And there's fencing, it looks like the color. Something like this.",
      "transcript_cleaned": "A picture of the skirts you did and one on the back. Again,г buzzer. The color of your milieu is plainеж. And there is fencing, it looks like the color.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q15",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "So what advantages does living in the countryside have if you compare it to living in a busy city?",
      "transcript": "If we compare them I think it is have a lot of differences For example people who are living in countryside have a dramatic more dramatic places than others because city center city centers are so crowded and I think that feeling that people who have in countryside are better than people who live in the city centre Okay And have areas of the countryside in your country changed since you were a child Sure. as you know, nowadays, my city is, so big, more, bigger than before. So, near, 20 million. And a lot of countryside that, I was a child, today is a city center. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "If we compare them I think it is have a lot of differences For example people who are living in countryside have a dramatic more dramatic places than others because city center city centers are so crowded and I think that feeling that people who have in countryside are better than uh people who live in the city centre Mm Okay And have areas of the countryside in your country changed since you were a child Sure. Uh, as you know, uh, nowadays, uh, my city is, uh, so big, more, uh, bigger than before. So, uh, near, uh, 20 million. And a lot of countryside that, uh, I was a child, uh, today is a city center. Okay.",
      "transcript_cleaned": "If we compare them I think it is have a lot of differences For example people who are living in countryside have a dramatic more dramatic places than others because city center city centers are so crowded and I think that feeling that people who have in countryside are better than people who live in the city centre Okay And have areas of the countryside in your country changed since you were a child Sure. as you know, nowadays, my city is, so big, more, bigger than before. So, near, 20 million. And a lot of countryside that, I was a child, today is a city center.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q16",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "And do you think that visits to the countryside should be something that schools offer to their children?",
      "transcript": "Yes, I agree with you because, you know, children's need, children need, big place gardens and play. I think that, the situation that they have in countryside are better than, the places or situation that they may have in city center. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, yes, I agree with you because, uh, you know, children's need, children need, um, um, big place gardens and play. I think that, um, the situation that they have in countryside are better than, uh, the places or situation that they may have in city center. Mm-hmm.",
      "transcript_cleaned": "Yes, I agree with you because, you know, children's need, children need, big place gardens and play. I think that, the situation that they have in countryside are better than, the places or situation that they may have in city center. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q17",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "Is taking holidays abroad becoming more or less popular in your country?",
      "transcript": "Unfortunately today, as, you know, my country has a big inflation and people do not have enough money or, they, not afford to go abroad for them. But I think that, for example, near ten years ago it was so common. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, unfortunately today, uh, as, uh, you know, uh, my country has a big inflation and people don't have enough money or, uh, they, uh, not afford to go abroad for them. But I think that, for example, near ten years ago it was so common. Right.",
      "transcript_cleaned": "Unfortunately today, as, you know, my country has a big inflation and people do not have enough money or, they, not afford to go abroad for them. But I think that, for example, near ten years ago it was so common.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q18",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "Now, what are the advantages and disadvantages of taking a year off to travel, in your opinion?",
      "transcript": "Yes, I think it is so important because everyone who wants to see new places, they can collect and they can, have good experiences that, he can use it in, his future. Yes, it is so important, I think. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yes, I think it is so important because everyone who wants to see new places, Uh, they can collect and they can, uh, have good experiences that, uh, he can use it in, uh, his future. Yes, it's so important, I think. Okay.",
      "transcript_cleaned": "Yes, I think it is so important because everyone who wants to see new places, they can collect and they can, have good experiences that, he can use it in, his future. Yes, it is so important, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q19",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "Yeah, do you go on holiday regularly yourself?",
      "transcript": "Yes, you know, I used to, I used to, going, before more, but today I am so busy, I do not have enough time for going, yeah, this kind of holidays.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, uh, you know, I used to, uh, I used to, uh, going, uh, before more, but today I'm so busy, I don't have enough time for going, uh, yeah, this kind of holidays.",
      "transcript_cleaned": "Yes, you know, I used to, I used to, going, before more, but today I am so busy, I do not have enough time for going, yeah, this kind of holidays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "trbwExZ1U9Y_q20",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "And do you know anyone, like relatives or friends that, take a year off and go on lots of holidays?",
      "transcript": "Sure, my brother, is, fan, fan of going, abroad even. And, he, just want to see, countries or, new places, new districts. And, it is so, good feeling for him. Okay, thanks very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Sure, my brother, er, is, er, er, fan, fan of going, er, abroad even. And, er, he, er, just want to see, er, countries or, er, new places, new districts. And, er, it is so, er, good feeling for him. Okay, thanks very much.",
      "transcript_cleaned": "Sure, my brother, is, fan, fan of going, abroad even. And, he, just want to see, countries or, new places, new districts. And, it is so, good feeling for him.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}