{
  "batch_id": 31,
  "count": 20,
  "samples": [
    {
      "sample_id": "iM2GzUbedRg_q07",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "And what was the rule, Samson?",
      "transcript": "Oh yes, I forgot the rules of this game. Just remember, thanks for reminding me. If I skip a topic and, you know, reject it, Menush will give me a penalty, a forfeit. So that would be a personal question or something else I am not familiar with. But he did not give me the chance to ask him that personal question. I do not like it. Yeah, you might have commented, so many personal questions that you would like him to ask me. You would like me to ask him. But yeah, I did not get the chance. Maybe next time. Maybe next time. So yeah, we can just start with the test.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh yes, I forgot the rules of this game. Just remember, thanks for reminding me. If I skip a topic and, you know, reject it, Menush will give me a penalty, a forfeit. So that would be a personal question or something else I'm not familiar with. But he didn't give me the chance to ask him that personal question. I don't like it. Yeah, you might have commented, uh, so many personal questions that you would like him to ask me. You would like me to ask him. But yeah, I didn't get the chance. Maybe next time. Maybe next time. So yeah, we can just start with the test.",
      "transcript_cleaned": "Oh yes, I forgot the rules of this game. Just remember, thanks for reminding me. If I skip a topic and, you know, reject it, Menush will give me a penalty, a forfeit. So that would be a personal question or something else I am not familiar with. But he did not give me the chance to ask him that personal question. I do not like it. Yeah, you might have commented, so many personal questions that you would like him to ask me. You would like me to ask him. But yeah, I did not get the chance. Maybe next time. Maybe next time. So yeah, we can just start with the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iM2GzUbedRg_q08",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "So when did I go to this school?",
      "transcript": "It was back in 1997, if I remember correctly. I was about 11 years old. I personally picked this school. that is what students do in the UK. You go and visit different secondary schools and the one that seems most fitting is the one that you choose to go to. But of course it was very difficult to get into this school because it was not right by our house. So it was not actually in the same borough. But anyway, I still got into this school and I was very proud to go there because I very much liked the subjects and all the facilities, particularly the drama room, the music rooms, And all the pianos, as I play piano personally. I have been playing since I was a small boy. I went to this school for about six years, if I remember correctly. And I stayed there to study at the college section. We call that sixth form. I very much liked the teachers at Southgate School and all the subjects that I took, particularly theatre studies and media studies. And I loved the facilities, but the one thing I did not like about it was the pupils, sadly enough. Because lots of them were bullies. There were about 1,500 pupils going to this huge school, if I remember correctly. And they were, lots of them were bullies. They were very rude. They could be racist at some points. But I had to deal with these problems and I had to deal with a lot of beat-ups too. I was beaten up many, many times on many, many days. In fact, there were many occasions where I have. Thank you very much. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It was back in 1997, if I remember correctly. I was about 11 years old. I personally picked this school. That's what students do in the UK. You go and visit different secondary schools and the one that seems most fitting is the one that you choose to go to. But of course it was very difficult to get into this school because it wasn't right by our house. So it wasn't actually in the same borough. But anyway, I still got into this school and I was very proud to go there because I very much liked the subjects and all the facilities, particularly the drama room, the music rooms, And all the pianos, as I play piano personally. I've been playing since I was a small boy. I went to this school for about six years, if I remember correctly. And I stayed there to study at the college section. We call that sixth form. I very much liked the teachers at Southgate School and all the subjects that I took, particularly theatre studies and media studies. And I loved the facilities, but the one thing I did not like about it was the pupils, sadly enough. Because lots of them were bullies. There were about 1,500 pupils going to this huge school, if I remember correctly. And they were, lots of them were bullies. They were very rude. They could be racist at some points. But I had to deal with these problems and I had to deal with a lot of beat-ups too. I was beaten up many, many times on many, many days. In fact, there were many occasions where I've. Thank you very much. Great.",
      "transcript_cleaned": "It was back in 1997, if I remember correctly. I was about 11 years old. I personally picked this school. that is what students do in the UK. You go and visit different secondary schools and the one that seems most fitting is the one that you choose to go to. But of course it was very difficult to get into this school because it was not right by our house. So it was not actually in the same borough. But anyway, I still got into this school and I was very proud to go there because I very much liked the subjects and all the facilities, particularly the drama room, the music rooms, And all the pianos, as I play piano personally. I have been playing since I was a small boy. I went to this school for about six years, if I remember correctly. And I stayed there to study at the college section. We call that sixth form. I very much liked the teachers at Southgate School and all the subjects that I took, particularly theatre studies and media studies. And I loved the facilities, but the one thing I did not like about it was the pupils, sadly enough. Because lots of them were bullies. There were about 1,500 pupils going to this huge school, if I remember correctly. And they were, lots of them were bullies. They were very rude. They could be racist at some points. But I had to deal with these problems and I had to deal with a lot of beat-ups too. I was beaten up many, many times on many, many days. In fact, there were many occasions where I have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iM2GzUbedRg_q11",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "But you do not need to talk like us, okay?",
      "transcript": "You do not need to be perfect. You should just cover, you should just give an answer. So do not memorize stuff. Do something that needs.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You don't need to be perfect. You should just cover, you should just give an answer. So don't memorize stuff. Do something that needs.",
      "transcript_cleaned": "You do not need to be perfect. You should just cover, you should just give an answer. So do not memorize stuff. Do something that needs.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iM2GzUbedRg_q14",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "A real gentleman, right?",
      "transcript": "Oh, I try to be a good gentleman. All right. So we have some topics here. I am going to pick one and randomly and I will give the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I try to be a good gentleman. All right. So we have some topics here. I'm going to pick one and randomly and I'll give the.",
      "transcript_cleaned": "Oh, I try to be a good gentleman. All right. So we have some topics here. I am going to pick one and randomly and I will give the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iM2GzUbedRg_q15",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "We have penalties, do not we?",
      "transcript": "So if Manoj actually decides to skip a topic and she rejects it and not go for the answering the questions, then she will have forfeit and I will bombard her with a very personal question. Yes, and it goes the same with Samsung. So if he skips a.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So if Manoj actually decides to skip a topic and she rejects it and not go for the answering the questions, then she'll have forfeit and I'll bombard her with a very personal question. Yes, and it goes the same with Samsung. So if he skips a.",
      "transcript_cleaned": "if Manoj actually decides to skip a topic and she rejects it and not go for the answering the questions, then she will have forfeit and I will bombard her with a very personal question. Yes, and it goes the same with Samsung.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iM2GzUbedRg_q16",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "And what is a balanced diet?",
      "transcript": "That is actually a difficult question because depending on a person's weight, taste, or age, it can be different. For example, someone might have a healthy appetite and would always need a second helping. But on the other hand, another person might just be okay with a light meal. Because of those reasons, I would say that is, that might be different for different people. But generally, a healthy diet should include a range of fruits, vegetables, and healthy food. So yeah, that is what a healthy diet should be in my opinion. Absolutely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's actually a difficult question because depending on a person's weight, taste, or age, it can be different. For example, someone might have a healthy appetite and would always need a second helping. But on the other hand, another person might just be okay with a light meal. Because of those reasons, I would say that's, that might be different for different people. But generally, a healthy diet should include a range of fruits, vegetables, and um, healthy food. So yeah, that's what a healthy diet should be in my opinion. Absolutely.",
      "transcript_cleaned": "That is actually a difficult question because depending on a person's weight, taste, or age, it can be different. For example, someone might have a healthy appetite and would always need a second helping. But on the other hand, another person might just be okay with a light meal. Because of those reasons, I would say that is, that might be different for different people. But generally, a healthy diet should include a range of fruits, vegetables, and healthy food. So yeah, that is what a healthy diet should be in my opinion. Absolutely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iM2GzUbedRg_q17",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "Now, why do you think some people choose to be vegetarians?",
      "transcript": "Since I used to be a vegetarian for a short time, a couple of years ago, I can say that it depends on so many different reasons. For example, some people might decide to be vegetarians because Because of their health, because of concerns for animals or even some religious reasons. therefore I would have to say, maybe some other people decide to do that because they cannot afford to buy meat, fish, or chicken or any animal products, animal products. And yeah, these can be the reasons why people can choose vegetarianism. And one last question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Since I used to be a vegetarian for a short time, a couple of years ago, I can say that it depends on so many different reasons. For example, some people might decide to be vegetarians because Because of their health, because of concerns for animals or even some religious reasons. Um, therefore I would have to say, um, maybe some other people decide to do that because they cannot afford to buy meat, fish, or chicken or any animal products, animal products. And yeah, um, these can be the reasons why people can choose vegetarianism. And one last question.",
      "transcript_cleaned": "Since I used to be a vegetarian for a short time, a couple of years ago, I can say that it depends on so many different reasons. For example, some people might decide to be vegetarians because Because of their health, because of concerns for animals or even some religious reasons. therefore I would have to say, maybe some other people decide to do that because they cannot afford to buy meat, fish, or chicken or any animal products, animal products. And yeah, these can be the reasons why people can choose vegetarianism. And one last question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q02",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "What is your present area of work?",
      "transcript": "Actually, current, in between jobs I am studying, English in a language center and preparing for my further study in the UK this coming September.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually, um, current, uh, in between jobs I am studying, uh, English in a language center and preparing for my further study in the UK this coming September.",
      "transcript_cleaned": "Actually, current, in between jobs I am studying, English in a language center and preparing for my further study in the UK this coming September.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q03",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "And why did you choose your previous domain of work?",
      "transcript": "My. Previous work is a merchandiser at a e-commerce platform named Shopee. Shopping. as you know, e-commerce industry is now one of the most developed industry. So I want to challenge myself in this industry. also I want to explore the reason behind, shoppiece rapid expense expansion.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, my. Previous work is a merchandiser at a e-commerce platform named Shopee. Shopping. Uh, as you know, e-commerce industry is now one of the most developed industry. So I want to challenge myself in this industry. Um, also I want to explore the reason behind, uh, shoppiece rapid expense expansion.",
      "transcript_cleaned": "My. Previous work is a merchandiser at a e-commerce platform named Shopee. Shopping. as you know, e-commerce industry is now one of the most developed industry. So I want to challenge myself in this industry. also I want to explore the reason behind, shoppiece rapid expense expansion.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q04",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "What kind of music do you prefer?",
      "transcript": "Most of young people now, are fond of listening like EDM or hip hop music. But personally I like some music which is calming and like acoustic pop-a-las.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, most of young people now, um, are fond of listening like EDM or hip hop music. But personally I like some music which is calming and like acoustic pop-a-las.",
      "transcript_cleaned": "Most of young people now, are fond of listening like EDM or hip hop music. But personally I like some music which is calming and like acoustic pop-a-las.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q05",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Are you fond of learning any musical instruments?",
      "transcript": "Actually, I had learned playing piano and organ when I was young. But at that time, my mom forced me to learn it. So I did not enjoy. now I almost forgot everything about it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, I had learned playing piano and organ when I was young. But at that time, uh, my mom forced me to learn it. So I didn't enjoy. Um, now I almost forgot everything about it.",
      "transcript_cleaned": "Actually, I had learned playing piano and organ when I was young. But at that time, my mom forced me to learn it. So I did not enjoy. now I almost forgot everything about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q06",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Does music help you to relax in any way?",
      "transcript": "Yeah, sometimes. I think music is an important part of our life. every time I listen to my favorite song, I feel it helps me, it is cheer myself up and I feel like it just rejects my factory.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, sometimes. Um, I think music is an important part of our life. Um, every time I listen to my favorite song, I feel it helps me, uh, It's cheer myself up and I feel like it just rejects my factory.",
      "transcript_cleaned": "sometimes. I think music is an important part of our life. every time I listen to my favorite song, I feel it helps me, it is cheer myself up and I feel like it just rejects my factory.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q07",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Do you like eating cakes?",
      "transcript": "Actually, sweets is not my cup of tea because when I eat too much sugar, I will feel tired. But I like some chocolate or coffee flavor cake like tiramisu or yeah, cappuccino cake.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, sweets is not my cup of tea because when I eat too much sugar, I will feel tired. But I like some chocolate or coffee flavor cake like tiramisu or yeah, cappuccino cake.",
      "transcript_cleaned": "Actually, sweets is not my cup of tea because when I eat too much sugar, I will feel tired. But I like some chocolate or coffee flavor cake like tiramisu or yeah, cappuccino cake.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q09",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Do you understand?",
      "transcript": "Yeah, sure. Okay, perfect. So you should describe a talent that you have and want to improve. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, sure. Okay, perfect. So you should describe a talent that you have and want to improve. And.",
      "transcript_cleaned": "sure. Okay, perfect. So you should describe a talent that you have and want to improve. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q10",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Do you think talented people are happy people as well?",
      "transcript": "Yes, sometimes. I think talented people will maybe save more time and afford to do well on special things that they are talented as. however, sometimes they will feel more stressful and precious because everyone sees them as they are good at it, so they have to be, do the best.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, sometimes. Uh, I think talented people will maybe save more time and afford to do well on special things that they are talented as. Uh, however, sometimes they will feel more stressful and precious because everyone sees them as they are good at it, so they have to be, do the best.",
      "transcript_cleaned": "Yes, sometimes. I think talented people will maybe save more time and afford to do well on special things that they are talented as. however, sometimes they will feel more stressful and precious because everyone sees them as they are good at it, so they have to be, do the best.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q11",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "How do you differentiate between talent and skill?",
      "transcript": "I, personally, I suppose that talent is something in inherent stress. Like they do not need to practice or work more on that to have it. But skills is something that you So most practice for example like social skill.. People as like introvert, they need to practice more talking with new people and how communicate well. So I think still is something that can be practiced.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I, uh, personally, uh, I suppose that talent is something in inherent stress. Like they don't need to practice or work more on that to have it. But skills is something that you So most practice for example like social skill. Uh. People as like introvert, they need to practice more talking with new people and how communicate well. So I think still is something that can be practiced.",
      "transcript_cleaned": "I, personally, I suppose that talent is something in inherent stress. Like they do not need to practice or work more on that to have it. But skills is something that you So most practice for example like social skill.. People as like introvert, they need to practice more talking with new people and how communicate well. So I think still is something that can be practiced.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q12",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "What are the talents that you have that you are proud of?",
      "transcript": "Like I said before, I am really good at organizing and planning. Also, I am, discussing people who always try to do everything on time. So I really hate, disconnect from my original plan.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like I said before, um, I'm really good at organizing and planning. Also, I'm, er, discussing people who always try to do everything on time. So I really hate, um, disconnect from my original plan.",
      "transcript_cleaned": "Like I said before, I am really good at organizing and planning. Also, I am, discussing people who always try to do everything on time. So I really hate, disconnect from my original plan.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q13",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "And how have these talents helped you to achieve what you have today?",
      "transcript": "I would say that during my previous work, it helped me a lot because I work in e-commerce industry. So, the environment here is very fast. so this talent helped me to manage the time and work well. So I, I always complete all my tasks on time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would say that during my previous work, it helped me a lot because I work in e-commerce industry. So, the environment here is very fast. Uh, so this talent helped me to manage the time and work well. So I, I always complete all my tasks on time.",
      "transcript_cleaned": "I would say that during my previous work, it helped me a lot because I work in e-commerce industry. So, the environment here is very fast. so this talent helped me to manage the time and work well. So I, I always complete all my tasks on time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q14",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Have you ever developed a skill that you are proud of?",
      "transcript": "Actually, I do not have any specific talent that I remember like I developed. yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, um, I don't have any specific talent that I remember like I developed. Um, yes.",
      "transcript_cleaned": "Actually, I do not have any specific talent that I remember like I developed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q15",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "What is a talent that a lot of people in your personal circle have?",
      "transcript": "I have one friend who is very good at storytelling and I am really angry with that because I am an introvert so So it is very difficult for me to communicate well with people and how to craft a story, an interesting story. So every time I talk with such friends, I always fascinated by how he talks and tells stories. Okay, thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I have one friend who is very good at storytelling and I'm really angry with that because I'm an introvert so So it's very difficult for me to communicate well with people and how to craft a story, an interesting story. So every time I talk with such friends, I always fascinated by how he talks and tells stories. Okay, thank you so much.",
      "transcript_cleaned": "I have one friend who is very good at storytelling and I am really angry with that because I am an introvert so So it is very difficult for me to communicate well with people and how to craft a story, an interesting story. So every time I talk with such friends, I always fascinated by how he talks and tells stories.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}