{
  "batch_id": 166,
  "count": 20,
  "samples": [
    {
      "sample_id": "vv1rbxycbxw_q06",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "On weekends?",
      "transcript": "Now? Usually. Oh, usually. I, stay at home. I sleep, we can say, or go out with my friends, for example, mountain climbing or something else. I enjoy my life on weekends. Even I stay at home and study. thank you, we are heading toward the second part which is the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Now? Usually. Oh, usually. I, um, stay at home. I sleep, we can say, or go out with my friends, for example, mountain climbing or something else. I enjoy my life on weekends. Even I stay at home and study. Uh, thank you, um, we're heading toward the second part which is the.",
      "transcript_cleaned": "Now? Usually. Oh, usually. I, stay at home. I sleep, we can say, or go out with my friends, for example, mountain climbing or something else. I enjoy my life on weekends. Even I stay at home and study. thank you, we are heading toward the second part which is the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q07",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "One minute?",
      "transcript": "One minute and then two minutes to tell me and explain yourself. Okay, of course. We all open What issue is the history of the human c asks What So beautiful aquest fact white book dog And you can have 18 eggs some Search for people with stressed and cold praying Cool. Only questa significa un cr phones화 can Literally cross it in hospital and,itty, and the place does lock her in on its upside, They have enough, Status is the office, Maybe a lot of money comes out do Punkt 2lli genius but maybe C Oui.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "One minute and then two minutes to tell me and explain yourself. Okay, of course. We all open What issue is the history of the human c asks What So beautiful aquest fact white book dog And you can have 18 eggs some Search for people with stressed and cold praying Cool. Only questa significa un cr phones화 can Literally cross it in hospital and,itty, and the place does lock her in on its upside, They have enough, Status is the office, Maybe a lot of money comes out do Punkt 2lli genius but maybe C Oui.",
      "transcript_cleaned": "One minute and then two minutes to tell me and explain yourself. Okay, of course. We all open What issue is the history of the human c asks What So beautiful aquest fact white book dog And you can have 18 eggs some Search for people with stressed and cold praying Cool. Only questa significa un cr phones화 can Literally cross it in hospital and,itty, and the place does lock her in on its upside, They have enough, Status is the office, Maybe a lot of money comes out do Punkt 2lli genius but maybe C Oui.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q08",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "Node-第 demo version comigo?",
      "transcript": "Uso重çal idioma U Heart說清楚 is notライバd Nashobe 1 genoo genius,он the lake is still working on pupil process.rarianyaiãoバmsa mirroring as Fernanda 1 ccpcl 蝕紅 a mask Medical 6ci Perfect. describe. So here the way that we are going to begin.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "uso重çal idioma U Heart說清楚 is notライバd Nashobe 1 genoo genius,он the lake is still working on pupil process.rarianyaiãoバmsa mirroring as Fernanda 1 ccpcl 蝕紅 a mask Medical 6ci Perfect. Um, describe. So here the way that we're going to begin.",
      "transcript_cleaned": "Uso重çal idioma U Heart說清楚 is notライバd Nashobe 1 genoo genius,он the lake is still working on pupil process.rarianyaiãoバmsa mirroring as Fernanda 1 ccpcl 蝕紅 a mask Medical 6ci Perfect. describe. So here the way that we are going to begin.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q09",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "What it was about.",
      "transcript": "And explain why you like it. I like, movies from religion. you know, it is the truth. And we show the truth. I, I watch a serial, it is about the devil that had an argument with God and, its name is Lucifer. And, last time I, watched this, serial, it was, summer and I have much free time to watch this serial and I have finished, six seasons in a week. you know, I am a movie eater, we can say. And, I said it is about, the world that, want to fight with God, but, he cannot. Because all of us know God is the powerfullest, is the most powerful in the world. And I like this movie because, because of the actor and the actress and because of the subject. The actor is Tom Ellis. he is a tall and thin man with very good voice and because of this and he can play very well. Thank you very much for explanation. we are going to the third part, discussion. So the third part is mainly about general questions and it takes you and it needs actually your general information about these questions. So you are expected to have longer answers.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And explain why you like it. I like, uh, movies from religion. Uh, you know, um, It's the truth. And we show the truth. I, um, um, I watch a serial, uh, it's about the devil that had an argument with God and, um, its name is Lucifer. And, um, last time I, uh, watched this, uh, serial, it was, uh, summer and I have much free time to watch this serial and I've finished, uh, six seasons in a week. Uh, you know, uh, I'm a movie eater, we can say. And, um, I said it's about, uh, the world that, uh, want to fight with God, but, uh, he can't. Because all of us know God is the powerfullest, uh, is the most powerful in the world. And I like this movie because, um, because of the actor and the actress and because of the subject. The actor is Tom Ellis. He's a tall and thin man with very good voice and because of this and he can play very well. Thank you very much for explanation. Uh, we're going to the third part, discussion. So the third part is mainly about general questions and it takes you and it needs actually your general information about these questions. So you're expected to have longer answers.",
      "transcript_cleaned": "And explain why you like it. I like, movies from religion. you know, it is the truth. And we show the truth. I, I watch a serial, it is about the devil that had an argument with God and, its name is Lucifer. And, last time I, watched this, serial, it was, summer and I have much free time to watch this serial and I have finished, six seasons in a week. you know, I am a movie eater, we can say. And, I said it is about, the world that, want to fight with God, but, he cannot. Because all of us know God is the powerfullest, is the most powerful in the world. And I like this movie because, because of the actor and the actress and because of the subject. The actor is Tom Ellis. he is a tall and thin man with very good voice and because of this and he can play very well. Thank you very much for explanation. we are going to the third part, discussion. So the third part is mainly about general questions and it takes you and it needs actually your general information about these questions. So you are expected to have longer answers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q10",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "Why do people like black and white movies?",
      "transcript": "You know, people, or better say myself, like to be different. And nowadays, about all of people watch modern movies and because of this, for example, myself want to be different, so I watch black and white movies. Because, because of being different. Okay And how can movies inform us about history In Iran people nearly don read books because they don have enough time to read them So the filmmakers we can say the filmmakers make that book into a movie and we can get information from a movie in less time Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, you know, uh, people, or better say myself, like to be different. And nowadays, um, about all of people watch modern movies and because of this, for example, myself want to be different, so I watch black and white movies. Because, because of being different. Okay And um how can movies inform us about history In Iran people nearly don read books because they don have enough time to read them So uh the filmmakers um um we can say um the filmmakers make that book into a movie and um we can get information from a movie in less time Okay.",
      "transcript_cleaned": "You know, people, or better say myself, like to be different. And nowadays, about all of people watch modern movies and because of this, for example, myself want to be different, so I watch black and white movies. Because, because of being different. Okay And how can movies inform us about history In Iran people nearly don read books because they don have enough time to read them So the filmmakers we can say the filmmakers make that book into a movie and we can get information from a movie in less time",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q11",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "And what is the role of a filmmaker?",
      "transcript": "He is monitoring everything, from actors and actresses and, the, textists and, also the whole movie we can say. they are in, the, they do the, more, than other people. And different generations have different tastes in movies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, he is monitoring everything, uh, from actors and actresses and, um, the, um, textists and, um, also the whole movie we can say. Uh, they are in, uh, the, uh, they do the, um, more, um, than other people. And different generations have different tastes in movies.",
      "transcript_cleaned": "He is monitoring everything, from actors and actresses and, the, textists and, also the whole movie we can say. they are in, the, they do the, more, than other people. And different generations have different tastes in movies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q12",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "Why do you think it is so?",
      "transcript": "I think because of the generation, as you said. For example, my father liked to watch older movies because of his, because of his generate and myself like to watch modern movies. Okay, thank you very much. Thank you. Thank you for the participation. Thank you for your attendance to our exam. And I.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think because of the generation, as you said. For example, my father liked to watch older movies because of his, because of his generate and myself like to watch modern movies. Okay, um, thank you very much. Thank you. Thank you for the participation. Thank you for your attendance to our exam. And I.",
      "transcript_cleaned": "I think because of the generation, as you said. For example, my father liked to watch older movies because of his, because of his generate and myself like to watch modern movies. Okay, thank you very much. Thank you. Thank you for the participation. Thank you for your attendance to our exam. And I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q02",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "And, are you working or are you a student?",
      "transcript": "I am actually, I am finding a job now. I already graduated, maybe four years ago. Yeah, I think. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I'm actually, I'm finding a job now. I already graduated, uh, maybe four years ago. Yeah, I think. Yeah. Okay.",
      "transcript_cleaned": "I am actually, I am finding a job now. I already graduated, maybe four years ago. Yeah, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q03",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "And could you tell me about your morning routine?",
      "transcript": "Morning routine. but first of all, I actually, I wake up, I wake up very late, late time because I, I am doing, I am doing some, something in, in the very, very late night, very, very late night. And, and I, and I usually wake, wake up at, at a, 10 o'clock, 10 o'clock after. Yeah, I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Morning routine. Um, but first of all, I actually, I wake up, I wake up very late, late time because I, I'm doing, I'm doing some, something in, in the very, very late night, very, very late night. And, and I, and I usually wake, wake up at, at a, um, 10 o'clock, 10 o'clock after. Yeah, I think.",
      "transcript_cleaned": "Morning routine. but first of all, I actually, I wake up, I wake up very late, late time because I, I am doing, I am doing some, something in, in the very, very late night, very, very late night. And, and I, and I usually wake, wake up at, at a, 10 o'clock, 10 o'clock after. Yeah, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q04",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "When I wake up in the morning, first I make a cup of coffee with a Nespresso coffee machine.",
      "transcript": "And I start to start my morning with a cup of coffee. Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And I start to start my morning with a cup of coffee. Okay,.",
      "transcript_cleaned": "And I start to start my morning with a cup of coffee.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q05",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "Yeah, so do you have a talent or something you are good at?",
      "transcript": "When it comes to my, my, all my, all my talent and talent, I think, it is, it is not, not special, not special, but I, but I have, but I have, all my, all my, all my communication, communication skill, I think. I have my, my, all my mood. All my mood. When, when, when, when, when something, someone, someone, someone to, someone is talking with me, they always say, say to me, I felt very, very cozy and, and, and, and, and, and all right, right, We build building with when, when I, when they talk, talking, talking with me. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, when it comes to my, my, all my, all my talent and talent, I think, um, it is, it is not, not special, not special, but I, but I have, but I have, uh, all my, all my, all my communication, communication skill, I think. Um, I have my, my, uh, all my mood. All my mood. When, when, when, when, when something, someone, someone, someone to, someone is talking with me, they always say, say to me, I felt very, very cozy and, um, and, and, and, and, and all right, right, We build building with when, when I, when they talk, talking, talking with me. Yeah. Okay.",
      "transcript_cleaned": "When it comes to my, my, all my, all my talent and talent, I think, it is, it is not, not special, not special, but I, but I have, but I have, all my, all my, all my communication, communication skill, I think. I have my, my, all my mood. All my mood. When, when, when, when, when something, someone, someone, someone to, someone is talking with me, they always say, say to me, I felt very, very cozy and, and, and, and, and, and all right, right, We build building with when, when I, when they talk, talking, talking with me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q06",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "Same talent?",
      "transcript": "Actually my mom and dad, that is, that is, that is all, both, both of us have, have, same talent, talent, but, but they are, but they have, have, Two different types of communication type. My mom is a good listener and my dad is a good advisor. Yeah, advisor. Yeah. Okay And do you think your talent can be useful for your future work Yeah I think so Actually actually my my my future dream is to be a blind attendant Yeah The main talent to be a blind attendant is a communication skill with students Or strangers or boring people from various world wide cultures. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually my mom and dad, that is, that is, that is all, both, both of us have, have, uh, same talent, talent, but, but they are, but they have, have, Two different types of communication type. My mom is a good listener and my dad is a good advisor. Yeah, advisor. Yeah. Okay And do you think your talent can be useful for your future work Yeah I think so Actually actually my my my future dream is to be a blind attendant Yeah The main talent to be a blind attendant is a communication skill with students Or strangers or boring people from various world wide cultures. Okay.",
      "transcript_cleaned": "Actually my mom and dad, that is, that is, that is all, both, both of us have, have, same talent, talent, but, but they are, but they have, have, Two different types of communication type. My mom is a good listener and my dad is a good advisor. Yeah, advisor. Yeah. Okay And do you think your talent can be useful for your future work Yeah I think so Actually actually my my my future dream is to be a blind attendant Yeah The main talent to be a blind attendant is a communication skill with students Or strangers or boring people from various world wide cultures.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q07",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "So what type of cars do you like?",
      "transcript": "Actually, when it comes to cars, I have no idea, I have no good idea about cars. But I think the best car to me is cozy cozy and height is not much high, I think. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually, when it comes to cars, I have no idea, I have no good idea about cars. But I think the best car to me is cozy cozy and height is not much high, I think. Okay.",
      "transcript_cleaned": "Actually, when it comes to cars, I have no idea, I have no good idea about cars. But I think the best car to me is cozy cozy and height is not much high, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q10",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "So yes, what should a company do when they receive feedback about their products?",
      "transcript": "You probably right in the right thing sorry Oh yeah so if a company receives feedback about the company products what should the company do with the feedback Feedback About new products Or existing products First of all, I think they have to know the customer will love with the upcoming product. They have to test to test to come customer first. They have to gather information about, pre-preference. pre-prepense what they love, what they love and why they love this product so much. Yeah. Okay, yes, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You probably right in the right thing sorry Oh yeah um so if a company receives feedback about the company products what should the company do with the feedback Feedback About new products Or existing products First of all, I think they have to know the customer will love with the upcoming product. They have to test to test to come customer first. They have to gather information about, uh, um, pre-preference. Um, um, pre-prepense what they love, what they love and why they love this product so much. Yeah. Okay, yes, yes.",
      "transcript_cleaned": "You probably right in the right thing sorry Oh yeah so if a company receives feedback about the company products what should the company do with the feedback Feedback About new products Or existing products First of all, I think they have to know the customer will love with the upcoming product. They have to test to test to come customer first. They have to gather information about, pre-preference. pre-prepense what they love, what they love and why they love this product so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q11",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "So, teachers, do you think teachers should give advice to their students?",
      "transcript": "Of course, I think the student is the role. The main role is learning something about all of the things, Some things in the world, worldwide, I think they should say, should listen, what teacher, what teacher saying, saying, and what is my fault, what is my fault. And then, and then teacher also, also give them good advice, too. Yeah. Of course.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Of course, I think the student is the role. The main role is learning something about all of the things, Some things in the world, worldwide, I think they should say, should listen, what teacher, what teacher saying, saying, and what is my fault, what is my fault. And then, and then teacher also, also give them good advice, too. Yeah. Of course.",
      "transcript_cleaned": "Of course, I think the student is the role. The main role is learning something about all of the things, Some things in the world, worldwide, I think they should say, should listen, what teacher, what teacher saying, saying, and what is my fault, what is my fault. And then, and then teacher also, also give them good advice, too. Yeah. Of course.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zu3OxHLMnKs_q14",
      "video_id": "Zu3OxHLMnKs",
      "band": 4.5,
      "question": "Describe a time when someone asks for your opinion.",
      "transcript": "So you should talk about one specific time when your friend asked for your opinion and you should describe that situation. You know, for example, my friend asked for my opinion about choosing his major at university.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So you should talk about one specific time when your friend asked for your opinion and you should describe that situation. You know, for example, uh, my friend asked for my opinion about choosing his major at university.",
      "transcript_cleaned": "you should talk about one specific time when your friend asked for your opinion and you should describe that situation. You know, for example, my friend asked for my opinion about choosing his major at university.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q02",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Who is your best friend?",
      "transcript": "Yeah, I have so many best friends. One of the best friends is Alvi. Because when I started in Dhaka, you know, you know Dhaka is our capital city in Bangladesh. I studied in, seven, seven years in staying Dhaka and he also is my best friend. Also a roommate also because we, stay in a hostel, academic hostel. that is why he is my best friend. Okay, cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yeah, I have so many best friends. One of the best friends is Alvi. Because when I started in Dhaka, you know, you know Dhaka is our capital city in Bangladesh. I studied in, uh, seven, uh, seven years in staying Dhaka and he also is my best friend. Also a roommate also because we, uh, stay in a hostel, academic hostel. That's why he is my best friend. Okay, cool.",
      "transcript_cleaned": "I have so many best friends. One of the best friends is Alvi. Because when I started in Dhaka, you know, you know Dhaka is our capital city in Bangladesh. I studied in, seven, seven years in staying Dhaka and he also is my best friend. Also a roommate also because we, stay in a hostel, academic hostel. that is why he is my best friend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q03",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "And, are you still friends with people from your childhood?",
      "transcript": "Yes, I have so many friends in my childhood and suddenly in this stage, sometimes we meet each other or a get together party and they are so much also busy. that is why in this stage, everyone is busy, their job, their business. And sometimes in weekend or holiday, we arrange a get together party and we are all attending this party and enjoy also.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I have so many friends in my childhood and suddenly in this stage, sometimes we meet each other or a get together party and they are so much also busy. That's why in this stage, everyone is busy, their job, their business. And sometimes in weekend or holiday, we arrange a get together party and we are all attending this party and enjoy also.",
      "transcript_cleaned": "Yes, I have so many friends in my childhood and suddenly in this stage, sometimes we meet each other or a get together party and they are so much also busy. that is why in this stage, everyone is busy, their job, their business. And sometimes in weekend or holiday, we arrange a get together party and we are all attending this party and enjoy also.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q04",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Okay, and do you prefer spending time with family or friends?",
      "transcript": "Yes, I am in my, I, basically I stand in Chittagong city, it is so much different, so much distance from our village, where is my mother or father or family, other person are living there. I stay with my wife. I have, in weekend, we go to our village home and join to our, each our, another family person and we enjoy that time because holidays only, only two days. We only arrange only two days in a week. that is why that time we, a maximum time we are going to our village home. Because of my father. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I'm in my, I, basically I stand in Chittagong city, it's so much different, so much distance from our village, where is my mother or father or family, other person are living there. Uh, I stay with my wife. Um, I have, in weekend, we go to our village home and join to our, each our, another family person and we enjoy that time because holidays only, only two days. We only arrange only two days in a week. That's why that time we, a maximum time we are going to our village home. Because of my father. Okay,.",
      "transcript_cleaned": "Yes, I am in my, I, basically I stand in Chittagong city, it is so much different, so much distance from our village, where is my mother or father or family, other person are living there. I stay with my wife. I have, in weekend, we go to our village home and join to our, each our, another family person and we enjoy that time because holidays only, only two days. We only arrange only two days in a week. that is why that time we, a maximum time we are going to our village home. Because of my father.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q05",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Where do you usually watch TV programs, shows, or why?",
      "transcript": "I like TV programs. Basically I mostly like to see news or TV news. Because it is coronavirus epidemic situation, we need to hear our country condition. is good or not. that is why we need to watch TV and, and gather some knowledge about our country position or coronavirus position, what situation is going on actually. that is why we, I see sometimes TV and sometimes also see some movie, cultural program. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I like TV programs. Basically I mostly like to see news or TV news. Because it's coronavirus epidemic situation, we need to hear our country condition. Uh, is good or not. That's why we need to watch TV and, and gather some knowledge about our country position or coronavirus position, what situation is going on actually. Uh, that's why we, um, I see sometimes TV and sometimes also see some movie, uh, cultural program. Okay.",
      "transcript_cleaned": "I like TV programs. Basically I mostly like to see news or TV news. Because it is coronavirus epidemic situation, we need to hear our country condition. is good or not. that is why we need to watch TV and, and gather some knowledge about our country position or coronavirus position, what situation is going on actually. that is why we, I see sometimes TV and sometimes also see some movie, cultural program.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}