{
  "batch_id": 225,
  "count": 20,
  "samples": [
    {
      "sample_id": "RP_rO0mrjnA_q08",
      "video_id": "RP_rO0mrjnA",
      "band": 5.5,
      "question": "What kind of food you mostly enjoy?",
      "transcript": "&gt;&gt; Well, it depends on the more. If I if I need to get a fast food, I enjoy fast food too. But I prefer fast food on these foods because they are spicy and I can eat a lot more.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Well, it depends on the more. If I if I need to get a fast food, I enjoy fast food too. But I prefer fast food on these foods because uh they are spicy and I can eat a lot more.",
      "transcript_cleaned": "&gt;&gt; Well, it depends on the more. If I if I need to get a fast food, I enjoy fast food too. But I prefer fast food on these foods because they are spicy and I can eat a lot more.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RP_rO0mrjnA_q09",
      "video_id": "RP_rO0mrjnA",
      "band": 5.5,
      "question": "&gt;&gt; Do you enjoy bottling?",
      "transcript": "&gt;&gt; Not much. I prefer my home cooking because my stomach stomach is not very well conditioned. So whenever I eat food from hotels I got lose motions or cooking problem. &gt;&gt; Thank you Harasher.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Not much. I prefer my home cooking because my stomach stomach is not very well conditioned. So whenever I eat food from hotels I got lose motions or cooking problem. &gt;&gt; Thank you Harasher.",
      "transcript_cleaned": "&gt;&gt; Not much. I prefer my home cooking because my stomach stomach is not very well conditioned. So whenever I eat food from hotels I got lose motions or cooking problem. &gt;&gt; Thank you Harasher.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5FTJQE6szgo_q03",
      "video_id": "5FTJQE6szgo",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "You are older do you think age has a factor in that yeah i think so i believe it is one of the factors of course it depends on the personality but usually i think younger people change their minds easily yeah when do people change opinions let me think i think when they face some difficulties they probably change their opinions and think other ways to solve the problem do you think media plays a big role in changing people's opinions yes i think so because if they get to know information about things I am sure it might change their opinions who do people turn to for advice sorry can you repeat the question sure who do people turn to for advice i think people usually want advice from teachers or parents and older people because they have more experience than them friends do not have that much difference of an experience though right so when would be an opportunity that you can ask your friends for advice do you think well it also depends on the person of course but for me I am really indecisive so i usually ask my friends to give me some opinions about my idea because I am not always sure if my opinion is right or wrong so yeah okay do people like to give opinions about politics some of them yeah i do not really like to talk about politics because i do not have narrative politics but some of them probably want to talk about it especially if they are interested in politics do you think more people should give their opinions about politics yeah i think so in order to make the society better i think they should discuss politics more often do you think it should be everybody in.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "you're older do you think age has a factor in that yeah i think so i believe it is one of the factors of course it depends on the personality but um usually i think younger people change their minds easily yeah when do people change opinions um let me think i think when they face some difficulties they probably change their opinions and think other ways to solve the problem do you think media plays a big role in changing people's opinions yes i think so because if they get to know information about things i'm sure it might change their opinions who do people turn to for advice sorry can you repeat the question sure who do people turn to for advice um i think people usually want advice from teachers or parents and older people because they have more experience than them friends don't have that much difference of an experience though right so when would be an opportunity that you can ask your friends for advice do you think um well it also depends on the person of course but for me i'm really indecisive so i usually ask my friends to give me some opinions about my idea because i'm not always sure if my opinion is right or wrong so yeah okay do people like to give opinions about politics some of them yeah i don't really like to talk about politics because i don't have narrative politics but some of them probably want to talk about it especially if they are interested in politics do you think more people should give their opinions about politics yeah i think so in order to make the society better i think they should discuss politics more often do you think it should be everybody in.",
      "transcript_cleaned": "You are older do you think age has a factor in that yeah i think so i believe it is one of the factors of course it depends on the personality but usually i think younger people change their minds easily yeah when do people change opinions let me think i think when they face some difficulties they probably change their opinions and think other ways to solve the problem do you think media plays a big role in changing people's opinions yes i think so because if they get to know information about things I am sure it might change their opinions who do people turn to for advice sorry can you repeat the question sure who do people turn to for advice i think people usually want advice from teachers or parents and older people because they have more experience than them friends do not have that much difference of an experience though right so when would be an opportunity that you can ask your friends for advice do you think well it also depends on the person of course but for me I am really indecisive so i usually ask my friends to give me some opinions about my idea because I am not always sure if my opinion is right or wrong so yeah okay do people like to give opinions about politics some of them yeah i do not really like to talk about politics because i do not have narrative politics but some of them probably want to talk about it especially if they are interested in politics do you think more people should give their opinions about politics yeah i think so in order to make the society better i think they should discuss politics more often do you think it should be everybody in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5FTJQE6szgo_q04",
      "video_id": "5FTJQE6szgo",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "General or do you think it should be more older people or younger people i think it should be everyone talking about politics because people have different opinion and i believe their ages matters to the opinions so yeah i think it should be a blue one okay thank you that is the end of the speaking test you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "general or do you think it should be more older people or younger people um i think it should be everyone talking about politics because people have different opinion and i believe their ages matters to the opinions so yeah i think it should be a blue one okay thank you that is the end of the speaking test you.",
      "transcript_cleaned": "General or do you think it should be more older people or younger people i think it should be everyone talking about politics because people have different opinion and i believe their ages matters to the opinions so yeah i think it should be a blue one okay thank you that is the end of the speaking test you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hKGoyMp9g3w_q02",
      "video_id": "hKGoyMp9g3w",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Called D is really very famous it is famous Yeah Yeah from that platform I used toy buy several things like I also I also buy some item watches i m buy it several time how often can you say in a precise how often do you tend to buy yeah yeah I once a month no no I used to buy it twice or Thrice you know annual okay so what are the last item that you bought from the online platform it is very recently I think it is become two week ago we ago you bought about one cheer pillow which help which helps our lumber support oh pillow yes Lumber pillow you can say that that means every kind of items are available in this platform all right do you ever see things in shops and then you you buy online or you see online and you buy online what do you do sorry pardon please do you see do you first see the things at a saw in your city and then you decide to buy through online or you see all those things necessary on the online platforms and then you decide to buy online I prefer I do not use to buy unnecessary things I do not want to waste my money if I think it is need or it is necessary for them I just scroll my phone and M and I just you use only this platform right so do you think the popularity of online shopping is more popular and popular these days yes it now there is this is trending oh yeah being now geni generation today's guys and guys are really very what is called that common in phone always using phone and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "called D is really very famous it's famous Yeah Yeah from that platform I used toy buy several things like I also I also buy some item uh watches i m buy it several time how often can you say in a precise uh how often do you tend to buy yeah yeah I once a month no no I used to buy it uh twice or Thrice you know annual okay so what are the last item that you bought from the online platform it is very recently uh I think it's uh become two week ago we ago you bought about one cheer pillow which help which helps our lumber support oh pillow yes Lumber pillow you can say that that means every kind of items are available in this platform all right do you ever see things in shops and then you you buy online or you see online and you buy online what do you do sorry pardon please do you see do you first see the things at a saw in your city and then you decide to buy through online or you see all those things necessary on the online platforms and then you decide to buy online uh I prefer I don't use to buy unnecessary things I don't want to waste my money if I think it is need or it is necessary for them I just uh scroll my phone and M and I just you use only this platform right so do you think the popularity of online shopping um is more popular and popular these days yes it now there's uh this is trending oh yeah being um now geni generation today's guys and guys are really very um what's called that common in phone always using phone and.",
      "transcript_cleaned": "Called D is really very famous it is famous Yeah Yeah from that platform I used toy buy several things like I also I also buy some item watches i m buy it several time how often can you say in a precise how often do you tend to buy yeah yeah I once a month no no I used to buy it twice or Thrice you know annual okay so what are the last item that you bought from the online platform it is very recently I think it is become two week ago we ago you bought about one cheer pillow which help which helps our lumber support oh pillow yes Lumber pillow you can say that that means every kind of items are available in this platform all right do you ever see things in shops and then you you buy online or you see online and you buy online what do you do sorry pardon please do you see do you first see the things at a saw in your city and then you decide to buy through online or you see all those things necessary on the online platforms and then you decide to buy online I prefer I do not use to buy unnecessary things I do not want to waste my money if I think it is need or it is necessary for them I just scroll my phone and M and I just you use only this platform right so do you think the popularity of online shopping is more popular and popular these days yes it now there is this is trending oh yeah being now geni generation today's guys and guys are really very what is called that common in phone always using phone and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hKGoyMp9g3w_q03",
      "video_id": "hKGoyMp9g3w",
      "band": 5.5,
      "question": "[Transcript chunk 3]",
      "transcript": "They they are used to buy anything from there okay all right in the second part of the speaking test I will give you a card that contains the topic you have a minute make sure you prepare a short speech and speak at least one to two minutes your topic is describe a time when you enjoyed visiting a member of your family in their home you visited a member somebody in their home and you should say who you visited and where they lived why you made this visit and what happened during this visit explain what you enjoyed about this visit.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "they they are used to uh buy anything from there okay all right in the second part of the speaking test I will give you a card that contains the topic you have a minute make sure you prepare a short speech and speak at least one to two minutes your topic is describe a time when you enjoyed visiting a member of your family in their home you visited uh a member somebody in their home and you should say who you visited and where they lived why you made this visit and what happened during this visit explain what you enjoyed about this visit.",
      "transcript_cleaned": "They they are used to buy anything from there okay all right in the second part of the speaking test I will give you a card that contains the topic you have a minute make sure you prepare a short speech and speak at least one to two minutes your topic is describe a time when you enjoyed visiting a member of your family in their home you visited a member somebody in their home and you should say who you visited and where they lived why you made this visit and what happened during this visit explain what you enjoyed about this visit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hKGoyMp9g3w_q04",
      "video_id": "hKGoyMp9g3w",
      "band": 5.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Going to be there again maybe in the next marriage we discuss about that type of things okay thank you very much thank you well in the second well in the third part of the speaking test we will discuss on some topics on a couple of topics let us first discourse family occasions when do families celebrate together in your country country is occasionally in a festival like thar and chart these these are our main Festival which are celebrated in our Nepal how often do all the generations in a family come together in a country it is like all generations come together there are some occasions yes yes I think that is the Das where wow okay all generation are get together and putting Tika on their forehead and enjoying their meals having fun and playing cards together together with our family members and that is the one of the most memorable events for why do you think some people actually do not enjoy attending occasions some occasions it is some people do not enjoy it is about their it is about their individuals thinking and and their mentality too and their life phases how their life is going on of the life is going smoothly then they generally come to and meet us if they they are in downwards in their life then they used to pretend this type of things and if they they are suffering from something sick illness body illness then they used to they do not able to come or present in yeah our occasion okay mainly people are in our country are so what we can say all right so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "going to be there again maybe in the next marriage we discuss about that type of things okay thank you very much thank you well in the second well in the third part of the speaking test we will discuss on some topics on a couple of topics let's first discourse family occasions when do families celebrate together in your country country uh is occasionally in a festival like thar and chart these these are our main Festival which are celebrated in uh our Nepal how often do all the generations in a family come together in a country uh it's like all generations come together there are some occasions yes yes uh I think that is the Das where wow okay all generation are get together and putting Tika on their forehead uh and enjoying their meals having fun and playing cards together together with our family members and that is the one of the most uh memorable uh events for why do you think some people actually do not enjoy attending occasions some occasions uh it's um some people do not enjoy uh it's about their it's about their individuals thinking and and their mentality too and their life phases how their life is going on of the life is going smoothly then they generally come to and meet us if they they are in downwards in their life then they used to pretend this type of things and if they they're suffering from something uh uh sick illness body illness then they used to they don't able to come or present in yeah our occasion okay mainly people are in our country are so um what we can say all right so.",
      "transcript_cleaned": "Going to be there again maybe in the next marriage we discuss about that type of things okay thank you very much thank you well in the second well in the third part of the speaking test we will discuss on some topics on a couple of topics let us first discourse family occasions when do families celebrate together in your country country is occasionally in a festival like thar and chart these these are our main Festival which are celebrated in our Nepal how often do all the generations in a family come together in a country it is like all generations come together there are some occasions yes yes I think that is the Das where wow okay all generation are get together and putting Tika on their forehead and enjoying their meals having fun and playing cards together together with our family members and that is the one of the most memorable events for why do you think some people actually do not enjoy attending occasions some occasions it is some people do not enjoy it is about their it is about their individuals thinking and and their mentality too and their life phases how their life is going on of the life is going smoothly then they generally come to and meet us if they they are in downwards in their life then they used to pretend this type of things and if they they are suffering from something sick illness body illness then they used to they do not able to come or present in yeah our occasion okay mainly people are in our country are so what we can say all right so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hKGoyMp9g3w_q05",
      "video_id": "hKGoyMp9g3w",
      "band": 5.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Think it is a good thing for parents to help their children with their school assignments or with the school work some people some parents actually like to help the children with the school work Works do you think it is a good idea or not yes it is really very good idea it is a sign of good parenting yes it is it is sign of good parenting and in the past my father's my father was also support me to make my homework made my homework which I do not know and I even ask also with my elder sister please help me I do not know this and this is one of the good things and it is good guidance too okay how you think it is for families to eat together at least once a week is it necessary that all family members gather together in a dining hall around the dining table and eat together at least once a week yeah it is really very important because in a because in our daily life nowadays we are so busy oh yeah yeah yeah you are right we are so busy in our da we cannot able to sit always have meal or dinner in a single dining table by sitting in single dining table or eating together we can share our feelings thoughts or what we are going or what happened to our in our past life how we can we can discuss about that things and any problem is there arise we can discuss or find out any Solution by eating or having this do you believe that everyone in a family should share some hous World Walks Like The walks hous world tours housew World talks would be divided among.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "think it's a good thing for parents to help their children with their school assignments or with the school work some people uh some parents actually like to help the children with the school work Works do you think it's a good idea or not yes it is really very good idea it's a sign of good parenting yes it is it is sign of good parenting and uh um in the past my father's my father uh was also support me to make my homework made my homework which I don't know and I even ask also with my elder sister please help me I don't know this and this is one of the good things and uh it is good guidance too okay how you think it's for families to eat together at least once a week is it necessary that all family members gather together in a dining hall uh around the dining table and eat together at least once a week yeah it is really very important because uh uh in a because in our daily life nowadays we are so busy oh yeah yeah yeah you're right we are so busy in our da we can't able to sit always have meal or dinner in a single dining table uh by sitting in single uh dining table or eating together we can share our feelings thoughts or what we are going or what happened to our in our past life how we can we can discuss about that things and any problem is there arise we can discuss or find out any Solution by eating or having this do you believe that everyone in a family should share some hous World Walks Like The walks hous world tours housew World talks would be divided among.",
      "transcript_cleaned": "Think it is a good thing for parents to help their children with their school assignments or with the school work some people some parents actually like to help the children with the school work Works do you think it is a good idea or not yes it is really very good idea it is a sign of good parenting yes it is it is sign of good parenting and in the past my father's my father was also support me to make my homework made my homework which I do not know and I even ask also with my elder sister please help me I do not know this and this is one of the good things and it is good guidance too okay how you think it is for families to eat together at least once a week is it necessary that all family members gather together in a dining hall around the dining table and eat together at least once a week yeah it is really very important because in a because in our daily life nowadays we are so busy oh yeah yeah yeah you are right we are so busy in our da we cannot able to sit always have meal or dinner in a single dining table by sitting in single dining table or eating together we can share our feelings thoughts or what we are going or what happened to our in our past life how we can we can discuss about that things and any problem is there arise we can discuss or find out any Solution by eating or having this do you believe that everyone in a family should share some hous World Walks Like The walks hous world tours housew World talks would be divided among.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hKGoyMp9g3w_q06",
      "video_id": "hKGoyMp9g3w",
      "band": 5.5,
      "question": "[Transcript chunk 6]",
      "transcript": "All family members and get get get them done or one person should you know perform more than the other family members what do you say about it I think doing all together is a good thing for our family and for all of the family because if we have no idea about that work then we have to leave by saying sorry I do not know about I have noide idea about these things if you have some idea or you can give some help to do any tax of your household work then you have to support your family or any family members okay thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "all family members and get get get them done or one person should you know perform more than the other family members what do you say about it I think uh doing all together is a good thing for our family and for all of the family because if uh we have no idea about that work then we have to leave by saying sorry I don't know about I have noide idea about these things uh if you have some idea or you can give some help to do any tax of your household work then you have to support your family or any family members okay thank you.",
      "transcript_cleaned": "All family members and get get get them done or one person should you know perform more than the other family members what do you say about it I think doing all together is a good thing for our family and for all of the family because if we have no idea about that work then we have to leave by saying sorry I do not know about I have noide idea about these things if you have some idea or you can give some help to do any tax of your household work then you have to support your family or any family members",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hKGoyMp9g3w_q08",
      "video_id": "hKGoyMp9g3w",
      "band": 5.5,
      "question": "[Transcript chunk 8]",
      "transcript": "This time I give you five pen but but I you can get six do not worry about it but because of these old grammatical mistakes you made during your speech I will give you five pen pipe when you come to sit for the next time next speaking.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "this time I give you five pen but but I you can get six don't worry about it but because of these old grammatical mistakes you made during your speech I will give you five pen pipe when you come to sit for the next time next speaking.",
      "transcript_cleaned": "This time I give you five pen but but I you can get six do not worry about it but because of these old grammatical mistakes you made during your speech I will give you five pen pipe when you come to sit for the next time next speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3GYrVH3BFhI_q01",
      "video_id": "3GYrVH3BFhI",
      "band": 5.5,
      "question": "[Transcript chunk 1]",
      "transcript": "Yes thank you welcome okay so how often do you go online i usually go online every day by my phone what do you use the internet for i being a computer engineer i use these for downloading software uploading software and also for some time use networking and these are the things i do on internet okay how do you get online i i have got a 2-3 gadget electronica so i can go easily online preferably i use my cell phone for all go online and other from laptop do you have your own computer yes I have got two computers i got one laptop and one desktop i use mostly my laptop because because it is easy to carry and carry anywhere okay what is your favorite website well being a computer engineer my favorite website is a filehippo.com and i can easily find out their mac and windows software easily and update my windows and these are very helpful for me do you think children should be allowed unsupervised access to the internet well according to me and this is a very dangerous for children for development and for their character they should use internet in the supervision of their parents okay let me ask you your.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "yes thank you welcome okay so how often do you go online i usually go online every day by my phone what do you use the internet for i being a computer engineer i use these for downloading software uploading software and also for some time use networking and these are the things i do on internet okay how do you get online i i have got a 2-3 gadget electronica so i can go easily online preferably i use my cell phone for all go online and other from laptop do you have your own computer yes i've got two computers i got one laptop and one desktop i use mostly my laptop because because it is easy to carry and carry anywhere okay what's your favorite website well being a computer engineer my favorite website is a filehippo.com and i can easily find out their mac and windows software easily and update my windows and these are very helpful for me do you think children should be allowed unsupervised access to the internet um well according to me and this is a very dangerous for children for development and for their character they should use internet in the supervision of their parents um okay let me ask you your.",
      "transcript_cleaned": "Yes thank you welcome okay so how often do you go online i usually go online every day by my phone what do you use the internet for i being a computer engineer i use these for downloading software uploading software and also for some time use networking and these are the things i do on internet okay how do you get online i i have got a 2-3 gadget electronica so i can go easily online preferably i use my cell phone for all go online and other from laptop do you have your own computer yes I have got two computers i got one laptop and one desktop i use mostly my laptop because because it is easy to carry and carry anywhere okay what is your favorite website well being a computer engineer my favorite website is a filehippo.com and i can easily find out their mac and windows software easily and update my windows and these are very helpful for me do you think children should be allowed unsupervised access to the internet well according to me and this is a very dangerous for children for development and for their character they should use internet in the supervision of their parents okay let me ask you your.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3GYrVH3BFhI_q02",
      "video_id": "3GYrVH3BFhI",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Is of washington dc and this is district of columbia and it is a capital of usa and it is situated in the central part of america and it is famous for neoclassical amusement monument buildings and it is also famous for iconic museum it is a most beautiful and elegant and planned city and here i can easily find out basic immunity and i am a shopik show politic person so i love to shop everywhere so i can find easily here world-class shopping wall i can shop there and one other thing is the famous that is a smooth and hassle-free transportation system and and there is no environment pollution and it is safe and secure to live here and it is a heaven for civilized people and one other thing is a good good job opportunity and for a better future for my children education that is why i want to move there okay so can i take it back please yes here it is thank you let me ask you some more questions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "is of washington dc and this is district of columbia and it is a capital of usa and it is situated in the central part of america and it is famous for neoclassical amusement monument buildings and it is also famous for iconic museum it is a most beautiful and elegant and planned city and here i can easily find out basic immunity and i am a shopik show politic person so i love to shop everywhere so i can find easily here world-class shopping wall i can shop there and one other thing is the famous that is a smooth and hassle-free transportation system and and there is no environment pollution and it is safe and secure to live here and uh it is a heaven for civilized people and one other thing is a good good job opportunity and for a better future for my children education that's why i want to move there okay so can i take it back please yes here it is thank you let me ask you some more questions.",
      "transcript_cleaned": "Is of washington dc and this is district of columbia and it is a capital of usa and it is situated in the central part of america and it is famous for neoclassical amusement monument buildings and it is also famous for iconic museum it is a most beautiful and elegant and planned city and here i can easily find out basic immunity and i am a shopik show politic person so i love to shop everywhere so i can find easily here world-class shopping wall i can shop there and one other thing is the famous that is a smooth and hassle-free transportation system and and there is no environment pollution and it is safe and secure to live here and it is a heaven for civilized people and one other thing is a good good job opportunity and for a better future for my children education that is why i want to move there okay so can i take it back please yes here it is thank you let me ask you some more questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3GYrVH3BFhI_q03",
      "video_id": "3GYrVH3BFhI",
      "band": 5.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Old when choosing where to live well young generations love to live in crowd crowded place and for better job opportunity they love to live in cities modern cities and on the other hand if we talk about older people so they they want to live in safe and peace peace they chose countryside area okay when did you make up your mind to move to city well when i passed my senior secondary school i was looking for an engineering college for my higher education then i cannot find here and i find that college in gurgaon and i moved to that city how long did you stay there i stayed there for four hours during my graduation okay and what kind of changes can you see in modern cities nowadays well there is a too much changes in modern city that there is recreational park shopping malls and metros and a good transportation system road facility and bridges these are coming good in modern cities okay and where are the people migrating to these cities for all well mostly people come from countryside for their to for their good opportunity for jobs business and for their better health education system they are moving from countryside to cities okay and what kind of problems people are facing in modern cities well there are a lot of problems they are facing day by day like they have to interact with stranger daily and there is no security in living in the cities so these are most prominent and one one other also problem is the pollution that is facing daily these are the most problems last question for today and that is can you suggest some solution to these problems yes i can suggest solution to government that they should provide.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "old when choosing where to live well young generations love to live in crowd crowded place and for better job opportunity they love to live in cities modern cities and on the other hand if we talk about older people so they they want to live in safe and peace peace they chose countryside area okay when did you make up your mind to move to city well when i passed my senior secondary school i was looking for an engineering college for my higher education then i can't find here and i find that college in gurgaon and i moved to that city how long did you stay there i stayed there for four hours during my graduation okay and what kind of changes can you see in modern cities nowadays well there is a too much changes in modern city that there is recreational park shopping malls and metros and a good transportation system road facility and bridges these are coming good in modern cities okay and where are the people migrating to these cities for all well mostly people come from countryside for their to for their good opportunity for jobs business and for their better health education system they're moving from countryside to cities okay and what kind of problems people are facing in modern cities well there are a lot of problems they are facing day by day like they have to interact with stranger daily and there is no security in living in the cities so these are most prominent and one one other also problem is the pollution that is facing daily these are the most problems last question for today and that is can you suggest some solution to these problems yes i can suggest solution to government that they should provide.",
      "transcript_cleaned": "Old when choosing where to live well young generations love to live in crowd crowded place and for better job opportunity they love to live in cities modern cities and on the other hand if we talk about older people so they they want to live in safe and peace peace they chose countryside area okay when did you make up your mind to move to city well when i passed my senior secondary school i was looking for an engineering college for my higher education then i cannot find here and i find that college in gurgaon and i moved to that city how long did you stay there i stayed there for four hours during my graduation okay and what kind of changes can you see in modern cities nowadays well there is a too much changes in modern city that there is recreational park shopping malls and metros and a good transportation system road facility and bridges these are coming good in modern cities okay and where are the people migrating to these cities for all well mostly people come from countryside for their to for their good opportunity for jobs business and for their better health education system they are moving from countryside to cities okay and what kind of problems people are facing in modern cities well there are a lot of problems they are facing day by day like they have to interact with stranger daily and there is no security in living in the cities so these are most prominent and one one other also problem is the pollution that is facing daily these are the most problems last question for today and that is can you suggest some solution to these problems yes i can suggest solution to government that they should provide.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3GYrVH3BFhI_q04",
      "video_id": "3GYrVH3BFhI",
      "band": 5.5,
      "question": "[Transcript chunk 4]",
      "transcript": "These basic amenities to countryside area and also good education and create job for youngster then they cannot move to other other cities so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "these basic amenities to countryside area and also good education and create job for youngster then they can't move to other other cities so.",
      "transcript_cleaned": "These basic amenities to countryside area and also good education and create job for youngster then they cannot move to other other cities so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1xTxxHMfUE8_q02",
      "video_id": "1xTxxHMfUE8",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Focus businesses yes few questions will be based on holidays do you like holidays yes of course I really like holidays because in the holidays I have a lot of spare time in order to spend with my families as well as my near and dear ones where do you go for your holidays in my holidays I I prefer to visit new places so that I can ex I can enhance my knowledge about about the places and know it it it helps me to enhance my knowledge about the culture of that place what what do you want holidays well as a earlier mentioned sometimes I wasted some new places but when there is no plan to go anywhere so I prefer to visit in the library in order to complete my study work few questions will be based on Primary School okay how was your primary school like a primary school was very good where the tea where the the all of the experience of teachers was very good and I enjoyed a lot with my friends over there yes of course I really like my primary schools in the past even today I also like my primary school because all of the ma'am all of the good memories are connected with my primary school what did you do in your leisure time in your primary school I would really remember when the time was a recessed so I usually played with my with my classmates as well as participated many activities which were given by our teachers one now I am going to ask a.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Focus businesses yes few questions will be based on holidays do you like holidays yes of course I really like holidays because in the holidays I have a lot of spare time in order to spend uh with my families as well as my near and dear ones where do you go for your holidays in my holidays I I prefer to visit new places so that I can ex I can enhance my knowledge about about the places and know it it it helps me to enhance my knowledge about the culture of that place what what do you want holidays well as a earlier mentioned sometimes I wasted some new places but when there is no plan to go anywhere so I prefer to visit in the library in order to complete my study work few questions will be based on Primary School okay how was your primary school like a primary school was very good where the tea where the the all of the experience of teachers was very good and I enjoyed a lot with my friends over there yes of course I really like my primary schools in the past even today I also like my primary school because all of the ma'am all of the good memories are connected with my primary school what did you do in your leisure time in your primary school I would really remember when the time was a recessed so I usually played with my with my classmates as well as participated many activities which were given by our teachers one now I'm going to ask a.",
      "transcript_cleaned": "Focus businesses yes few questions will be based on holidays do you like holidays yes of course I really like holidays because in the holidays I have a lot of spare time in order to spend with my families as well as my near and dear ones where do you go for your holidays in my holidays I I prefer to visit new places so that I can ex I can enhance my knowledge about about the places and know it it it helps me to enhance my knowledge about the culture of that place what what do you want holidays well as a earlier mentioned sometimes I wasted some new places but when there is no plan to go anywhere so I prefer to visit in the library in order to complete my study work few questions will be based on Primary School okay how was your primary school like a primary school was very good where the tea where the the all of the experience of teachers was very good and I enjoyed a lot with my friends over there yes of course I really like my primary schools in the past even today I also like my primary school because all of the ma'am all of the good memories are connected with my primary school what did you do in your leisure time in your primary school I would really remember when the time was a recessed so I usually played with my with my classmates as well as participated many activities which were given by our teachers one now I am going to ask a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1xTxxHMfUE8_q04",
      "video_id": "1xTxxHMfUE8",
      "band": 5.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Life my life was entirely changed I got new opportunity to meet new teachers as well as friends so I and one most interesting fact was that you know I got opportunity to to enhance my knowledge about the Commerce streams in deeply and I was so enjoyed over there in my new schools overall that was the time when I have changed my school okay this is time to ask some follow-up questions are children better at solving problem than adults according to my perspective children should better children should better in order to solve any kind of problems but but but the darker side of this aspect must not be ignored because because the adults people have a lot of experience so they can they can try they can try better in order to solve problem how do children well there are many there are many ways in order to socialize with with each other and children can follow all of them such as they can and they can talk to each other and as well as they can share their majority of the things with with each other which makes them socialize what there may be a lot of benefits to changing to change a school such as children can learn a lot of things from there not only related their study but also worldwide knowledge they can gain over there you know in addition to this they can they can meet their new friends which which which make which which would make them creative who will make them okay how do parents prepare their kids to go to school on very first day can you repeat the question yes how do parents prepare their children or kids to go to school on Thursday well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "life my life was entirely changed I got new opportunity to meet new teachers as well as friends so I and one most interesting fact was that you know I got opportunity to to enhance my knowledge about the Commerce streams in deeply and I was so enjoyed over there in my new schools overall that was the time when I have changed my school okay this is time to ask some follow-up questions are children better at solving problem than adults according to my perspective children should better children should better in order to solve any kind of problems but uh but but the darker side of this aspect must not be ignored because because the adults people have a lot of experience so they can they can try they can try better in order to solve problem how do children well there are many there are many ways in order to socialize with with each other and children can follow all of them such as they can and they can talk to each other and as well as they can share their majority of the things with with each other which makes them socialize what there may be a lot of benefits to changing to change a school such as children can learn a lot of things from there not only related their study but also worldwide knowledge they can gain over there you know in addition to this they can they can meet their new friends which which which make which which would make them creative who will make them okay how do parents prepare their kids to go to school on very first day uh can you repeat the question yes how do parents prepare their children or kids to go to school on Thursday well.",
      "transcript_cleaned": "Life my life was entirely changed I got new opportunity to meet new teachers as well as friends so I and one most interesting fact was that you know I got opportunity to to enhance my knowledge about the Commerce streams in deeply and I was so enjoyed over there in my new schools overall that was the time when I have changed my school okay this is time to ask some follow-up questions are children better at solving problem than adults according to my perspective children should better children should better in order to solve any kind of problems but but but the darker side of this aspect must not be ignored because because the adults people have a lot of experience so they can they can try they can try better in order to solve problem how do children well there are many there are many ways in order to socialize with with each other and children can follow all of them such as they can and they can talk to each other and as well as they can share their majority of the things with with each other which makes them socialize what there may be a lot of benefits to changing to change a school such as children can learn a lot of things from there not only related their study but also worldwide knowledge they can gain over there you know in addition to this they can they can meet their new friends which which which make which which would make them creative who will make them okay how do parents prepare their kids to go to school on very first day can you repeat the question yes how do parents prepare their children or kids to go to school on Thursday well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Yz9fa7cVUpg_q02",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "&gt;&gt; What do you like most about your hometown?",
      "transcript": "&gt;&gt; Well, I like about my hometown is the nature, the green nature around me and the locals. They are so helpful to me and the environment I enjoy the most.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Well, I like about my hometown is the nature, the green nature around me and the locals. They are so helpful to me and the environment I enjoy the most.",
      "transcript_cleaned": "&gt;&gt; Well, I like about my hometown is the nature, the green nature around me and the locals. They are so helpful to me and the environment I enjoy the most.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Yz9fa7cVUpg_q03",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "Has your hometown changed much since you were a child?",
      "transcript": "&gt;&gt; Yes, of course. my hometown change quite little bit change there because when I was a child I go to my hometown I see the environment is so normal at that time but now there are changes so many things like the old houses developed so much and the people living are changed from them that to now &gt;&gt; what is the most famous landmark or attraction in your hometown Well, I do not know about that thing so much. but I think the attraction place that is the local budgets of my hometown because when I visited my hometown, I often spend my whole day I say that the afternoon I spend there. I go to the tea shops. I try the local teas with breads. they are so tasty. And I see the most people they came from the town they also visited the bajars because the bajger is so what do people in your hometown usually do in their free time? &gt;&gt; well in the free time they often spend time with their families and go outside with their friends because there there is everyone like a family. They visited each other houses. In the afternoon they go to the house. the house owner has a TV. They go there and sit to watch a television show with everyone. that is they do in their free time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, of course. my hometown change uh quite little bit change there because uh when I was a child I go to my hometown I see the environment is so normal uh at that time but now there are changes so many things like the old houses developed so much and the people living are changed from them that to now &gt;&gt; what's the most famous landmark or attraction in your hometown Well, I don't know about that thing so much. Uh, but I think the attraction place that is the local budgets of my hometown because when I visited my hometown, I often spend my whole day uh I say that the afternoon I spend there. Uh, I go to the tea shops. I try the local teas with breads. They're so tasty. And I see the most people they came from the town they also visited the bajars because the bajger is so uh what do people in your hometown usually do in their free time? &gt;&gt; Uh well in the free time they often spend time with their families and go outside with their friends because there there is everyone like a family. They visited each other houses. In the afternoon they go to the house. Uh the house owner has a TV. They go there and sit to watch a television show with everyone. That's they do in their free time.",
      "transcript_cleaned": "&gt;&gt; Yes, of course. my hometown change quite little bit change there because when I was a child I go to my hometown I see the environment is so normal at that time but now there are changes so many things like the old houses developed so much and the people living are changed from them that to now &gt;&gt; what is the most famous landmark or attraction in your hometown Well, I do not know about that thing so much. but I think the attraction place that is the local budgets of my hometown because when I visited my hometown, I often spend my whole day I say that the afternoon I spend there. I go to the tea shops. I try the local teas with breads. they are so tasty. And I see the most people they came from the town they also visited the bajars because the bajger is so what do people in your hometown usually do in their free time? &gt;&gt; well in the free time they often spend time with their families and go outside with their friends because there there is everyone like a family. They visited each other houses. In the afternoon they go to the house. the house owner has a TV. They go there and sit to watch a television show with everyone. that is they do in their free time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Yz9fa7cVUpg_q04",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "Are there any problems or challenges in your hometown?",
      "transcript": "Well I think not there is any challenges or problem in my hometown because the my hometown is normal place. There is no natural natural how should I say that there is no natural diseases and people are helpful to each other. when when someone gets in trouble the others came to help help them and that is it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh well I think not there is any challenges or problem in my hometown because the my hometown is uh normal place. There is no natural uh natural how should I say that there is no natural diseases and people are helpful to each other. Uh when um when someone gets in trouble the others came to help help them and that's it.",
      "transcript_cleaned": "I think not there is any challenges or problem in my hometown because the my hometown is normal place. There is no natural natural how should I say that there is no natural diseases and people are helpful to each other. when when someone gets in trouble the others came to help help them and that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Yz9fa7cVUpg_q05",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "&gt;&gt; What improvements would you like to see in your hometown?",
      "transcript": "Well I I think that the roads, the schools, the hospital I think that they should be need development because in my hometown the roads are so bricked and I think that if the government looks at the roads they should help the locals by the roads and the schools are far away for the students to go to study in the schools. It takes so many times to travel. that is why I think that it should be solved out.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh well I I think that the roads, the schools, the hospital I think that they should be need development because in my hometown the roads are so bricked and I think that if the government looks at the roads they should help the locals by the roads and the schools are uh far away for the students to go to study in the schools. It takes so many times to travel. That's why I think that it should be solved out.",
      "transcript_cleaned": "I I think that the roads, the schools, the hospital I think that they should be need development because in my hometown the roads are so bricked and I think that if the government looks at the roads they should help the locals by the roads and the schools are far away for the students to go to study in the schools. It takes so many times to travel. that is why I think that it should be solved out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}