{
  "batch_id": 242,
  "count": 20,
  "samples": [
    {
      "sample_id": "b8qC4ASH6KM_q01",
      "video_id": "b8qC4ASH6KM",
      "band": 5.5,
      "question": "What sports do you like?",
      "transcript": "To be honest, I really enjoy to swimming because I like to in the water in this summer is really fantastic and we can try it every day because it is summer.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To be honest, I really enjoy to swimming because I like to in the water in this summer is really uh fantastic and we can try it every day because it's summer.",
      "transcript_cleaned": "To be honest, I really enjoy to swimming because I like to in the water in this summer is really fantastic and we can try it every day because it is summer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "b8qC4ASH6KM_q02",
      "video_id": "b8qC4ASH6KM",
      "band": 5.5,
      "question": "Where did you learn how to do that sport swimming?",
      "transcript": "M I is from my family and my mom has teach me how to swim and I can swim on swimming pool in the city. Thank you. Well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "M I is from my family uh and my mom has teach me how to swim and I can swim on swimming pool in the city. Thank you. Well done.",
      "transcript_cleaned": "M I is from my family and my mom has teach me how to swim and I can swim on swimming pool in the city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "b8qC4ASH6KM_q03",
      "video_id": "b8qC4ASH6KM",
      "band": 5.5,
      "question": "And finally, do you think it is important for people to exercise?",
      "transcript": "I think this is really important because maybe it help me to have a be better physique and it make me so beauty and happier.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think this is really important because maybe it help me to have a be better physique and it make me so beauty and happier.",
      "transcript_cleaned": "I think this is really important because maybe it help me to have a be better physique and it make me so beauty and happier.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lg1VjytNXwI_q01",
      "video_id": "lg1VjytNXwI",
      "band": 5.5,
      "question": "Can you describe an event you attended recently?",
      "transcript": "&gt;&gt; there are many event I attend recently. but if I have to pick one, it could be my birthday. It was on 25th February. I remember there was some stern friend come to my house and celebrate with me. we had a lot of fun and we play game. we ate my watering food and we sank together. after that my friends give me a cake and sang happy birthday to me. We laugh a lot and took photos together. Then my husband gave me a spaceuit. This were a diamond ring and I was really over the moon. H such a special birthday that I enjoy with the people I love the most in the world. in the future I will always celebrate with my wonderful family and my cute.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh there are many uh event I attend recently. Um but um if I have to pick one, it could be my uh birthday. It was on 25th February. I uh remember there was some stern friend come to my house and celebrate with me. Uh we had a lot of fun and we play game. Uh we ate my watering food and we sank together. Uh after that my friends give me a cake and uh sang happy birthday to me. We laugh a lot and took photos together. Then my husband uh gave me a spaceuit. This were a diamond ring and I was really um over the moon. H such a special birthday that I enjoy with the people I love the most in the world. Uh in the future I will always uh celebrate with my uh wonderful family and my cute.",
      "transcript_cleaned": "&gt;&gt; there are many event I attend recently. but if I have to pick one, it could be my birthday. It was on 25th February. I remember there was some stern friend come to my house and celebrate with me. we had a lot of fun and we play game. we ate my watering food and we sank together. after that my friends give me a cake and sang happy birthday to me. We laugh a lot and took photos together. Then my husband gave me a spaceuit. This were a diamond ring and I was really over the moon. H such a special birthday that I enjoy with the people I love the most in the world. in the future I will always celebrate with my wonderful family and my cute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uX1jknkHYQY_q01",
      "video_id": "uX1jknkHYQY",
      "band": 6.5,
      "question": "However, when we have a true friend in our real life we can easily express our emotions without fearing judgment.",
      "transcript": "We can sharing with them everything and even the happiness or sad and they always they always and we can depend on them whenever they need whenever we need and so we which which give us a sense &gt;&gt; I think we should protect animals because they play an important role. Stay positive.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "We can sharing with them everything and even the happiness or sad and they always they always uh and we can depend on them whenever they need whenever we need and so uh we which which give us a sense &gt;&gt; I think we should protect animals because they play an important role. Stay positive.",
      "transcript_cleaned": "We can sharing with them everything and even the happiness or sad and they always they always and we can depend on them whenever they need whenever we need and so we which which give us a sense &gt;&gt; I think we should protect animals because they play an important role. Stay positive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "csm1lvErNXM_q02",
      "video_id": "csm1lvErNXM",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Board games with my two of Mike who is friended me really had a great job are the games you play now different from ten years before mmm some of the game are the same but the digit art games that I play on my phone are different I think ether go form came very very simple but now's a day I play quite complex game on my phone why civilization what kind of games do you think children will play in the future I believe that in the future from the games will be more virtual reality based the kids do bear 3d has said and be completely of serving it why do you think people like to play games I think well there is some obvious reason on it like is fun and to on why but some people like the competitions like horribly as a chef okay that is the end of part 1 now we will continue with part 2 and for part 2 I am going to give you a card with some questions on it please keep it face for now also here is some note paper and a pencil.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "board games with my two of Mike who's friended me really had a great job are the games you play now different from ten years before mmm some of the game are the same but the digit art games that I play on my phone are different I think ether go form came very very simple but now's a day I play quite complex game on my phone why civilization what kind of games do you think children will play in the future I believe that in the future from the games will be more virtual reality based the kids do bear 3d has said and be completely of serving it why do you think people like to play games I think well there is some obvious reason on it like is fun and to on why but some people like the competitions like horribly as a chef okay that is the end of part 1 now we will continue with part 2 and for part 2 I'm going to give you a card with some questions on it please keep it face for now also here is some note paper and a pencil.",
      "transcript_cleaned": "Board games with my two of Mike who is friended me really had a great job are the games you play now different from ten years before mmm some of the game are the same but the digit art games that I play on my phone are different I think ether go form came very very simple but now's a day I play quite complex game on my phone why civilization what kind of games do you think children will play in the future I believe that in the future from the games will be more virtual reality based the kids do bear 3d has said and be completely of serving it why do you think people like to play games I think well there is some obvious reason on it like is fun and to on why but some people like the competitions like horribly as a chef",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "csm1lvErNXM_q03",
      "video_id": "csm1lvErNXM",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Are unusual because it is no longer available and he her uses before I was born when after I take that I look at for why is the old butter shirt from 1800 and this is basically a wooden barrel about Mader high on his fan and his hat it own handle on one side is display on the 19th century house and home is a bit of the museum according to the description this petition was used by my ancestor to make a butter for milk and in the morning usually the mom would go and move the cow or buy or trade with enables then she would take a sterile little litter of the milk and pour it into the shirt then she would turn to turn the handle at the certain speed for a couple of hours until the meal taken and become a butter after that she would open she could open the shirt and take out the butter and put into the piece of clock for the last consumption although I think this this petition is fairly simple machine for today standard I have a great appreciation for it also the effort of my ancestors you invented for that daily life now today uses can go to the store and buy a block of butter and either way I think that is the new solution for that okay and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "are unusual because it's no longer available and he her uses before I was born when after I take that I look at for why is the old butter shirt from 1800 and this is basically a wooden barrel about Mader high on his fan and his hat it own handle on one side is display on the 19th century house and home is a bit of the museum according to the description this petition was used by my ancestor to make a butter for milk and in the morning usually the mom would go and move the cow or buy or trade with enables then she would take a sterile little litter of the milk and pour it into the shirt then she would turn to turn the handle at the certain speed for a couple of hours until the meal taken and become a butter after that she would open she could open the shirt and take out the butter and put into the piece of clock for the last consumption although I think this this petition is fairly simple machine for today standard I have a great appreciation for it also the effort of my ancestors you invented for that daily life now today uses can go to the store and buy a block of butter and either way I think that is the new solution for that okay and.",
      "transcript_cleaned": "Are unusual because it is no longer available and he her uses before I was born when after I take that I look at for why is the old butter shirt from 1800 and this is basically a wooden barrel about Mader high on his fan and his hat it own handle on one side is display on the 19th century house and home is a bit of the museum according to the description this petition was used by my ancestor to make a butter for milk and in the morning usually the mom would go and move the cow or buy or trade with enables then she would take a sterile little litter of the milk and pour it into the shirt then she would turn to turn the handle at the certain speed for a couple of hours until the meal taken and become a butter after that she would open she could open the shirt and take out the butter and put into the piece of clock for the last consumption although I think this this petition is fairly simple machine for today standard I have a great appreciation for it also the effort of my ancestors you invented for that daily life now today uses can go to the store and buy a block of butter and either way I think that is the new solution for that okay and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BPpmZPSVJvM_q02",
      "video_id": "BPpmZPSVJvM",
      "band": 8.5,
      "question": "[Transcript chunk 2]",
      "transcript": "That is why I volunteer in the homeless shelter once a month how often do you feel stressed I usually do not feel stressed often but if I do it is usually in one of the rare occasions when I have an exam like this year where do you go if you feel sad if I feel sad I would like to go through her to the gym and exercise for an hour but as I said otherwise I do not usually feel depressed much if you could do an activity to feel excited what would you do without my hobbyist used to be free climbing and it was always a huge adrenaline rush for me to face off with a high cliff and to conquer it in the end so this is one thing that I would really love to do again have you ever felt terribly frightened yeah I have because I have a huge fear of English exams so in situations like these has really terrifies me that is the end of part 1 now for part 2 here is the part with some questions please get that face down here is some note paper and a pencil okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "that's why I volunteer in the homeless shelter once a month how often do you feel stressed hmm I usually don't feel stressed often but if I do it's usually in one of the rare occasions when I have an exam like this year where do you go if you feel sad if I feel sad I'd like to go through her to the gym and exercise for an hour but as I said otherwise I don't usually feel depressed much if you could do an activity to feel excited what would you do without my hobbyist used to be free climbing and it was always a huge adrenaline rush for me to face off with a high cliff and to conquer it in the end so this is one thing that I would really love to do again have you ever felt terribly frightened yeah I have because I have a huge fear of English exams so in situations like these has really terrifies me that is the end of part 1 now for part 2 here's the part with some questions please get that face down um here is some note paper and a pencil okay.",
      "transcript_cleaned": "That is why I volunteer in the homeless shelter once a month how often do you feel stressed I usually do not feel stressed often but if I do it is usually in one of the rare occasions when I have an exam like this year where do you go if you feel sad if I feel sad I would like to go through her to the gym and exercise for an hour but as I said otherwise I do not usually feel depressed much if you could do an activity to feel excited what would you do without my hobbyist used to be free climbing and it was always a huge adrenaline rush for me to face off with a high cliff and to conquer it in the end so this is one thing that I would really love to do again have you ever felt terribly frightened",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BPpmZPSVJvM_q03",
      "video_id": "BPpmZPSVJvM",
      "band": 8.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Hundred hours of video lessons and a fully interactive course visit and join today our premium package and wwg IELTS Elcom.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "hundred hours of video lessons and a fully interactive course visit and join today our premium package and wwg IELTS Elcom.",
      "transcript_cleaned": "Hundred hours of video lessons and a fully interactive course visit and join today our premium package and wwg IELTS Elcom.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "biYc10_TS7U_q02",
      "video_id": "biYc10_TS7U",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "I the part that I love about my mechanical my my major which is mechanical engineering is that I can pretty build up things from scratch that is like that is on paper like I actually transform these paper problems into reality this is what I like and is there anything you do not like about being a student the part that I do not like about the part that I do not like about being a student is basically that I do not like studying online actually because of covid we have transferred everything thing into online classes so I am actually popular I like meeting friends I am outgoing unfortunately because of covid now the whole setting is online which is pretty annoying for me okay good we are going to go on and talk a little bit about free time in this part so do you have a lot of free time unfortunately no I do not because being a student actually takes like a lot of time to study especially if you are mechanical engineer your mechanic if you are mechanical engineer you study a lot of things fluid mechanics physics Dynamics you study a lot of things and it is not like you understand the listen and that is it no you have to work on yourself you have to solve as many problems as you can okay do you spend your free time outside or inside mostly like I said I am pretty friendly outgo I like meeting new people I like introducing myself to a new crowd so I feel being outside is much better than being trapped inside so what kind of places do you like to go to meet people oh I like I like going to Parks I like going to U Cinemas I like going to cafes I.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I the part that I love about my mechanical my my major which is mechanical engineering is that I can pretty build up things from scratch that is like that is on paper like I actually transform these paper problems into reality this is what I like and is there anything you don't like about being a student the part that I don't like about the part that I don't like about being a student is basically that uh I don't like studying online actually because of covid we've transferred everything thing into online classes so I'm actually popular I like meeting friends I'm outgoing unfortunately because of covid now the whole setting is online which is pretty annoying for me okay good um we're going to go on and talk a little bit about free time in this part so do you have a lot of free time unfortunately no I don't uh because uh being a student actually takes like a lot of time to study especially if you're mechanical engineer your mechanic if you're mechanical engineer you study a lot of things fluid mechanics physics Dynamics you study a lot of things and it's not like you understand the listen and that's it no you have to work on yourself you have to solve as many problems as you can okay um do you spend your free time outside or inside mostly like I said I'm pretty friendly outgo I like meeting new people I like introducing myself to a new crowd so I feel being outside is much better than being trapped inside so what kind of places do you like to go to meet people oh I like I like going to Parks I like going to U Cinemas I like going to cafes I.",
      "transcript_cleaned": "I the part that I love about my mechanical my my major which is mechanical engineering is that I can pretty build up things from scratch that is like that is on paper like I actually transform these paper problems into reality this is what I like and is there anything you do not like about being a student the part that I do not like about the part that I do not like about being a student is basically that I do not like studying online actually because of covid we have transferred everything thing into online classes so I am actually popular I like meeting friends I am outgoing unfortunately because of covid now the whole setting is online which is pretty annoying for me okay good we are going to go on and talk a little bit about free time in this part so do you have a lot of free time unfortunately no I do not because being a student actually takes like a lot of time to study especially if you are mechanical engineer your mechanic if you are mechanical engineer you study a lot of things fluid mechanics physics Dynamics you study a lot of things and it is not like you understand the listen and that is it no you have to work on yourself you have to solve as many problems as you can okay do you spend your free time outside or inside mostly like I said I am pretty friendly outgo I like meeting new people I like introducing myself to a new crowd so I feel being outside is much better than being trapped inside so what kind of places do you like to go to meet people oh I like I like going to Parks I like going to U Cinemas I like going to cafes I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "biYc10_TS7U_q03",
      "video_id": "biYc10_TS7U",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Do not like going to bars or nightclubs though like going to like going to restaurants new restaurants a lot train a lot of Cuisines like Pakistani food or obek food okay and is there any free time activities that you want to try in the future let me think I guess the activity that I would like to try in the future is participating in I TR believe back in the day actually when I was studying in K University I studed there for three years I actually participated in I traveling one of the most prestigious Student Activities all over the globe I actually I did like build up some robots from scratch with them with my team but unfortunately I cannot try anything on that because of covid like there is no studing activities no nothing at all so if there is something I would like to try I would like to participate in it once again and try to build up robots very good okay so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "don't like going to bars or nightclubs though like going to like going to restaurants new restaurants a lot train a lot of Cuisines like Pakistani food or obek food okay and is there any free time activities that you want to try in the future let me think I guess the activity that I would like to try in the future is participating in I TR believe back in the day actually when I was studying in K University I studed there for three years I actually participated in I traveling one of the most prestigious Student Activities all over the globe I actually I did like build up some robots from scratch with them with my team but unfortunately I can't try anything on that because of covid like there's no studing activities no nothing at all so if there's something I would like to try I would like to participate in it once again and try to build up robots very good okay so.",
      "transcript_cleaned": "Do not like going to bars or nightclubs though like going to like going to restaurants new restaurants a lot train a lot of Cuisines like Pakistani food or obek food okay and is there any free time activities that you want to try in the future let me think I guess the activity that I would like to try in the future is participating in I TR believe back in the day actually when I was studying in K University I studed there for three years I actually participated in I traveling one of the most prestigious Student Activities all over the globe I actually I did like build up some robots from scratch with them with my team but unfortunately I cannot try anything on that because of covid like there is no studing activities no nothing at all so if there is something I would like to try I would like to participate in it once again and try to build up robots very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "biYc10_TS7U_q04",
      "video_id": "biYc10_TS7U",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "University campus I was the host of the event I was feeling pretty nervous I was like oh my God I can do that there is a lot of people in front of me and I have to speak in Korean my Korean then was not as good as now at least I could say pretty basic stuff so being host was pretty Troublesome for me however I actually I try to encourage myself it is just like one of my new experience there is nothing to worry about just be brave get in there try it I eventually overcame my fears and I did okay and did the other people enjoy this event yes they did I guess actually there was a lot of activities people dancing a lot of a lot of variety of people coming from different places of the world like OB big people Japanese people Chinese people each group actually was performing their traditional or typical dancing as well there was actually pretty like a different variety of food like we had French we had usbek Pakistani we have Indian food we had a lot of pretty different sweets as well we had like Arabian sweets we had also like Korean cuisine so people enjoyed food enjoyed fun they had they had a lot of good time back then okay and would you would you like to do this again being the host I do not think so CU because actually like I said I was pretty feeling nervous however if I would like to do it once again I would like to be this time like one of the crowds enjoy my time without any fears without thinking whether the crowd actually or the audience have like is having fun or not.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "University campus I was the host of the event I was feeling pretty nervous I was like oh my God I can do that there's a lot of people in front of me and I have to speak in Korean my Korean then was not as good as now at least I could say uh pretty basic stuff so being host was pretty Troublesome for me however I actually I try to encourage myself it's just like one of my new experience there's nothing to worry about just be brave get in there try it I eventually overcame my fears and I did okay and did the other people enjoy this event yes they did I guess actually there was a lot of activities people dancing a lot of a lot of variety of people coming from different places of the world like OB big people Japanese people Chinese people each group actually was performing their traditional or typical dancing uh as well there was actually pretty like a different variety of food like we had French we had usbek Pakistani we have Indian food we had a lot of um pretty different sweets as well we had like uh Arabian sweets we had also like Korean cuisine so people enjoyed food enjoyed fun they had they had a lot of good time back then okay and would you would you like to do this again uh being the host I don't think so CU cuz actually like I said I was pretty feeling nervous uh however if I would like to do it once again I would like to be this time like one of the crowds enjoy my time without any fears without thinking whether the crowd actually or the audience have like is having fun or not.",
      "transcript_cleaned": "University campus I was the host of the event I was feeling pretty nervous I was like oh my God I can do that there is a lot of people in front of me and I have to speak in Korean my Korean then was not as good as now at least I could say pretty basic stuff so being host was pretty Troublesome for me however I actually I try to encourage myself it is just like one of my new experience there is nothing to worry about just be brave get in there try it I eventually overcame my fears and I did okay and did the other people enjoy this event yes they did I guess actually there was a lot of activities people dancing a lot of a lot of variety of people coming from different places of the world like OB big people Japanese people Chinese people each group actually was performing their traditional or typical dancing as well there was actually pretty like a different variety of food like we had French we had usbek Pakistani we have Indian food we had a lot of pretty different sweets as well we had like Arabian sweets we had also like Korean cuisine so people enjoyed food enjoyed fun they had they had a lot of good time back then okay and would you would you like to do this again being the host I do not think so CU because actually like I said I was pretty feeling nervous however if I would like to do it once again I would like to be this time like one of the crowds enjoy my time without any fears without thinking whether the crowd actually or the audience have like is having fun or not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "biYc10_TS7U_q05",
      "video_id": "biYc10_TS7U",
      "band": 8.0,
      "question": "[Transcript chunk 5]",
      "transcript": "I just want to enjoy my time okay very good and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I just want to enjoy my time okay very good and.",
      "transcript_cleaned": "I just want to enjoy my time okay very good and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "biYc10_TS7U_q06",
      "video_id": "biYc10_TS7U",
      "band": 8.0,
      "question": "[Transcript chunk 6]",
      "transcript": "You will see people performing dancing no new type of dancing you see people actually have a different new types of food they did not have Beck in 1990 you you see people actually enjoying more fun with extra activities that was not back then like the one of the games actually I like is the it is actually it is a game regarding bows or related to bows you put actually like one spoon in your you put one spoon in your mouth and then like you move around without the bowl falling off the spoon so I guess like it was not back then that is fine okay so do you think think international events so like you have talked about with your Halloween party do you think international events like that help to kind of promote cooperation between people from other countries I do think so like actually I met a lot of friends from parties or celebrations for instance I have met my one of my best friends who study in right now in hang University he he he is actually from from Congo I without actually this celebration without this party I would have I would not have known my best friend so I guess Yes actually it connects people together it brings people together it boosts their communication level so I think celebration has a robust strong connection with communication and bringing people together okay very good okay thank you very much Mo.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "you'll see people performing dancing no new type of dancing you see people actually have a different new types of food they didn't have Beck in 1990 you you see people actually enjoying more fun with extra activities that was not back then like the one of the games actually I like is the it's actually it's a game regarding bows or related to bows you put actually like one spoon in your you put one spoon in your mouth and then like you move around without the bowl falling off the spoon so I guess like it wasn't back then that's fine okay so do you think think international events um so like you have talked about with your um Halloween party do you think international events like that help to kind of promote cooperation between people from other countries I do think so like actually I met a lot of friends from parties uh or celebrations for instance I have met my one of my best friends who study in right now in hang University he uh he he's actually from from Congo I without actually this celebration without this party I would have I wouldn't have known my best friend so I guess Yes actually it connects people together it brings people together it boosts their communication level so I think celebration has a robust strong connection with communication and bringing people together okay very good okay thank you very much Mo um.",
      "transcript_cleaned": "You will see people performing dancing no new type of dancing you see people actually have a different new types of food they did not have Beck in 1990 you you see people actually enjoying more fun with extra activities that was not back then like the one of the games actually I like is the it is actually it is a game regarding bows or related to bows you put actually like one spoon in your you put one spoon in your mouth and then like you move around without the bowl falling off the spoon so I guess like it was not back then that is fine okay so do you think think international events so like you have talked about with your Halloween party do you think international events like that help to kind of promote cooperation between people from other countries I do think so like actually I met a lot of friends from parties or celebrations for instance I have met my one of my best friends who study in right now in hang University he he he is actually from from Congo I without actually this celebration without this party I would have I would not have known my best friend so I guess Yes actually it connects people together it brings people together it boosts their communication level so I think celebration has a robust strong connection with communication and bringing people together",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "biYc10_TS7U_q07",
      "video_id": "biYc10_TS7U",
      "band": 8.0,
      "question": "[Transcript chunk 7]",
      "transcript": "God like how how to respond how to construct my ideas how to build up my answer this is what I was feeling nervous about however as I said I just like to go out there be brave and overcome my fears okay and and which part did you find most difficult the last part I thought I did not think of an answer I just tried to I just tried like to answer any to build up like an answer or try to come up with any thing that just passes through my mind actually my my best friend actually studying in in Korea University but I could not have time like to come up let mean like to think about Korea I just made up any University hang University and just said it okay yeah wh which part did you find the easiest the first part although like the first part was pretty the like I mean I was I was worried about the first part because it was like you know this is at the beginning of the interview so how would I answer how would I think or how would I build up my structure s structure this is what I was feeling worried about however it seems like it was pretty easy why because it was just like about my normal life like are you student or not I could think of my own experience try to come up with an answer and put it out there without like too much work okay and are there any topics that you would have liked to have talked about in the test other topics I would have liked talking about during the test yes I guess I actually like I thought about oh my God why did not.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "God like how how to respond how to construct my ideas how to build up my answer this is what I was feeling nervous about however as I said I just like to go out there be brave and overcome my fears okay and and which part did you find most difficult the last part I thought I didn't think of an answer I just tried to I just tried like to answer any to build up like an answer or try to come up with any thing that just passes through my mind actually my my best friend actually studying in in Korea University but I couldn't have time like to come up let mean like to think about Korea I just made up any University hang University and just said it okay yeah uh wh which part did you find the easiest the first part although like the first part was pretty the uh like I mean I was I was worried about the first part because it was like you know this is at the beginning of the interview so how would I answer how would I think or how would I build up my structure s structure this is what I was feeling worried about however it seems like it was pretty easy why because it was just like about my normal life like are you student or not I could think of my own experience try to come up with an answer and put it out there without like too much work okay and are there any topics that you would have liked to have talked about in the test other topics I would have liked talking about during the test yes I guess I actually like I thought about oh my God why didn't.",
      "transcript_cleaned": "God like how how to respond how to construct my ideas how to build up my answer this is what I was feeling nervous about however as I said I just like to go out there be brave and overcome my fears okay and and which part did you find most difficult the last part I thought I did not think of an answer I just tried to I just tried like to answer any to build up like an answer or try to come up with any thing that just passes through my mind actually my my best friend actually studying in in Korea University but I could not have time like to come up let mean like to think about Korea I just made up any University hang University and just said it okay yeah wh which part did you find the easiest the first part although like the first part was pretty the like I mean I was I was worried about the first part because it was like you know this is at the beginning of the interview so how would I answer how would I think or how would I build up my structure s structure this is what I was feeling worried about however it seems like it was pretty easy why because it was just like about my normal life like are you student or not I could think of my own experience try to come up with an answer and put it out there without like too much work okay and are there any topics that you would have liked to have talked about in the test other topics I would have liked talking about during the test yes I guess I actually like I thought about oh my God why did not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q02",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Do you meet people more often now or did you meet more people in the past?",
      "transcript": "Well, I would have to I say I definitely I think I was more sociable in the past because back in my college days, college days to be exact because I did not have much, you know, like I was not tied down to a job or like work or like whatever. So yeah, back then I think I was definitely more able to go out and meet new people, but nowadays I mean obviously since I have a job &gt;&gt; and yeah, that does not sometimes my job does not enable me to enable much free time or whatever whatsoever. So yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I would have to I say I definitely I think I was more sociable in the past because uh back in my college days, college days to be exact because I didn't have much, you know, like I wasn't tied down to a job or like work or like whatever. So yeah, back then I think I was definitely more able to go out and meet new people, but uh nowadays I mean uh obviously since I have a job &gt;&gt; and uh yeah, that doesn't sometimes my job doesn't enable me to enable much free time or whatever whatsoever. So yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "I would have to I say I definitely I think I was more sociable in the past because back in my college days, college days to be exact because I did not have much, you know, like I was not tied down to a job or like work or like whatever. So yeah, back then I think I was definitely more able to go out and meet new people, but nowadays I mean obviously since I have a job &gt;&gt; and yeah, that does not sometimes my job does not enable me to enable much free time or whatever whatsoever. So yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q03",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Do you enjoy talking to new people?",
      "transcript": "I I do as a matter of fact I do. Even though I am an introvert like I am an introvert through and through but still yeah I pretty I really enjoy meeting people from all work all from all different you know like all walks of life you know like walks of life. yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I I do as a matter of fact I do. Even though I'm an introvert like I'm an introvert through and through but still yeah I pretty I really enjoy meeting people from all work all from all different you know like all walks of life you know like walks of life. Uh yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "I I do as a matter of fact I do. Even though I am an introvert like I am an introvert through and through but still yeah I pretty I really enjoy meeting people from all work all from all different you know like all walks of life you know like walks of life. yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q04",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Where can one meet new people?",
      "transcript": "&gt;&gt; that is a good question. well there is an app that I use. it is like kind of like a meetup app kind of thing. So it it suggests it suggests certain app like a meetup things &gt;&gt; based on your interests and you know so for example I used to do this volunteering thing. So we would meet up as a group and we would like like whip up some snacks &gt;&gt; for like kids in the like home kids in a kids who live in a home like a So yeah. So I I think I you these days I use like those kind of apps. &gt;&gt; Mhm. &gt;&gt; Because I think it is getting harder for me to meet people organically like Yeah. Like so. Yeah. &gt;&gt; And do you Yeah. it is also asking, \"Do you like meeting new people?\" &gt;&gt; Oh, sorry. Oh, I guess I Okay. meeting new. Yes, I do. &gt;&gt; Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; That's a good question. Uh well there's an app that I use. It's like kind of like a meetup app kind of thing. So it uh it suggests it suggests certain uh app uh like a meetup things &gt;&gt; based on your interests and you know so for example I used to do this volunteering thing. So we would meet up as a group and we would like like whip up some snacks &gt;&gt; for like kids in the like home kids in a kids who live in a home like a So yeah. So I I think I you these days I use like those kind of apps. &gt;&gt; Mhm. &gt;&gt; Because I think it's getting harder for me to meet people organically like Yeah. Like so. Yeah. &gt;&gt; And do you Yeah. Um, it's also asking, \"Do you like meeting new people?\" &gt;&gt; Oh, sorry. Oh, I guess I uh Okay. meeting new. Yes, I do. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; that is a good question. well there is an app that I use. it is like kind of like a meetup app kind of thing. So it it suggests it suggests certain app like a meetup things &gt;&gt; based on your interests and you know so for example I used to do this volunteering thing. So we would meet up as a group and we would like like whip up some snacks &gt;&gt; for like kids in the like home kids in a kids who live in a home like a So yeah. So I I think I you these days I use like those kind of apps. &gt;&gt; Mhm. &gt;&gt; Because I think it is getting harder for me to meet people organically like Yeah. Like so. Yeah. &gt;&gt; And do you Yeah. it is also asking, \"Do you like meeting new people?\" &gt;&gt; Oh, sorry. Oh, I guess I Okay. meeting new. Yes, I do. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q05",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "What do you often talk about with your new friends?",
      "transcript": "&gt;&gt; Oh, okay. well, I would Well, I guess I would break the ice by asking them about their backgrounds, &gt;&gt; like their hometown, for example, or their interests. I think yeah I think I would start off with those kind type of questions and topics. Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Oh, okay. Uh, well, I would Well, I guess I would break the ice by asking them about their backgrounds, &gt;&gt; like their hometown, for example, or their interests. Uh I think yeah I think I would start off with those kind type of questions and topics. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Oh, okay. well, I would Well, I guess I would break the ice by asking them about their backgrounds, &gt;&gt; like their hometown, for example, or their interests. I think yeah I think I would start off with those kind type of questions and topics. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q06",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Have you made any new friends recently?",
      "transcript": "&gt;&gt; as a matter of fact I have using that app that I told you about earlier. Yeah. I actually met her at the that volunteering thing that I told you earlier. So yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh as a matter of fact I have uh using that app that I told you about earlier. Yeah. I actually met her at the that volunteering thing that I told you earlier. So yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; as a matter of fact I have using that app that I told you about earlier. Yeah. I actually met her at the that volunteering thing that I told you earlier.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}