{
  "batch_id": 314,
  "count": 20,
  "samples": [
    {
      "sample_id": "vKQANflJvVA_s07",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you prefer traveling alone or with others?",
      "transcript": "I prefer traveling with others. It would it would be best if it was my friends or family because then I would really have the opportunity to share the good moments with my dear ones. Okay.",
      "source": "supplementary",
      "transcript_original": "I prefer traveling with others. It would it would be best if it was my friends or family because then I would really have the opportunity to share the good moments with my dear ones. Okay.",
      "transcript_cleaned": "I prefer traveling with others. It would it would be best if it was my friends or family because then I would really have the opportunity to share the good moments with my dear ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s08",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "What is your favorite holiday destination?",
      "transcript": "My favorite holiday destination would have to be my village home because during holidays we all have the opportunity to get together and spend a lot of time together. Okay.",
      "source": "supplementary",
      "transcript_original": "My favorite holiday destination would have to be my village home because during holidays we all have the opportunity to get together and spend a lot of time together. Okay.",
      "transcript_cleaned": "My favorite holiday destination would have to be my village home because during holidays we all have the opportunity to get together and spend a lot of time together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s10",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "What kind of music do you like?",
      "transcript": "I like rock music because it gives me a sense of thrill when life gets boring.",
      "source": "supplementary",
      "transcript_original": "I like rock music because it gives me a sense of thrill when life gets boring.",
      "transcript_cleaned": "I like rock music because it gives me a sense of thrill when life gets boring.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s11",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you like watching movies?",
      "transcript": "Yes, I like watching movies but with friends. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh, yes, I like watching movies but with friends. Okay.",
      "transcript_cleaned": "Yes, I like watching movies but with friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s12",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "How often do you watch TV?",
      "transcript": "I watch TV frequently because I am a huge fan of sports. Okay.",
      "source": "supplementary",
      "transcript_original": "I watch TV frequently because I am a huge fan of sports. Okay.",
      "transcript_cleaned": "I watch TV frequently because I am a huge fan of sports.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s13",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you read newspapers?",
      "transcript": "Yes, I read newspapers. Although it is a bit antic nowadays, but it is still one of my most favorite hobbies.",
      "source": "supplementary",
      "transcript_original": "Yes, I read newspapers. Although it is a bit antic nowadays, but it's still one of my most favorite hobbies.",
      "transcript_cleaned": "Yes, I read newspapers. Although it is a bit antic nowadays, but it is still one of my most favorite hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s14",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Would you prefer books over movies?",
      "transcript": "Yes, I would choose books over movies because when we read books, we sometimes get an a personal interpretation of what happens in the story or how the story would look like. But in movies, we do not have that interpretation. We only see what is what we are seeing on the screen. Now I am going to give you a topic and I would like you to talk about it for 1 to 2 minutes. Before you talk, you will have 1 minute to think about what you are going to say. You can make notes if you wish.",
      "source": "supplementary",
      "transcript_original": "Uh, yes, I would choose books over movies because when we read books, we uh sometimes get an a personal interpretation of what happens in the story or how the story would look like. But in movies, we don't have that interpretation. We only see what is uh what we are seeing on the screen. Now I'm going to give you a topic and I would like you to talk about it for 1 to 2 minutes. Before you talk, you'll have 1 minute to think about what you're going to say. You can make notes if you wish.",
      "transcript_cleaned": "Yes, I would choose books over movies because when we read books, we sometimes get an a personal interpretation of what happens in the story or how the story would look like. But in movies, we do not have that interpretation. We only see what is what we are seeing on the screen. Now I am going to give you a topic and I would like you to talk about it for 1 to 2 minutes. Before you talk, you will have 1 minute to think about what you are going to say. You can make notes if you wish.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s17",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you think traveling is important for personal growth?",
      "transcript": "Yes, I do think traveling is important for personal development because when you travel to certain places, you meet a lot of people. You meet people from a lot of backgrounds from different walks of life. So when you get to talk to them, know about how they live, how their lifestyles are, that is when you gain a lot of perspectives and when you gain a lot of perspectives, you have a better insight on how you should live your life. So this is how you can develop yourself personally by traveling.",
      "source": "supplementary",
      "transcript_original": "Yes, I do think traveling is important for personal development because when you travel to certain places, you meet a lot of people. You meet people from a lot of backgrounds from different walks of life. So when you get to talk to them, know about how they live, how their lifestyles are, that is when you gain a lot of perspectives and when you gain a lot of perspectives, you have a better insight on how you should live your life. So this is how you can develop yourself personally by traveling.",
      "transcript_cleaned": "Yes, I do think traveling is important for personal development because when you travel to certain places, you meet a lot of people. You meet people from a lot of backgrounds from different walks of life. So when you get to talk to them, know about how they live, how their lifestyles are, that is when you gain a lot of perspectives and when you gain a lot of perspectives, you have a better insight on how you should live your life. So this is how you can develop yourself personally by traveling.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s18",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "How do you think traveling has changed in recent years?",
      "transcript": "I think traveling has changed in a lot of ways recently. one of the ways would be as we all have cell phones in our pockets right now when we travel we tend to use these cell phones to make memories like clicking photographs of beautiful places or scenic views and so on. But what we forget is the beauty of traveling is when we spend the moments with our friends without any interruption of cell phones or whatsoever. So I think this is one way traveling has changed recently. Okay.",
      "source": "supplementary",
      "transcript_original": "I think traveling has changed uh in a lot of ways recently. Uh one of the ways would be as uh we all have cell phones in our pockets right now when we travel we tend to use these cell phones to make memories like clicking photographs of beautiful places or scenic views and so on. But what we forget is the beauty of traveling is when we spend the moments with our friends without any interruption of cell phones or whatsoever. So I think this is one way traveling has changed recently. Okay.",
      "transcript_cleaned": "I think traveling has changed in a lot of ways recently. one of the ways would be as we all have cell phones in our pockets right now when we travel we tend to use these cell phones to make memories like clicking photographs of beautiful places or scenic views and so on. But what we forget is the beauty of traveling is when we spend the moments with our friends without any interruption of cell phones or whatsoever. So I think this is one way traveling has changed recently.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s19",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "What are the benefits of traveling to different countries and experiencing new cultures?",
      "transcript": "The benefits of experiencing new cultures by traveling to new countries is actually manifold because we can experience new food. We can experience how different people live live their lives because sometimes we tend to be stuck in a bubble within our own country. when we go to other countries, when we experience other people's lives, we tend to break that bubble and expand our horizons. So that is how it is important.",
      "source": "supplementary",
      "transcript_original": "Um the benefits of experiencing new cultures by traveling to new countries is actually manifold because we can experience new food. We can experience how different people live live their lives because sometimes we tend to be stuck in a bubble within our own country. when we go to other countries, when we experience other people's lives, we tend to break that bubble and expand our horizons. So that is how it's important.",
      "transcript_cleaned": "The benefits of experiencing new cultures by traveling to new countries is actually manifold because we can experience new food. We can experience how different people live live their lives because sometimes we tend to be stuck in a bubble within our own country. when we go to other countries, when we experience other people's lives, we tend to break that bubble and expand our horizons. So that is how it is important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s20",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "In what ways do you think technology has affected the way people travel?",
      "transcript": "As I mentioned before, technology has had a lot of impacts in the way in the ways we travel. but there are good things and bad things to that. sometimes the good things are we can capture a lot of photographs without having to think about if if we can manage to have a camera with us because we all have cell phones and the bad thing would be sometimes we get a little too distracted by technology by cell phones. So in those cases we sometimes tend to forget our friends or the genuine friendships that we forge during traveling.",
      "source": "supplementary",
      "transcript_original": "Uh as I mentioned before, technology has had a lot of impacts in the way in the ways we travel. Uh but there are good things and bad things to that. Uh sometimes the good things are we can capture a lot of photographs without having to think about if if we can manage to have a camera with us because we all have cell phones and the bad thing would be sometimes we get a little too distracted by technology by cell phones. So in those cases we sometimes tend to forget our friends or the genuine friendships that we forge during traveling.",
      "transcript_cleaned": "As I mentioned before, technology has had a lot of impacts in the way in the ways we travel. but there are good things and bad things to that. sometimes the good things are we can capture a lot of photographs without having to think about if if we can manage to have a camera with us because we all have cell phones and the bad thing would be sometimes we get a little too distracted by technology by cell phones. So in those cases we sometimes tend to forget our friends or the genuine friendships that we forge during traveling.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s21",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "How important do you think it is for students to travel?",
      "transcript": "It is very important for students to travel because generally during their semesters during their terms they tend to be a lot busier when they have breaks. So during those times they get stressed over life a lot. So after they are done with maybe their examinations they get some free time and in in that free time if they travel they will gain a lot of perspectives on life. they will meet with new people and in that way the all the anxieties all the worries about life they tend to go away. So it is very important.",
      "source": "supplementary",
      "transcript_original": "It is very important for students to travel because generally during their semesters during their terms they tend to be a lot busier when uh they have breaks. So during those times they uh get stressed over life a lot. So after they're done with uh maybe their examinations they get some free time and in in that free time if they travel they will gain a lot of perspectives on life. they will meet with new people and in that way the all the anxieties all the worries about life they tend to go away. So it's very important.",
      "transcript_cleaned": "It is very important for students to travel because generally during their semesters during their terms they tend to be a lot busier when they have breaks. So during those times they get stressed over life a lot. So after they are done with maybe their examinations they get some free time and in in that free time if they travel they will gain a lot of perspectives on life. they will meet with new people and in that way the all the anxieties all the worries about life they tend to go away.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vRk86OQFsOA_s00",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "Tell me, do you like doing sports or any physical activities?",
      "transcript": "I do enjoy a multitude of physical activities. The the two of which are biking and swimming, which I enjoy the most because I grew up in a background where I had to travel a lot on my own. I enjoyed biking a lot and also swimming. I felt in the past that I was not athletic enough as my friends and could not do the same activities as my peers could easily do. But now after trying sports, I feel like I have more I have a better ability to accomplish physical tasks. Thank you. Well done.",
      "source": "supplementary",
      "transcript_original": "I do enjoy a multitude of physical activities. The the two of which are biking and swimming, which I enjoy the most because I grew up in a background where I had to travel a lot on my own. I enjoyed biking a lot and also swimming. I felt in the past that I wasn't athletic enough as my friends and couldn't do the same activities as my peers could easily do. But now after trying sports, I feel like I have more I have a better ability to accomplish physical tasks. Thank you. Well done.",
      "transcript_cleaned": "I do enjoy a multitude of physical activities. The the two of which are biking and swimming, which I enjoy the most because I grew up in a background where I had to travel a lot on my own. I enjoyed biking a lot and also swimming. I felt in the past that I was not athletic enough as my friends and could not do the same activities as my peers could easily do. But now after trying sports, I feel like I have more I have a better ability to accomplish physical tasks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vRk86OQFsOA_s01",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "What kind of exercise do you usually do?",
      "transcript": "I usually I usually do biking and swimming, which are my two favorite exercises. I usually bike from my house to school every day for the past 5 years and I also enjoy swimming on the weekends. Thank you. Well done.",
      "source": "supplementary",
      "transcript_original": "I usually I usually do biking and swimming, which are my two favorite exercises. I usually bike from my house to school every day for the past 5 years and I also enjoy swimming on the weekends. Thank you. Well done.",
      "transcript_cleaned": "I usually I usually do biking and swimming, which are my two favorite exercises. I usually bike from my house to school every day for the past 5 years and I also enjoy swimming on the weekends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vRk86OQFsOA_s02",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "Do you prefer to exercise alone or with others?",
      "transcript": "From the two from the two sports I have mentioned, you can probably guess that I enjoy doing sports alone because when you are by yourself, you can have time to think about what think about your plans for the day and also revise everything about your life from your work to your relationships and just contemplate on like how great you have you are to have received a a life like this.",
      "source": "supplementary",
      "transcript_original": "From the two from the two sports I have mentioned, you can probably guess that I enjoy doing sports alone because when you are by yourself, you can have time to think about um what think about your plans for the day and also revise everything about your life from your work to your relationships and just contemplate on like how great you have you are to have received a a life like this.",
      "transcript_cleaned": "From the two from the two sports I have mentioned, you can probably guess that I enjoy doing sports alone because when you are by yourself, you can have time to think about what think about your plans for the day and also revise everything about your life from your work to your relationships and just contemplate on like how great you have you are to have received a a life like this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vRk86OQFsOA_s04",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "Qua, what kind of food do you enjoy eating?",
      "transcript": "I enjoy eating many types of meat, but my favorite of which is chicken. I usually enjoy fried chicken because of the crispy texture and also how flavor flavorful it is. I can vividly remember the first time my family took me to KFC when I was 6 years old. Fried chicken was something really strange to me and I did not quite like it at first, but over time I developed a sense of a sense of love for the meat and it has been my favorite food ever since. Thank you. Well done.",
      "source": "supplementary",
      "transcript_original": "I enjoy eating many types of meat, but my favorite of which is chicken. I usually enjoy fried chicken because of the crispy texture and also how flavor flavorful it is. I can vividly remember the first time my family took me to KFC when I was 6 years old. Fried chicken was something really strange to me and I didn't quite like it at first, but over time I developed a sense of a sense of love for the meat and it has been my favorite food ever since. Thank you. Well done.",
      "transcript_cleaned": "I enjoy eating many types of meat, but my favorite of which is chicken. I usually enjoy fried chicken because of the crispy texture and also how flavor flavorful it is. I can vividly remember the first time my family took me to KFC when I was 6 years old. Fried chicken was something really strange to me and I did not quite like it at first, but over time I developed a sense of a sense of love for the meat and it has been my favorite food ever since.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vRk86OQFsOA_s06",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "Who usually does the cooking in your family?",
      "transcript": "Historically, it has been always my mom who cares of the who cares about the food for the family. However, in these in these times, the the task is now being spread be distributed evenly between all members of the family. So I am proud to say that every me every member of the family from my dad to my sister and me and myself can also cook as well. Wow. Brilliant.",
      "source": "supplementary",
      "transcript_original": "Historically, it has been always my mom who cares of the who cares about the food for the family. However, in these in these times, the the task is now being spread be distributed evenly between all members of the family. So I am proud to say that every me every member of the family from my dad to my sister and me and myself can also cook as well. Wow. Brilliant.",
      "transcript_cleaned": "Historically, it has been always my mom who cares of the who cares about the food for the family. However, in these in these times, the the task is now being spread be distributed evenly between all members of the family. So I am proud to say that every me every member of the family from my dad to my sister and me and myself can also cook as well. Wow. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vRk86OQFsOA_s08",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "The question is, can you please describe a time when you gave someone advice?",
      "transcript": "So, if I can give you one minute now, please. So, quiet. That brings us to the end of the one minute. So, when you are ready, please start. There are many occasions where I have to give a piece of advice to someone in need. And the most memorable to me is when I gave a studying advice to a charismatic yet demotivated friend of mine from my high school. The story was I met them in a hallway in school crying because their workload was so large and they could not handle all of it. So I remember being very emotional and I put my arms on him and said everything will be okay. I then gave him three advices. First of which is that he needs to be consistent on all of his work and not not not to just focus on the last minute but he has to show up every day to be able to make a progress. Second of all is that he needs to be well informed and have lots of research in order to not be misguided on his journey. And last of all is that he should also account for making friends and just have fun because we are still students and it should not we he should not put such a burden on himself. I gave him those advices because I felt that he is currently being so misguided and under so much pressure that I felt the need to give him my the advices that I I that I took from my own experiences and I felt really really h I felt over the moon and a sense of relief after giving him the advice because I know that I have helped a fellow student escaped from an anxiety. Okay, Qu. So, we will now move on to part three and I want to continue talking about the topic of advice.",
      "source": "supplementary",
      "transcript_original": "So, if I can give you one minute now, please. So, quiet. That brings us to the end of the one minute. So, when you're ready, please start. There are many occasions where I have to give a piece of advice to someone in need. And the most memorable to me is when I gave um a studying advice to a charismatic yet demotivated friend of mine from my high school. The story was I met them in a hallway in school crying because their workload was so large and they couldn't handle all of it. So I remember being very emotional and I put my arms on him and said everything will be okay. I then gave him three advices. First of which is that he needs to be consistent on all of his work and not not uh not to just focus on the last minute but he has to show up every day to be able to make a progress. Second of all is that he needs to be well informed and have lots of research in order to not be misguided on his journey. And last of all is that he should also account for making friends and just have fun because we are still students and it shouldn't we he shouldn't put such a burden on himself. I gave him those advices because I felt that he is currently being so misguided and under so much pressure that I felt the need to give him my the advices that I I that I took from my own experiences and I felt really really h I felt over the moon and a sense of relief after giving him the advice because I know that I have helped a fellow student escaped from an anxiety. Okay, Qu. So, we'll now move on to part three and I want to continue talking about the topic of advice.",
      "transcript_cleaned": "if I can give you one minute now, please. So, quiet. That brings us to the end of the one minute. So, when you are ready, please start. There are many occasions where I have to give a piece of advice to someone in need. And the most memorable to me is when I gave a studying advice to a charismatic yet demotivated friend of mine from my high school. The story was I met them in a hallway in school crying because their workload was so large and they could not handle all of it. So I remember being very emotional and I put my arms on him and said everything will be okay. I then gave him three advices. First of which is that he needs to be consistent on all of his work and not not not to just focus on the last minute but he has to show up every day to be able to make a progress. Second of all is that he needs to be well informed and have lots of research in order to not be misguided on his journey. And last of all is that he should also account for making friends and just have fun because we are still students and it should not we he should not put such a burden on himself. I gave him those advices because I felt that he is currently being so misguided and under so much pressure that I felt the need to give him my the advices that I I that I took from my own experiences and I felt really really h I felt over the moon and a sense of relief after giving him the advice because I know that I have helped a fellow student escaped from an anxiety.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 2
    },
    {
      "sample_id": "vRk86OQFsOA_s09",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "Tell me, is it always easy to give advice?",
      "transcript": "Well, I think most definitely not but it also depends on the situation that you need to give the advice on. For example, if you if someone asks you on how to on advice on how to fix your bike, it would be really easy for you to give them. However, for situations such as giving advice to people in a heartbreak or in depression, it would be much much harder because these people are experienced extreme extreme emotional distress. And as fellow human beings, we must think, we must brainstorm a lot on how to care for our friends, our our family who are in these situations. Thank you. Well done.",
      "source": "supplementary",
      "transcript_original": "Well, I think most definitely not but it also depends on the situation that you need to give the advice on. For example, if you if someone asks you on how to on advice on how to fix your bike, it would be really easy for you to give them. However, for situations such as giving advice to people in a heartbreak or in depression, it would be much much harder because these people are experienced extreme extreme emotional distress. And as fellow human beings, we must think, we must brainstorm a lot on how to care for our friends, our our family who are in these situations. Thank you. Well done.",
      "transcript_cleaned": "I think most definitely not but it also depends on the situation that you need to give the advice on. For example, if you if someone asks you on how to on advice on how to fix your bike, it would be really easy for you to give them. However, for situations such as giving advice to people in a heartbreak or in depression, it would be much much harder because these people are experienced extreme extreme emotional distress. And as fellow human beings, we must think, we must brainstorm a lot on how to care for our friends, our our family who are in these situations.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vRk86OQFsOA_s10",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "Do young people today listen to advice from the older generation?",
      "transcript": "Well, I think it is it also depends on which kind of advice that the older generations give to the young the younger ones. For example, we young people always listen to advices on stranger danger. We do not go we always listen to our parents about advices on not going out all alone or in the dark at night. However, I believe that over time the living conditions from each generation differ to each other and some advices do not hold true anymore. For example, there are many cultural practices that are now not as acceptable as it was. For example, eating dogs. Okay. Thank you. Interesting.",
      "source": "supplementary",
      "transcript_original": "Well, I think it is it also depends on which kind of advice that the older generations give to the young the younger ones. For example, uh we young people always listen to advices on stranger danger. We don't go we always listen to our parents about advices on not going out all alone or in the dark at night. However, I believe that over time the living conditions from each generation differ to each other and some advices don't hold true anymore. For example, there are many cultural practices that are now not as acceptable as it was. For example, eating dogs. Okay. Thank you. Interesting.",
      "transcript_cleaned": "I think it is it also depends on which kind of advice that the older generations give to the young the younger ones. For example, we young people always listen to advices on stranger danger. We do not go we always listen to our parents about advices on not going out all alone or in the dark at night. However, I believe that over time the living conditions from each generation differ to each other and some advices do not hold true anymore. For example, there are many cultural practices that are now not as acceptable as it was. For example, eating dogs. Okay. Thank you. Interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}