{
  "batch_id": 164,
  "count": 20,
  "samples": [
    {
      "sample_id": "_YcuhmYuMGc_q13",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "When is the last time you went shopping at Tesco?",
      "transcript": "The last time when we, when we did the, the shopping it was a week ago.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The last time when we, when we did the, the shopping it was a week ago.",
      "transcript_cleaned": "The last time when we, when we did the, the shopping it was a week ago.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q14",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "What are some of the most common types of food that people purchase around the world?",
      "transcript": "I think globally most common food are starches. I think people buying, mostly buying the rice, fruits, Those produce, give us, Nutriations for, for, for we need to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think globally most common food are starches. I think people buying, mostly buying the rice, fruits, Those produce, uh, give us, uh, Nutriations for, for, for we need to.",
      "transcript_cleaned": "I think globally most common food are starches. I think people buying, mostly buying the rice, fruits, Those produce, give us, Nutriations for, for, for we need to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q15",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Do you think that groceries will become more expensive or cheaper in the next five years?",
      "transcript": "I would like to say they will be cheaper, but most signs are saying that the food will be expensive in the next years.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would like to say they will be cheaper, but most signs are saying that the food will be expensive in the next years.",
      "transcript_cleaned": "I would like to say they will be cheaper, but most signs are saying that the food will be expensive in the next years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q16",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Why do you think this will happen?",
      "transcript": "Because more people but less resources. More and more people but less resources.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because more people but less resources. More and more people but less resources.",
      "transcript_cleaned": "Because more people but less resources. More and more people but less resources.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q17",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "How have grocery stores changed in the last 20 years?",
      "transcript": "In, last years the, the, the stores changed, very much what I see, now, many years before we, we could not buy, any, any food from, other side of the world. This is, you know, today's store stores are, in the stores you can buy the, the food from around the world.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, in, uh, last years the, the, the stores changed, uh, very much what I see, uh, now, uh, many years before we, we couldn't buy, uh, any, any food from, uh, other side of the world. This is, you know, today's store stores are, uh, in the stores you can buy the, the food from around the world.",
      "transcript_cleaned": "In, last years the, the, the stores changed, very much what I see, now, many years before we, we could not buy, any, any food from, other side of the world. This is, you know, today's store stores are, in the stores you can buy the, the food from around the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q18",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Do you think that they will continue to change in the future?",
      "transcript": "Yes, I am pretty sure they will change. This is what I see now. Many stores offer, like, online shopping. You can buy the groceries, not even go out from your house. You can order on the website of the stores and they bring it at your door. Many people are concerned about the increasing amount of genetically modified foods in stores Why is that Could you repeat the question please Yes many people are concerned about the increasing amount of genetically modified foods in stores Why is this Yeah that true I am 100 agree with this because as I said before it much much more people on the world and the companies Starting producing the foods, as quick as they can for, for less money, I think, you know. Some people feel that grocery stores should be responsible for offering healthy food to the public.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I am pretty sure they will change. This is what I see now. Many stores offer, like, online shopping. You can buy the groceries, not even go out from your house. You can order on the website of the stores and they bring it at your door. Many people are concerned about the increasing amount of genetically modified foods in stores Why is that Could you repeat the question please Yes many people are concerned about the increasing amount of genetically modified foods in stores Why is this Yeah that true I am 100 agree with this because as I said before it much much more people on the world and the companies Starting producing the foods, uh, as quick as they can for, uh, for less money, I think, you know. Some people feel that grocery stores should be responsible for offering healthy food to the public.",
      "transcript_cleaned": "Yes, I am pretty sure they will change. This is what I see now. Many stores offer, like, online shopping. You can buy the groceries, not even go out from your house. You can order on the website of the stores and they bring it at your door. Many people are concerned about the increasing amount of genetically modified foods in stores Why is that Could you repeat the question please Yes many people are concerned about the increasing amount of genetically modified foods in stores Why is this Yeah that true I am 100 agree with this because as I said before it much much more people on the world and the companies Starting producing the foods, as quick as they can for, for less money, I think, you know. Some people feel that grocery stores should be responsible for offering healthy food to the public.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q19",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "And if yes, how can grocery stores do that?",
      "transcript": "Yes, the groceries should be responsible for this. but the, I think the government should be involved, with some regulation of it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, the groceries should be responsible for this. Uh, but the, I think the government should be involved, uh, with some regulation of it.",
      "transcript_cleaned": "Yes, the groceries should be responsible for this. but the, I think the government should be involved, with some regulation of it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lW49Oc9kNw4_q01",
      "video_id": "lW49Oc9kNw4",
      "band": 1.5,
      "question": "What shall I call you?",
      "transcript": "Bahram. Thank you. in the first part of the exam, I will ask you some personal questions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Bahram. Thank you. Uh, in the first part of the exam, I will ask you some personal questions.",
      "transcript_cleaned": "Bahram. Thank you. in the first part of the exam, I will ask you some personal questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lW49Oc9kNw4_q02",
      "video_id": "lW49Oc9kNw4",
      "band": 1.5,
      "question": "Do you have a lot of friends?",
      "transcript": "Yes. One out of. ten friends. Yes, ten friends. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. One out of. ten friends. Yes, ten friends. Great.",
      "transcript_cleaned": "Yes. One out of. ten friends. Yes, ten friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lW49Oc9kNw4_q03",
      "video_id": "lW49Oc9kNw4",
      "band": 1.5,
      "question": "What kind of person can you make friends with easily?",
      "transcript": "Can I not ask you for questions. I do not ask you questions. Okay, so let us go to the next question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Can I not ask you for questions. I don't ask you questions. Okay, so let's go to the next question.",
      "transcript_cleaned": "Can I not ask you for questions. I do not ask you questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lW49Oc9kNw4_q05",
      "video_id": "lW49Oc9kNw4",
      "band": 1.5,
      "question": "Do you understand?",
      "transcript": "Yes. here is some pen. And paper for making notes. Here is your topic. Please do not write anything here. I would like you to describe your favorite teacher from school. So your time for preparation starts now. Thank you Hi you are what you got So, your time for preparation is over. Alright, remember that you have one to two minutes for this, so do not worry if I stop you. I will tell you when the time is up.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Um, here's some pen. And paper for making notes. Here is your topic. Please do not write anything here. I'd like you to describe your favorite teacher from school. So your time for preparation starts now. Um Um Um Um Thank you Hi you are what you got So, your time for preparation is over. Alright, remember that you have one to two minutes for this, so don't worry if I stop you. I'll tell you when the time is up.",
      "transcript_cleaned": "Yes. here is some pen. And paper for making notes. Here is your topic. Please do not write anything here. I would like you to describe your favorite teacher from school. So your time for preparation starts now. Thank you Hi you are what you got So, your time for preparation is over. Alright, remember that you have one to two minutes for this, so do not worry if I stop you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lW49Oc9kNw4_q06",
      "video_id": "lW49Oc9kNw4",
      "band": 1.5,
      "question": "But I am very, very good teacher, okay?",
      "transcript": "I am very well teacher. And all teachers zero. I am my teacher.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I am very well teacher. And all teachers zero. I am my teacher.",
      "transcript_cleaned": "I am very well teacher. And all teachers zero. I am my teacher.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lW49Oc9kNw4_q08",
      "video_id": "lW49Oc9kNw4",
      "band": 1.5,
      "question": "Okay, the final question is, what changes do you think will happen in the classroom in the near future?",
      "transcript": "Classroom. Not classroom. Now children do not like, not interesting to school.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Classroom. Not classroom. Now children don't like, er, not interesting to school.",
      "transcript_cleaned": "Classroom. Not classroom. Now children do not like, not interesting to school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lW49Oc9kNw4_q09",
      "video_id": "lW49Oc9kNw4",
      "band": 1.5,
      "question": "All children, telephone, phone, iPhone, okay?",
      "transcript": "Not teach, not read book. Okay? Okay. Thank you very much. That is the end of your speaking test. Thank you. Absolutely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not teach, not read book. Okay? Okay. Thank you very much. That is the end of your speaking test. Thank you. Absolutely.",
      "transcript_cleaned": "Not teach, not read book. Okay? Okay. Thank you very much. That is the end of your speaking test. Thank you. Absolutely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8BGO5IU6mw0_q03",
      "video_id": "8BGO5IU6mw0",
      "band": 9.0,
      "question": "Where do you live?",
      "transcript": "I live in Bengaluru, the capital city of Karnataka, in a three bedroom quaint house with my parents and siblings.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I live in Bengaluru, the capital city of Karnataka, uh, in a three bedroom quaint house with my parents and siblings.",
      "transcript_cleaned": "I live in Bengaluru, the capital city of Karnataka, in a three bedroom quaint house with my parents and siblings.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8BGO5IU6mw0_q04",
      "video_id": "8BGO5IU6mw0",
      "band": 9.0,
      "question": "What do you do at the weekends?",
      "transcript": "Usually on Saturday, I, study as I am applying to pursue my PhD in computer management in the US. On Sundays, I generally hang out with my friends. last Sunday, we went to this interesting cricket game between Bengaluru and Mumbai.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, usually on Saturday, I, uh, study as I'm applying to pursue my PhD in computer management in the US. On Sundays, I generally hang out with my friends. Uh, last Sunday, we went to this interesting cricket game between Bengaluru and Mumbai.",
      "transcript_cleaned": "Usually on Saturday, I, study as I am applying to pursue my PhD in computer management in the US. On Sundays, I generally hang out with my friends. last Sunday, we went to this interesting cricket game between Bengaluru and Mumbai.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8BGO5IU6mw0_q05",
      "video_id": "8BGO5IU6mw0",
      "band": 9.0,
      "question": "Do you like to draw or paint?",
      "transcript": "Not really. I mean, yeah, this is not one of my hobbies. I believe the last time I painted a picture was in middle school for a project. And I did draw my grandparents' house. It was not that great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not really. I mean, yeah, this isn't one of my hobbies. I believe the last time I painted a picture was in middle school for a project. And I did draw my grandparents' house. It wasn't that great.",
      "transcript_cleaned": "Not really. I mean, yeah, this is not one of my hobbies. I believe the last time I painted a picture was in middle school for a project. And I did draw my grandparents' house. It was not that",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8BGO5IU6mw0_q06",
      "video_id": "8BGO5IU6mw0",
      "band": 9.0,
      "question": "Did you study art in school and did you like it?",
      "transcript": "Yes, I did some beginner level Classes in my early schooling, maybe between grades one to six or seven, but not after that. I felt that I am not that talented, in art. So I did not pursue it when I got an option to choose my studies and my hobbies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I did some beginner level Classes in my early schooling, uh, maybe between grades one to six or seven, uh, but not after that. Uh, I felt that I'm not that talented, uh, in art. So I did not pursue it when I got an option to choose my studies and my hobbies.",
      "transcript_cleaned": "Yes, I did some beginner level Classes in my early schooling, maybe between grades one to six or seven, but not after that. I felt that I am not that talented, in art. So I did not pursue it when I got an option to choose my studies and my hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8BGO5IU6mw0_q07",
      "video_id": "8BGO5IU6mw0",
      "band": 9.0,
      "question": "Do you have any art in your home and can you tell me about it?",
      "transcript": "Yes, we do. we have a couple of pictures of, sceneries, a real nice picture of the Himalayas. And most interesting, we have an awesome looking elephant statue in my room.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, we do. Uh, we have a couple of pictures of, uh, uh, sceneries, uh, a real nice picture of the Himalayas. And most interesting, uh, we have an awesome looking elephant statue in my room.",
      "transcript_cleaned": "Yes, we do. we have a couple of pictures of, sceneries, a real nice picture of the Himalayas. And most interesting, we have an awesome looking elephant statue in my room.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8BGO5IU6mw0_q08",
      "video_id": "8BGO5IU6mw0",
      "band": 9.0,
      "question": "What is your favorite type of art and why?",
      "transcript": "Yes that tricky to answer because I do consider music and movies as art forms too And there a lot of shows and music that I like if I were to pick one I would say the movies because it actually gets out the visual as well as the audio talent I would say my favorite movie is Gangs of Wasipur It is an action movie with a real great story Have you ever been to an art show? Oh yes, we have been to this art exhibit at the government museum. It was related to native art, and I went there with my friend who was really interested in it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes that tricky to answer uh because I do consider music and movies as art forms too And there a lot of shows and music that I like Um if I were to pick one I would say the movies because it actually gets out the visual as well as the audio talent Um I would say my favorite movie is uh Gangs of Wasipur It is an action movie with a real great story Have you ever been to an art show? Oh yes, uh, we've been to this art exhibit at the government museum. It was related to native art, uh, and I went there with my friend who was really interested in it.",
      "transcript_cleaned": "Yes that tricky to answer because I do consider music and movies as art forms too And there a lot of shows and music that I like if I were to pick one I would say the movies because it actually gets out the visual as well as the audio talent I would say my favorite movie is Gangs of Wasipur It is an action movie with a real great story Have you ever been to an art show? Oh yes, we have been to this art exhibit at the government museum. It was related to native art, and I went there with my friend who was really interested in it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}