{
  "batch_id": 14,
  "count": 20,
  "samples": [
    {
      "sample_id": "_kUA_U3GowE_q01",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Are you ready?",
      "transcript": "Yeah. All right. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. All right. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "All right. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q04",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Who is your best friend?",
      "transcript": "My best friend, is Ozadeh. Actually, she was my classmate and right now we are actually, we have a good connection by now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, my best friend, uh, is Ozadeh. Actually, she was my classmate and right now we are actually, we have a good connection by now.",
      "transcript_cleaned": "My best friend, is Ozadeh. Actually, she was my classmate and right now we are actually, we have a good connection by now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q05",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Are you still friends with people from your childhood?",
      "transcript": "Yes, I can say that. you know, I, as far as I think, the best friendships actually can, can be made actually, when actually you are a child or, actually, if I want to say that, from your childhood.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, I can say that. Uh, you know, I, as far as I think, uh, the best friendships actually can, uh, uh, can be made actually, uh, when actually you're a child or, uh, actually, if I want to say that, uh, from your childhood.",
      "transcript_cleaned": "Yes, I can say that. you know, I, as far as I think, the best friendships actually can, can be made actually, when actually you are a child or, actually, if I want to say that, from your childhood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q06",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Do you prefer spending time with family or friends?",
      "transcript": "Honestly, with my family, because I think we actually, we are a close-knit family, and I prefer to actually spend my time with my family. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, honestly, with my family, because I think we actually, we are a close-knit family, and I prefer to actually spend my time with my family. Perfect.",
      "transcript_cleaned": "Honestly, with my family, because I think we actually, we are a close-knit family, and I prefer to actually spend my time with my family. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q07",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Where do you usually watch TV programs or shows?",
      "transcript": "I am really keen on, sport TV shows, and I really, you know, want to spend my time about that, on that, of course.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I am really keen on, uh, sport TV shows, and I really, you know, want to spend my time about that, on that, of course.",
      "transcript_cleaned": "I am really keen on, sport TV shows, and I really, you know, want to spend my time about that, on that, of course.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q08",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "And what is your favorite TV program or show?",
      "transcript": "It is actually called, Nabad. And I really love that because, because of actually it is a host that, his name is Adel Therod Sipu. And I really liked this man.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, um, it is actually called, uh, Nabad. And I really love that because, uh, because of actually it's a host that, uh, his name is Adel Therod Sipu. And I really liked this man.",
      "transcript_cleaned": "It is actually called, Nabad. And I really love that because, because of actually it is a host that, his name is Adel Therod Sipu. And I really liked this man.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q09",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "And do you think you will watch more TV or fewer TV programs or shows in the future?",
      "transcript": "In the future, I think I will watch it more, you know, because right now I am really trying for my life and I really spend my time on studying and a lot of things. So I think in the future, maybe I am not busy as I am right now. I would actually. All.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In the future, I think I will watch it more, you know, because right now I'm really trying for my life and I really spend my time on studying and a lot of things. So I think in the future, maybe I am not busy as I am right now. I would actually. All.",
      "transcript_cleaned": "In the future, I think I will watch it more, you know, because right now I am really trying for my life and I really spend my time on studying and a lot of things. So I think in the future, maybe I am not busy as I am right now. I would actually. All.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q10",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Are you happy to be the age you are now?",
      "transcript": "I think yes, I am happy, but you know, I am stressed because I am getting older and I think it is so scary for me. And, you know, I think, maybe I will lose, my opportunities.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think yes, I am happy, but you know, uh, I'm stressed because I'm getting older and I think it is so scary for me. And, you know, I think, uh, maybe I will lose, uh, my opportunities.",
      "transcript_cleaned": "I think yes, I am happy, but you know, I am stressed because I am getting older and I think it is so scary for me. And, you know, I think, maybe I will lose, my opportunities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q11",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "And when you were a child, did you think a lot about your future?",
      "transcript": "Yes, I did. You know, I used to think a lot about my future because all the time I was so worried about my future and I had a lot of goals and plans and I wanted to achieve them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, I did. You know, I used to think a lot about my future because all the time I was so worried about my future and I had a lot of goals and plans and I wanted to achieve them.",
      "transcript_cleaned": "Yes, I did. You know, I used to think a lot about my future because all the time I was so worried about my future and I had a lot of goals and plans and I wanted to achieve them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q12",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Do you think you have changed as you have got older?",
      "transcript": "I think yes. I actually, I changed a lot. especially I was a kind of introverted person and right now I am so extroverted and I think it could be a big change for me. Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think yes. Uh, I actually, I changed a lot. Uh, especially I was a kind of introverted person and right now I am so extroverted and I think it could be a big change for me. Thank you.",
      "transcript_cleaned": "I think yes. I actually, I changed a lot. especially I was a kind of introverted person and right now I am so extroverted and I think it could be a big change for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q13",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Do you understand?",
      "transcript": "Yeah. Well, the topic would be describe a time when you started using a new technological advice, e.g. a new computer or phone. that is your.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah. Well, the topic would be describe a time when you started using a new technological advice, e.g. a new computer or phone. That's your.",
      "transcript_cleaned": "the topic would be describe a time when you started using a new technological advice, e.g. a new computer or phone. that is your.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q14",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "And, in a, actually one, in a short time, I actually had known that how can I use them?",
      "transcript": "And so, I can remember that when I really wanted these devices, all the time I was saying that I wish I would actually, in a place that my friends, for example, are in that. And, you know, it was so, it was so dreary for me. I really wanted to do that. To have them, of course.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And so, uh, I can remember that when I really wanted these devices, uh, all the time I was saying that I wish I would actually, uh, in a place that my friends, for example, uh, are in that. And, uh, you know, uh, it was so, uh, it was so dreary for me. I really wanted to do that. To have them, of course.",
      "transcript_cleaned": "And so, I can remember that when I really wanted these devices, all the time I was saying that I wish I would actually, in a place that my friends, for example, are in that. And, you know, it was so, it was so dreary for me. I really wanted to do that. To have them, of course.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q16",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "What is the best age for children to start computer lessons?",
      "transcript": "I think, you know, when the children can understand what they can do for their life actually and, what is wrong and what is, you know, the best decision they can actually, keep learning and, you know, start to studying and just this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think, um, you know, when the children can understand what they can do for their life actually and, uh, what is wrong and what is, you know, uh, the best decision they can actually, uh, keep learning and, you know, start to studying and just this.",
      "transcript_cleaned": "I think, you know, when the children can understand what they can do for their life actually and, what is wrong and what is, you know, the best decision they can actually, keep learning and, you know, start to studying and just this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q17",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "And do you think that schools should use more technology to help children learn?",
      "transcript": "Definitely yes, because, you know, as far as I think, technology can be so effective in the actually learning process and, I think it could be so, you know, it could boost actually the, process of learning.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely yes, uh, because, you know, as far as I think, uh, technology can be so effective in the actually learning process and, uh, I think it could be so, you know, it could boost actually the, uh, process of learning.",
      "transcript_cleaned": "Definitely yes, because, you know, as far as I think, technology can be so effective in the actually learning process and, I think it could be so, you know, it could boost actually the, process of learning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q18",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "And do you agree or disagree that computers will replace teachers one day?",
      "transcript": "I agree, actually, because, you know, nowadays we can, see, for example, some, bots like AI that they can do a lot of things that, you know, it is, more than a kind of, you know, it is more than individual, powers, of course. And I think it could be, so challenging, but I think, yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I agree, actually, because, you know, uh, nowadays we can, uh, see, for example, some, uh, bots like AI that they can do a lot of things that, you know, it is, uh, more than a kind of, you know, it is more than individual, uh, powers, of course. And I think it could be, uh, so challenging, but I think, yeah.",
      "transcript_cleaned": "I agree, actually, because, you know, nowadays we can, see, for example, some, bots like AI that they can do a lot of things that, you know, it is, more than a kind of, you know, it is more than individual, powers, of course. And I think it could be, so challenging, but I think,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q19",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "How much has technology improved the way we communicate with each other?",
      "transcript": "A lot. Of course, you know, it is different. as, my point of, actually as, I think, it, made people to have more connections. And with actually other people and make new friendships and of course do a lot of things that we can do it without them But I think that you know some close actually close knit families for example destroyed by this technology And you know for example like some applications that you can have video calls or something like that I think it could be it couldn be accurate Do you agree that there are still many major technological innovations to be made? yes, definitely. because, actually, you know, day by day, we can see the world actually, getting better. And, you know, so I think because of that, we can see a lot of, you know, new technologies and new approaches in the future. And yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, a lot. Of course, you know, it is different. Uh, as, uh, my point of, uh, actually as, uh, I think, uh, it, uh, made people to have more connections. And with uh actually other people and make new friendships and of course uh do a lot of things that we can do it without them But I think that you know some close uh actually close knit uh families for example destroyed by this uh technology And you know for example like uh some applications that you can have video calls or something like that I think it could be it couldn be accurate Do you agree that there are still many major technological innovations to be made? Uh, yes, definitely. Uh, because, uh, actually, you know, day by day, we can see the world actually, uh, getting better. And, you know, so I think because of that, we can see a lot of, uh, you know, new technologies and new approaches in the future. And yeah.",
      "transcript_cleaned": "A lot. Of course, you know, it is different. as, my point of, actually as, I think, it, made people to have more connections. And with actually other people and make new friendships and of course do a lot of things that we can do it without them But I think that you know some close actually close knit families for example destroyed by this technology And you know for example like some applications that you can have video calls or something like that I think it could be it couldn be accurate Do you agree that there are still many major technological innovations to be made? yes, definitely. because, actually, you know, day by day, we can see the world actually, getting better. And, you know, so I think because of that, we can see a lot of, you know, new technologies and new approaches in the future. And",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_kUA_U3GowE_q20",
      "video_id": "_kUA_U3GowE",
      "band": 7.0,
      "question": "Could you suggest some reasons why some people are deciding to reduce their use of technology?",
      "transcript": "You know, it depends on, each individual perspective, point of, actually point of view on, wanted to say that. I think the people that, decide to actually want to decide to, reduce using technology, you know, maybe, the thought is about, we do not have any, close relationship nowadays. And, you know, it makes people, it will make people so lazy. And so because of that, maybe they do not want to do that. Thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, you know, it depends on, uh, each individual perspective, uh, point of, uh, actually point of view on, uh, wanted to say that. Uh, I think the people that, uh, decide to actually want to decide to, uh, reduce using technology, uh, you know, maybe, uh, the thought is about, uh, we don't have any, uh, close relationship nowadays. And, you know, it makes people, it will make people so lazy. And so because of that, maybe they don't want to do that. Thank you so much.",
      "transcript_cleaned": "You know, it depends on, each individual perspective, point of, actually point of view on, wanted to say that. I think the people that, decide to actually want to decide to, reduce using technology, you know, maybe, the thought is about, we do not have any, close relationship nowadays. And, you know, it makes people, it will make people so lazy. And so because of that, maybe they do not want to do that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q02",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "Do you have a big or a small family?",
      "transcript": "I have got a big family in my immediate family. we have got eight members including me, my parents, and my five siblings, two sisters, and three brothers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I've got a big family in my immediate family. We've got eight members including me, my parents, and my five siblings, two sisters, and three brothers.",
      "transcript_cleaned": "I have got a big family in my immediate family. we have got eight members including me, my parents, and my five siblings, two sisters, and three brothers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q03",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "And how much time do you spend with your family?",
      "transcript": "I spend roughly four or five hours of the weekends with my family to talk about the activities we do when together we sometimes hang out in a restaurant. Sometimes I ask them to come over in order to chit chat or have some fun.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I spend roughly four or five hours of the weekends with my family to talk about the activities we do when together we sometimes hang out in a restaurant. Sometimes I ask them to come over in order to chit chat or have some fun.",
      "transcript_cleaned": "I spend roughly four or five hours of the weekends with my family to talk about the activities we do when together we sometimes hang out in a restaurant. Sometimes I ask them to come over in order to chit chat or have some fun.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q04",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "And how has your family influenced you?",
      "transcript": "Honestly, family has played a very significant role in my life. As I believe family ties have shaped my character and behavior. On top of that, being among my family members has contributed to a better understanding of the words and myself. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Honestly, family has played a very significant role in my life. As I believe family ties have shaped my character and behavior. On top of that, being among my family members has contributed to a better understanding of the words and myself. Now,.",
      "transcript_cleaned": "Honestly, family has played a very significant role in my life. As I believe family ties have shaped my character and behavior. On top of that, being among my family members has contributed to a better understanding of the words and myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}