{
  "batch_id": 7,
  "count": 20,
  "samples": [
    {
      "sample_id": "666eP6xBhzI_q17",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Which one is hard?",
      "transcript": "Since I am working as a cabin crew. So we have this layover which is in Hanoi. And this lay over was special for me. The reason behind because Hanoi people are very nice. They know about the hospitality and in this hotel I cannot remember the name of the hotel because it is been long time but this hotel provide spa and massage facilities which are very nice and relaxing and the like the good thing is the rates the price is cheaper there. So if people go there to do spas, facial and all it will be worth also I have tried a dish in V. Now since I am vegetarian so I know I got very less option but it was a vegetable fried rice which gives different taste. I have tried many other fried rice in different country but this was the favorite one I had. And also if say about hotel staying. So the rooms are very nice. I must say they have very good interior in the room. very comfortable beds. and the view from my window was amazing. I was like looking like 10 minutes I sat on my window and looking the views outside and it is really nice to have this vacation at Hanoi. also about like working as a crew. my we must have one Vietnam language speaker on board. So he was help us to you know u taking us on layover outside the hotel. what is the thing we should do and everything he helped me in that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Since I'm working as a cabin crew. So we have this layover which is in Hanoi. And this lay over was special for me. The reason behind because uh Hanoi people are very nice. They know about the hospitality and in this hotel I can't remember the name of the hotel because it's been long time but this hotel provide spa and massage facilities which are very nice and relaxing and the like the good thing is the rates the price is cheaper there. So if people go there to do spas, facial and all it will be worth also I have tried uh a dish in V. Now since I'm vegetarian so I know I got very less option but it was a vegetable fried rice which gives different taste. I have tried many other uh fried rice in different country but this was the favorite one I had. And also if uh say about um hotel uh staying. So the rooms are very nice. I must say they have very good interior in the room. Um very comfortable beds. Uh and the view from my window was amazing. I was like looking like 10 minutes I sat on my window and looking the views outside and it's really nice to have this vacation at Hanoi. also about uh like working as a crew. Uh my we must have one Vietnam language speaker on board. So he was help us to you know u taking us on layover outside the hotel. Uh what's the thing we should do and everything he helped me in that.",
      "transcript_cleaned": "Since I am working as a cabin crew. So we have this layover which is in Hanoi. And this lay over was special for me. The reason behind because Hanoi people are very nice. They know about the hospitality and in this hotel I cannot remember the name of the hotel because it is been long time but this hotel provide spa and massage facilities which are very nice and relaxing and the like the good thing is the rates the price is cheaper there. So if people go there to do spas, facial and all it will be worth also I have tried a dish in V. Now since I am vegetarian so I know I got very less option but it was a vegetable fried rice which gives different taste. I have tried many other fried rice in different country but this was the favorite one I had. And also if say about hotel staying. So the rooms are very nice. I must say they have very good interior in the room. very comfortable beds. and the view from my window was amazing. I was like looking like 10 minutes I sat on my window and looking the views outside and it is really nice to have this vacation at Hanoi. also about like working as a crew. my we must have one Vietnam language speaker on board. So he was help us to you know u taking us on layover outside the hotel. what is the thing we should do and everything he helped me in that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q18",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What things are most important when someone is choosing a hotel?",
      "transcript": "The important thing is where this hotel is located and this hotel should be at least basic amenities a person should need it because it is very important you get rest well there. yes, those two things.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The important thing is where this hotel is located and this hotel should be at least basic amenities a person should need it because it's very important you get rest well there. Uh yes, those two things.",
      "transcript_cleaned": "The important thing is where this hotel is located and this hotel should be at least basic amenities a person should need it because it is very important you get rest well there. yes, those two things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q19",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Why are there some people who really do not like staying in hotels?",
      "transcript": "Because they are away from their loved ones. Maybe also there is one more reason because it not gives our not gives that feeling that we get in home. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh because they are away from their loved ones. Maybe also there is one more reason uh because uh it not gives our not gives that feeling that we get in home. Yes.",
      "transcript_cleaned": "Because they are away from their loved ones. Maybe also there is one more reason because it not gives our not gives that feeling that we get in home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q20",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you think staying in an expensive hotel is a waste of money?",
      "transcript": "It is depend on a like location hotel if it is very expensive also no matter like you can have a bad experience there as well. it is before going to any hotel just check the review. So not never matter on the price.",
      "part": 3,
      "source": "cleaned",
      "transcript_original": "Uh it's depend on a like location hotel if it's very expensive also no matter like you can have a bad experience there as well. Uh it's before going to any hotel just check the review. So not never matter on the price.",
      "transcript_cleaned": "It is depend on a like location hotel if it is very expensive also no matter like you can have a bad experience there as well. it is before going to any hotel just check the review. So not never matter on the price.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q21",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you think that people need different skills to work in a luxury hotel versus a normal hotel?",
      "transcript": "Working in hotel required skills because we have to deal so many customer there and their requirements we need to fulfill especially when it comes decision making. so we need skills to work in hotel.",
      "part": 3,
      "source": "cleaned",
      "transcript_original": "Um working in hotel required skills because we have to deal so many customer there and their requirements we need to fulfill especially when it comes decision making. Um so we need skills to work in hotel.",
      "transcript_cleaned": "Working in hotel required skills because we have to deal so many customer there and their requirements we need to fulfill especially when it comes decision making. so we need skills to work in hotel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q23",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Let us not look at any of the bullet points, but what kind of things would you describe in a hotel?",
      "transcript": "So, you had spa, you talked about the restaurant, you talked about the interiors of the room.",
      "part": 2,
      "source": "valid_original",
      "transcript_original": "So, you had spa, you talked about the restaurant, you talked about the interiors of the room.",
      "transcript_cleaned": "you had spa, you talked about the restaurant, you talked about the interiors of the room.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q24",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "How comfortable it was.",
      "transcript": "Maybe the pool. Pool. there is many different things that that we could do there. And then there is a few different strategies that we could deploy. We could we could give lots of examples. So you talked about the spa.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Maybe the pool. Pool. There's many different things that that we could do there. And then there's a few different strategies that we could deploy. We could uh we could give lots of examples. So you talked about the spa.",
      "transcript_cleaned": "Maybe the pool. Pool. there is many different things that that we could do there. And then there is a few different strategies that we could deploy. We could we could give lots of examples. So you talked about the spa.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q25",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "You could describe the facial or the massage like what what was it actually like?",
      "transcript": "Was it a particular type of facial that you got or a particular type of or we could talk about feelings like how did the massage or how did the the the food or the staff make you feel? Or you could have a story. So, for example, you talked about the local cabin crew who spoke Vietnamese.",
      "part": 2,
      "source": "valid_original",
      "transcript_original": "Was it a particular type of facial that you got or a particular type of or we could talk about feelings like how did the massage or how did the the the uh food or the staff make you feel? Or you could have a story. So, for example, you talked about the local cabin crew who spoke Vietnamese.",
      "transcript_cleaned": "Was it a particular type of facial that you got or a particular type of or we could talk about feelings like how did the massage or how did the the the food or the staff make you feel? Or you could have a story. So, for example, you talked about the local cabin crew who spoke Vietnamese.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q26",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Where did he take you?",
      "transcript": "Those kind of stories could really help. So, by adding lots of different options. And remember, we only need to talk for 2 minutes. So, this is way more than we actually need. Yes. And we are giving you different options. So, we could talk about examples. We could talk about feelings. We could talk about the story. We could talk also about the past.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Those kind of stories could really help. So, by adding lots of different options. And remember, we only need to talk for 2 minutes. So, this is way more than we actually need. Yes. And we're giving you different options. So, we could talk about examples. We could talk about feelings. We could talk about the story. We could talk also about the past.",
      "transcript_cleaned": "Those kind of stories could really help. So, by adding lots of different options. And remember, we only need to talk for 2 minutes. So, this is way more than we actually need. Yes. And we are giving you different options. So, we could talk about examples. We could talk about feelings. We could talk about the story. We could talk also about the past.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q27",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you want to visit a different part of Vietnam or something like that?",
      "transcript": "So we what we are doing is we are giving oursel lots and lots of different options so that we never run out of things to say. So whenever we get a part two question, we want to speak normally as much as possible, but when we run out of things to say, we can just look down.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, so we what we're doing is we're giving oursel lots and lots of different options so that we never run out of things to say. So whenever we get a part two question, we want to speak normally as much as possible, but when we run out of things to say, we can just look down.",
      "transcript_cleaned": "we what we are doing is we are giving oursel lots and lots of different options so that we never run out of things to say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q29",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Any questions about that strategy?",
      "transcript": "That is I would say I would have many option to speak on that topic. Now I realize it and and you will not be able to do this immediately. So you are going to go away and work on this. I would recommend doing maybe you know two or three times a day for a while until this strategy becomes second nature. So you are doing it as a habit. So like when we are tying our shoelaces, we do not think about tying our shoelaces. We just do it so many times. Or riding a bike. We do not think about riding a bike.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "That's um I would say I would have many option to speak on that topic. Now I realize it and and you won't be able to do this immediately. So you're going to go away and work on this. Um I would recommend doing maybe you know two or three times a day for a while until this strategy becomes second nature. So you're doing it as a habit. So like when we're tying our shoelaces, we don't think about tying our shoelaces. We just do it so many times. Or riding a bike. We don't think about riding a bike.",
      "transcript_cleaned": "That is I would say I would have many option to speak on that topic. Now I realize it and and you will not be able to do this immediately. So you are going to go away and work on this. I would recommend doing maybe you know two or three times a day for a while until this strategy becomes second nature. So you are doing it as a habit. So like when we are tying our shoelaces, we do not think about tying our shoelaces. We just do it so many times. Or riding a bike. We do not think about riding a bike.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q31",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "So always listen to the question and think what do they want me to do?",
      "transcript": "They always are giving you some kind of task in each question. So it could be compare two things or it could be talk about the past like for example what career did you want to do when you were a child or they might want to test can she talk about the future what career would you like to do in the future or they might ask about you know testing can you give your opinion what is your favorite this what is a popular so always think about what are they wanting me to do in this in this question and if you are not sure always say can you repeat the question or what do you mean by that instead of jumping in.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "They always are giving you some kind of task in each question. So it could be compare two things or it could be talk about the past like for example what career did you want to do when you were a child or they might want to test can she talk about the future what career would you like to do in the future or they might ask about you know testing can you give your opinion what is your favorite this what is a popular so always think about what are they wanting me to do in this in this question and if you're not sure always say can you repeat the question or what do you mean by that instead of jumping in.",
      "transcript_cleaned": "They always are giving you some kind of task in each question. So it could be compare two things or it could be talk about the past like for example what career did you want to do when you were a child or they might want to test can she talk about the future what career would you like to do in the future or they might ask about you know testing can you give your opinion what is your favorite this what is a popular so always think about what are they wanting me to do in this in this question and if you are not sure always say can you repeat the question or what do you mean by that instead of jumping in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q33",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "So, for example, do you think staying in an expensive hotel is a waste of money?",
      "transcript": "You might think it is a waste of money. Other people would think that it is a very good investment and it is worth the money.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "You might think it's a waste of money. Other people would think that it's a very good investment and it's worth the money.",
      "transcript_cleaned": "You might think it is a waste of money. Other people would think that it is a very good investment and it is worth the money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q34",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Why do some people agree with me and think that it is not so good?",
      "transcript": "And then, okay, some people think that a luxury hotel is a good investment in money. For example, there is a lot of business people, they need to be looked after. They do not have time to you know, be thinking about pressing their clothes and what restaurant to go to and have any problems. They just need to be completely looked after. And for those people it is a good investment similar to business class travel.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And then, okay, some people think that a luxury hotel is a good investment in money. For example, there's a lot of business people, they need to be looked after. They don't have time to um, you know, be thinking about pressing their clothes and what restaurant to go to and have any problems. They just need to be completely looked after. And for those people it is a good investment similar to business class travel.",
      "transcript_cleaned": "And then, okay, some people think that a luxury hotel is a good investment in money. For example, there is a lot of business people, they need to be looked after. They do not have time to you know, be thinking about pressing their clothes and what restaurant to go to and have any problems. They just need to be completely looked after. And for those people it is a good investment similar to business class travel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q39",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Any questions?",
      "transcript": "Thank you so much for it. your feedback really helped me and you really picked up the things which I need to be improve and I was not aware of it but I will start practicing it from today. Yes. If you want another video on IEL speaking, here is one more sample.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, thank you so much for it. uh your feedback really helped me and you really picked up the things which I need to be improve and I was not aware of it but I will start practicing it from today. Yes. If you want another video on IEL speaking, here's one more sample.",
      "transcript_cleaned": "Thank you so much for it. your feedback really helped me and you really picked up the things which I need to be improve and I was not aware of it but I will start practicing it from today. Yes. If you want another video on IEL speaking, here is one more sample.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kH4VZJTSOA0_q02",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "What is your favorite type of cuisine?",
      "transcript": "Well, I have to say that I am not a picky eater.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, uh, I have to say that I'm not a picky eater.",
      "transcript_cleaned": "I have to say that I am not a picky eater.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kH4VZJTSOA0_q03",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "So, if I have to pick the my favorite food, did you hear that?",
      "transcript": "I am not a picky eater. Beautiful. Very natural phrase that native speakers use. And we have got off to a great start. It says Vietnamese food because we are all familiar with the traditional food in Vietnam and I find that it contains a variety of food. So, I think that it will give me a tasty meal when it comes to Vietnamese cuisine. Fantastic. Thank you. I love that she smiles at the end of her answer. Guys, one piece of advice I would give you is when you finish speaking, try to finish confidently with a smile ready for the next question. It just helps for that communication between the student and the examiner.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm not a picky eater. Beautiful. Very natural phrase that native speakers use. And we've got off to a great start. It says Vietnamese food because uh we are all familiar with the traditional food in Vietnam and I find that it contains a variety of food. So, I think that uh it will give me a tasty uh meal when it comes to Vietnamese cuisine. Fantastic. Thank you. I love that she smiles at the end of her answer. Guys, one piece of advice I would give you is when you finish speaking, try to finish confidently with a smile ready for the next question. It just helps for that communication between the student and the examiner.",
      "transcript_cleaned": "I am not a picky eater. Beautiful. Very natural phrase that native speakers use. And we have got off to a great start. It says Vietnamese food because we are all familiar with the traditional food in Vietnam and I find that it contains a variety of food. So, I think that it will give me a tasty meal when it comes to Vietnamese cuisine. Fantastic. Thank you. I love that she smiles at the end of her answer. Guys, one piece of advice I would give you is when you finish speaking, try to finish confidently with a smile ready for the next question. It just helps for that communication between the student and the examiner.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kH4VZJTSOA0_q05",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "When I was young, I preferred junk food and I can ate it all day and eat it all day.",
      "transcript": "Good selfcorrection there straight away. Excellent. Eat and eat. but when I am I have grown older, I think that healthy meal is very important. And then I have changed to a more healthier lifestyle like eating more vegetables and I fruits like I think. Brilliant. One thing, Ni used a fantastic technique there. She said, \"When I was younger, but now.\" that is really nice because we show we can use the past tense and the present tense. Excellent.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Good selfcorrection there straight away. Excellent. Eat and eat. Uh but when I'm I've grown older, I think that healthy meal is very important. And then I have changed to a more healthier lifestyle like eating more vegetables and I fruits like I think. Brilliant. One thing, Ni used a fantastic technique there. She said, \"When I was younger, but now.\" That's really nice because we show we can use the past tense and the present tense. Excellent.",
      "transcript_cleaned": "Good selfcorrection there straight away. Excellent. Eat and eat. but when I am I have grown older, I think that healthy meal is very important. And then I have changed to a more healthier lifestyle like eating more vegetables and I fruits like I think. Brilliant. One thing, Ni used a fantastic technique there. She said, \"When I was younger, but now.\" that is really nice because we show we can use the past tense and the present tense. Excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kH4VZJTSOA0_q06",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "But is there any food you dislike?",
      "transcript": "Well, it is hard to say because I can eat almost everything, but I think that the food has the smell has a strong smell. like a stunky tofu. I think that I do not really love it. And maybe Jurian. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, um it's hard to say because I can eat almost everything, but uh I think that the food has um the smell has a strong smell. Uh like a stunky tofu. I think that I don't really love it. And maybe Jurian. Yeah.",
      "transcript_cleaned": "it is hard to say because I can eat almost everything, but I think that the food has the smell has a strong smell. like a stunky tofu. I think that I do not really love it. And maybe Jurian.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kH4VZJTSOA0_q09",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "And how did your friends feel about it?",
      "transcript": "Remember in the real exam.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Remember in the real exam.",
      "transcript_cleaned": "Remember in the real exam.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}