{
  "batch_id": 313,
  "count": 20,
  "samples": [
    {
      "sample_id": "UXnIa93cJ5Q_s00",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "What is your favorite color?",
      "transcript": "Well, I do not think I have a specific favorite color. I practice art, so I have learned myself I have trained myself to fall in love with like a whole spectrum of color, you know. but I am actually quite bad at coloring. So, I think that normally for my color picks when I do art, I just go for very simple color combinations like complimentary for example. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, I don't think I have a specific favorite color. Um, I practice art, so I have learned myself I have trained myself to uh fall in love with like a whole spectrum of color, you know. Uh, but I'm actually quite bad at coloring. So, I think that normally for my color picks when I do art, I just go for very simple color combinations like complimentary for example. Okay.",
      "transcript_cleaned": "I do not think I have a specific favorite color. I practice art, so I have learned myself I have trained myself to fall in love with like a whole spectrum of color, you know. but I am actually quite bad at coloring. So, I think that normally for my color picks when I do art, I just go for very simple color combinations like complimentary for example.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s01",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "So, do you usually wear clothes in your favorite color?",
      "transcript": "For clothing, that is a different story because my skin tone is kind of dark. So, I have to specifically go for colors that kind of flatter it. So, for me, it would be very muted colors.",
      "source": "supplementary",
      "transcript_original": "Uh, for clothing, that's a different story because my skin tone is kind of dark. So, I have to specifically go for colors that kind of flatter it. So, for me, it would be very muted colors.",
      "transcript_cleaned": "For clothing, that is a different story because my skin tone is kind of dark. So, I have to specifically go for colors that kind of flatter it. So, for me, it would be very muted colors.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s02",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "I do not usually go for vibrant ones because it also does not suit my vibe, right?",
      "transcript": "So, I do not want to like carry myself in a way that is a bit, you know, not who I am. Yeah.",
      "source": "supplementary",
      "transcript_original": "So, I don't want to like carry myself in a way that's a bit, you know, not who I am. Yeah.",
      "transcript_cleaned": "I do not want to like carry myself in a way that is a bit, you know, not who I am.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s03",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "So are there any colors that have a special meaning in your country?",
      "transcript": "I mean the obvious answer would be red. you would see that ubiquitously in Ted holiday and in very you know jubilant occasions of Vietnam like wedding ceremonies or other celebrations you know. I think red kind of you know in Vietnamese culture means something like not just jubilation but also joy and prosperity. So that is why it is like a very common pick for those occasions. Yeah. Okay.",
      "source": "supplementary",
      "transcript_original": "Um I mean the obvious answer would be red. Uh you would see that ubiquitously in uh Ted holiday and in very uh you know jubilant occasions of Vietnam like uh wedding ceremonies or uh other celebrations you know. Uh I think red kind of you know in Vietnamese culture means something like not just jubilation but also joy and uh prosperity. So that's why it's like a very common pick for um those occasions. Yeah. Okay.",
      "transcript_cleaned": "I mean the obvious answer would be red. you would see that ubiquitously in Ted holiday and in very you know jubilant occasions of Vietnam like wedding ceremonies or other celebrations you know. I think red kind of you know in Vietnamese culture means something like not just jubilation but also joy and prosperity. So that is why it is like a very common pick for those occasions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "UXnIa93cJ5Q_s04",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "So do you think different types of people like different colors?",
      "transcript": "That is a pretty interesting one. I have never really thought about that. I I think people like naturally gravitate towards different colors based on like historically how they have like get exposed to them, you know. for example, if someone you know as a child and as someone as a child they learned art and they tended to use a very vibrant colors, maybe they would grow up and picking those colors more. But if someone has gone through like a very I would say difficult period in their lives then maybe they would have the tendency to pick more muted or like you know just monotone colors just to reflect their their minds a bit better. Yeah. Okay.",
      "source": "supplementary",
      "transcript_original": "Um that's a pretty interesting one. I've never really thought about that. I I think people like naturally gravitate towards different colors uh based on like historically how they have like get exposed to them, you know. Uh for example, if someone you know as a child uh and as someone as a child they learned art and they tended to use a very vibrant colors, maybe they would grow up and uh picking those colors more. But if someone has gone through like a very I would say difficult period in their lives then maybe they would have the tendency to pick uh more muted or like you know just monotone colors just to reflect their uh their minds a bit better. Yeah. Okay.",
      "transcript_cleaned": "That is a pretty interesting one. I have never really thought about that. I I think people like naturally gravitate towards different colors based on like historically how they have like get exposed to them, you know. for example, if someone you know as a child and as someone as a child they learned art and they tended to use a very vibrant colors, maybe they would grow up and picking those colors more. But if someone has gone through like a very I would say difficult period in their lives then maybe they would have the tendency to pick more muted or like you know just monotone colors just to reflect their their minds a bit better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s06",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "It was on a tour and it was also our first time traveling abroad, right?",
      "transcript": "So this photograph is very special to me because it is kind of it is kind of connected to a lot of memories.",
      "source": "supplementary",
      "transcript_original": "So this photograph is very special to me because it's uh kind of it's kind of connected to a lot of memories.",
      "transcript_cleaned": "this photograph is very special to me because it is kind of it is kind of connected to a lot of memories.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s07",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "Not only is that the first time that I travel abroad, but it is also the time when I think I have learned the most about myself, right?",
      "transcript": "So traveling abroad, you know, kind of brings with you like a lot of anxiety because you are going to a totally different land.",
      "source": "supplementary",
      "transcript_original": "So traveling abroad, you know, kind of brings with you like a lot of anxiety because you are going to a totally different land.",
      "transcript_cleaned": "traveling abroad, you know, kind of brings with you like a lot of anxiety because you are going to a totally different land.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s08",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "You just do not know the culture and you are not sure if the people that would understand your language although I have spoken English for a long time and you know I know people there also speak English but you know during that trip I kind of learned that you know when you are talking to native speakers of the language you do not usually have to like show yourself as much showcase yourself or like try to present yourself as someone who is good in English but you more likely are going to focus is on communication, right?",
      "transcript": "And so, whenever I look at that photo, I kind of remind myself of that lesson that, you know, whenever I try to, impress my students, for example, for the record, I am teaching English. So, I tend to do that at times. I look at that photo and I, you know, kind of relearn that lesson. Okay, that is it. Okay. Thank you very much.",
      "source": "supplementary",
      "transcript_original": "And so, uh, whenever I look at that photo, I kind of remind myself of that lesson that, you know, whenever I try to, uh, impress my students, for example, for the record, I'm teaching English. So, I tend to do that at times. I look at that photo and I, you know, kind of relearn that lesson. Okay, that's it. Okay. Thank you very much.",
      "transcript_cleaned": "And so, whenever I look at that photo, I kind of remind myself of that lesson that, you know, whenever I try to, impress my students, for example, for the record, I am teaching English. So, I tend to do that at times. I look at that photo and I, you know, kind of relearn that lesson.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s10",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "So, do you think it is easy to take good photographs?",
      "transcript": "I mean, as an artist, I kind of tempted to say that it is because, you know, that is kind of this tension between artists who paint pictures and photo photographers who just take photos. That is like we are the people who are creating true art, not them. But you know after trying out photo photography for like for a decent amount of time I have gotten my fair share of experience in that I did realize that you know photography also comes with all the sophistication that it comes with of painting. You still have to prepare for the lighting. You still have to make sure the composition is right.",
      "source": "supplementary",
      "transcript_original": "Um, I mean, as an artist, I kind of tempted to say that it is because, you know, that's kind of this tension between artists who paint pictures and photo photographers who just take photos. That is like we are the people who are creating true art, not them. But you know after trying out photo photography for like um for a decent amount of time I've gotten my fair share of experience in that I did realize that you know photography also comes with all the sophistication that it comes with of painting. You still have to uh prepare for the lighting. You still have to make sure the composition is right.",
      "transcript_cleaned": "I mean, as an artist, I kind of tempted to say that it is because, you know, that is kind of this tension between artists who paint pictures and photo photographers who just take photos. That is like we are the people who are creating true art, not them. But you know after trying out photo photography for like for a decent amount of time I have gotten my fair share of experience in that I did realize that you know photography also comes with all the sophistication that it comes with of painting. You still have to prepare for the lighting. You still have to make sure the composition is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s11",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "Not to mention that you also have to like pay very acute attention to the technical details like choosing the right lens for the shoot that you want to take, right?",
      "transcript": "And when you take photographs, you just do not have that that leeway with the scene. You know, as an artist, you can set up the scene however you want. Like basically pull it out an image from your head, but for photography, you have to wait for the right moment. And that is actually what makes street photography so fascinating to me, you know, because you always have to be there, be present at the moment, and you have to make sure that your camera is ready when there is an interesting snap.",
      "source": "supplementary",
      "transcript_original": "And um when you take photographs, you just don't have that uh that leeway with the scene. You know, as an artist, you can set up the scene however you want. Like basically pull it out an image from your head, but for photography, you have to wait for the right moment. And that is actually what makes street photography so fascinating to me, you know, because you always have to be there, be present at the moment, and you have to make sure that your camera is ready when there's an interesting snap.",
      "transcript_cleaned": "And when you take photographs, you just do not have that that leeway with the scene. You know, as an artist, you can set up the scene however you want. Like basically pull it out an image from your head, but for photography, you have to wait for the right moment. And that is actually what makes street photography so fascinating to me, you know, because you always have to be there, be present at the moment, and you have to make sure that your camera is ready when there is an interesting snap.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s12",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "So, what are the pros and cons of digital photography?",
      "transcript": "All right. So, I think that nowadays the line between digital photography and the more traditional method to produce photos have been kind of blurred. because nowadays we have a lot of softwares that allow us kind of facilitate the process for us to create any kind of look that we wish for our photos. You can like set up a more traditional lighting setting in Adobe Lightroom and you can you know just retouch a photo however you like. as long as you are aware of the you know the potential artificial quality that might come with overediting a photo then I think you should be fine. So that is the pros of digital photography that is that you have a lot of avenue for editing your photos nowadays.",
      "source": "supplementary",
      "transcript_original": "All right. So, I think that nowadays the line between digital photography and the more traditional method to produce photos have been kind of blurred. uh because nowadays we have a lot of softwares uh that allow us kind of facilitate the process for us to create any kind of look that we wish for our photos. You can like set up a more traditional lighting setting in Adobe Lightroom and you can you know just retouch a photo however you like. Uh as long as you are aware of the um you know the potential artificial quality that might come with overediting a photo then I think you should be fine. So that's the pros of digital photography that is that you have a lot of avenue uh for editing your photos nowadays.",
      "transcript_cleaned": "All right. So, I think that nowadays the line between digital photography and the more traditional method to produce photos have been kind of blurred. because nowadays we have a lot of softwares that allow us kind of facilitate the process for us to create any kind of look that we wish for our photos. You can like set up a more traditional lighting setting in Adobe Lightroom and you can you know just retouch a photo however you like. as long as you are aware of the you know the potential artificial quality that might come with overediting a photo then I think you should be fine. So that is the pros of digital photography that is that you have a lot of avenue for editing your photos nowadays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s13",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "But when it comes to the cons, I think that to some people es especially those who kind of identify themselves as like true artists, it kind of takes away, you know, taking a photo digitally and edit them on a software kind of takes away the fun of the process, right?",
      "transcript": "And it is not like they cannot do the more traditional method. stick to conventionality anymore, but it is more like they are forced into digital photography nowadays or else they will not get any customer. They will not produce photos quickly enough.",
      "source": "supplementary",
      "transcript_original": "And it's not like they can't do the more traditional method. stick to conventionality anymore, but it's more like they are forced into digital photography nowadays or else they won't get any customer. They won't produce photos quickly enough.",
      "transcript_cleaned": "And it is not like they cannot do the more traditional method. stick to conventionality anymore, but it is more like they are forced into digital photography nowadays or else they will not get any customer. They will not produce photos quickly enough.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s15",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "So, should people share your photographs of themselves online?",
      "transcript": "I think that they have every right to do that. Really, I do not think there is a law that ban people from sharing photographs of themselves online. Well, maybe say for the cases when they infringe or violate some, you know, some rules, terms and conditions of the platform they are going to be posting photos on. I think that it is something that should be encouraged really because it not only promotes bodily positivity.",
      "source": "supplementary",
      "transcript_original": "I think that they have every right to do that. Really, I don't think there's a law that ban people from sharing photographs of themselves online. Well, maybe say for the cases when they infringe uh or violate some, you know, uh some rules, terms and conditions of the platform they're going to be posting photos on. I think that it's something that should be encouraged really because um it not only promotes bodily positivity.",
      "transcript_cleaned": "I think that they have every right to do that. Really, I do not think there is a law that ban people from sharing photographs of themselves online. Well, maybe say for the cases when they infringe or violate some, you know, some rules, terms and conditions of the platform they are going to be posting photos on. I think that it is something that should be encouraged really because it not only promotes bodily positivity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s16",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "There are still trolls online which you should be aware of, right?",
      "transcript": "But generally I think you know people are pretty nice on the internet. I see. Okay.",
      "source": "supplementary",
      "transcript_original": "But generally I think you know people are pretty nice on the internet. I see. Okay.",
      "transcript_cleaned": "But generally I think you know people are pretty nice on the internet. I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s17",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "What can an image be worth a thousand words?",
      "transcript": "Well this is when when right okay so worth a thousand words. this is actually really tricky. I am not so much into literature you know so yeah let me approach this in a slightly more scientific way so neuroscience from the neuroscience perspective I would say that a a picture contains a lot of different information right so when you look at a picture you are seeing not only the object but also the kind of environment it is it is in the condition weather condition lighting conditions all that around surrounding the object and you see the condition of the object itself.",
      "source": "supplementary",
      "transcript_original": "Well um this is when when right okay so worth a thousand words. Um this is actually really tricky. um I'm not so much into literature you know so yeah let me approach this in a slightly more scientific way so neuroscience from the neuroscience perspective I would say that a a picture contains a lot of different information right so when you look at a picture you're seeing not only the object but also the kind of environment it is it is in uh the condition weather condition lighting conditions all that um around surrounding the object and you see the condition of the object itself.",
      "transcript_cleaned": "this is when when right okay so worth a thousand words. this is actually really tricky. I am not so much into literature you know so yeah let me approach this in a slightly more scientific way so neuroscience from the neuroscience perspective I would say that a a picture contains a lot of different information right so when you look at a picture you are seeing not only the object but also the kind of environment it is it is in the condition weather condition lighting conditions all that around surrounding the object and you see the condition of the object itself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "UXnIa93cJ5Q_s18",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "It is something that if you take the linguistic equivalent of it, it would be a few different par a few long paragraphs, right?",
      "transcript": "I mean you have seen like a lot of examples of that when in a novel a a writer needs to write a very long paragraph just to describe a scene but you know on the movie adaptation of that it is only like a three minute footage a 3se secondond footage right so yeah I think in that case you know sometimes scientifically saying the image kind of communicates information more efficiently It can manage to do that in a very short span of time. All right, I see. So, one last question.",
      "source": "supplementary",
      "transcript_original": "I mean you have seen like um a lot of examples of that when uh in a novel a um a writer needs to write a very long paragraph just to describe a scene but you know on uh the movie adaptation of that it's only like a three minute footage a 3se secondond footage right so yeah I think in that case you know um sometimes uh scientifically saying the image kind of communicates information more efficiently It can manage to do that in a very short span of time. All right, I see. So, one last question.",
      "transcript_cleaned": "I mean you have seen like a lot of examples of that when in a novel a a writer needs to write a very long paragraph just to describe a scene but you know on the movie adaptation of that it is only like a three minute footage a 3se secondond footage right so yeah I think in that case you know sometimes scientifically saying the image kind of communicates information more efficiently It can manage to do that in a very short span of time. All right, I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s02",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you live in a house or an apartment?",
      "transcript": "I live in an apartment and, it is a townhouse. Okay.",
      "source": "supplementary",
      "transcript_original": "I live in an apartment and, uh, it is a townhouse. Okay.",
      "transcript_cleaned": "I live in an apartment and, it is a townhouse.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s03",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Can you describe your apartment?",
      "transcript": "Sure. So, as I said, this is called a townhouse and it has two floors. It has one basement. It has three bedrooms, two washrooms, a living space, and a kitchen. Okay.",
      "source": "supplementary",
      "transcript_original": "Sure. So, uh, as I said, this is called a townhouse and it has two floors. It has one basement. It has three bedrooms, two washrooms, a living space, and a kitchen. Okay.",
      "transcript_cleaned": "Sure. So, as I said, this is called a townhouse and it has two floors. It has one basement. It has three bedrooms, two washrooms, a living space, and a kitchen.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s04",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "What is your favorite room in your townhouse?",
      "transcript": "My favorite room has to be the living space because it is that one place in our house where we all get to sit together and spend a lot of quality time together.",
      "source": "supplementary",
      "transcript_original": "Uh, my favorite room has to be the living space because it is that one place in our house where we all get to sit together and spend a lot of quality time together.",
      "transcript_cleaned": "My favorite room has to be the living space because it is that one place in our house where we all get to sit together and spend a lot of quality time together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vKQANflJvVA_s06",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Where is the last place you visited?",
      "transcript": "The last place I visited as a trip would have to be Cox's Bazar back in Bangladesh and it was a very special trip because it was my honeymoon. Okay.",
      "source": "supplementary",
      "transcript_original": "The last place I visited as a trip would have to be Cox's Bazar back in Bangladesh and it was a very special trip because it was my honeymoon. Okay.",
      "transcript_cleaned": "The last place I visited as a trip would have to be Cox's Bazar back in Bangladesh and it was a very special trip because it was my honeymoon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}