{
  "batch_id": 293,
  "count": 20,
  "samples": [
    {
      "sample_id": "iUFNL-nZTlg_s10",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Do you like to eat chocolate?",
      "transcript": "Yeah, I definitely like eating chocolate. my favorite one is I do not really have a favorite one. I like all of them. Okay.",
      "source": "supplementary",
      "transcript_original": "Yeah, I definitely like eating chocolate. Um my favorite one is I don't really have a favorite one. I like all of them. Okay.",
      "transcript_cleaned": "I definitely like eating chocolate. my favorite one is I do not really have a favorite one. I like all of them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s11",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So, how often do you eat chocolate?",
      "transcript": "Well, these days I am try to follow the healthy diet and I limit the amount of chocolate I consume, but I usually eat on a weekly basis. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, these days I'm try to follow the healthy diet and I limit the amount of chocolate I consume, but I usually eat on a weekly basis. Okay.",
      "transcript_cleaned": "these days I am try to follow the healthy diet and I limit the amount of chocolate I consume, but I usually eat on a weekly basis.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s12",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Do you have any favorite flavors?",
      "transcript": "Well, I do not really mind any type of chocolate, but the one that I genuinely like is milk chocolate. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, I don't really mind any type of chocolate, but the one that I genuinely like is milk chocolate. Okay.",
      "transcript_cleaned": "I do not really mind any type of chocolate, but the one that I genuinely like is milk chocolate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s16",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Which expensive items would many people would many young people in your country like to buy?",
      "transcript": "Well, that is probably a car as we have already mentioned that consider it to be a status symbol. But beyond cars, I believe a big house is also on the mind of many youngsters.",
      "source": "supplementary",
      "transcript_original": "Well, that's probably a car as we've already mentioned that uh consider it to be a status symbol. But beyond cars, I believe a big house is also on the mind of many youngsters.",
      "transcript_cleaned": "that is probably a car as we have already mentioned that consider it to be a status symbol. But beyond cars, I believe a big house is also on the mind of many youngsters.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "iUFNL-nZTlg_s17",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Now, how do the expensive items that younger people want to buy differ from those that older people want to buy?",
      "transcript": "Well, there is a striking difference. the values between the elderly and the youngsters definitely change and definitely defer. First and foremost, I would say that the elderly are not really looking for luxurious items. They are looking for the emotional bond they have with that item. For example, my granddad has a relatively cheap watch, but it he says that it has a specific meaning behind it. However, youngsters usually, as we already talked about it, are looking for specific status symbols. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, there is a striking difference. Um, the values between the elderly and the youngsters definitely change and definitely defer. First and foremost, I would say that the elderly are not really looking for luxurious items. They are looking for the emotional bond they have with that item. For example, my granddad has a relatively cheap watch, but it he says that it has a specific meaning behind it. However, youngsters usually, as we already talked about it, uh are looking for specific status symbols. Okay.",
      "transcript_cleaned": "there is a striking difference. the values between the elderly and the youngsters definitely change and definitely defer. First and foremost, I would say that the elderly are not really looking for luxurious items. They are looking for the emotional bond they have with that item. For example, my granddad has a relatively cheap watch, but it he says that it has a specific meaning behind it. However, youngsters usually, as we already talked about it, are looking for specific status symbols.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s19",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "How difficult is it to become rich in today's world?",
      "transcript": "Well, in today's world with increasing with with everinccreasing number of info businesses, I believe it is not that hard to get wealthy at some point because the only thing that one needs is to get very excellent, get adapt at something and then build his own company and then sell it to as many people as possible. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, in today's world with increasing with with everinccreasing number of info businesses, I believe it's not that hard uh to get wealthy at some point because the only thing that one needs is to get very excellent, get adapt at something and then build his own company and then sell it to as many people as possible. Okay.",
      "transcript_cleaned": "in today's world with increasing with with everinccreasing number of info businesses, I believe it is not that hard to get wealthy at some point because the only thing that one needs is to get very excellent, get adapt at something and then build his own company and then sell it to as many people as possible.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s20",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "And do you agree that money does not necessarily bring happiness?",
      "transcript": "Well, at some point money brings happiness. It gives a lot of comfort and it acts it opens doors for health for expensive medical care and I believe those factors are attributed to money bringing happiness. But there are definitely certain things that money cannot truly cannot cover all of the factors that influence happiness levels like what first and foremost money cannot get you love. love is one of those things that get you fulfillment and with money even if you are a billionaire there are some billionaires who are unhappy because they do not tr they do not really find that the other half of theirs and I believe love and human interactions cannot be bought for money. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, at some point money brings happiness. It gives a lot of comfort and it acts it opens doors for health for expensive medical care and I believe those factors are attributed to money bringing happiness. But there are definitely certain things that money cannot truly uh cannot cover all of the factors that influence happiness levels like what um first and foremost money can't get you love. Uh love is one of those things that get you fulfillment and with money even if you are a billionaire there are some billionaires who are unhappy because they don't tr they don't really find that the other half of theirs and I believe love and human interactions cannot be bought for money. Okay.",
      "transcript_cleaned": "at some point money brings happiness. It gives a lot of comfort and it acts it opens doors for health for expensive medical care and I believe those factors are attributed to money bringing happiness. But there are definitely certain things that money cannot truly cannot cover all of the factors that influence happiness levels like what first and foremost money cannot get you love. love is one of those things that get you fulfillment and with money even if you are a billionaire there are some billionaires who are unhappy because they do not tr they do not really find that the other half of theirs and I believe love and human interactions cannot be bought for money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s02",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Do you like weekends?",
      "transcript": "Yes, I love weekends. After a long week, I surely would love to take some rest on the weekends.",
      "source": "supplementary",
      "transcript_original": "Yes, I love weekends. After a long week, I surely would love to take some rest on the weekends.",
      "transcript_cleaned": "Yes, I love weekends. After a long week, I surely would love to take some rest on the weekends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s03",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "How do you usually spend your weekends and why?",
      "transcript": "I usually spend my weekends watching movies and series because that is my favorite activity and I do not get time for I do not get enough time for that during the weekdays. So, I do that on weekends.",
      "source": "supplementary",
      "transcript_original": "I usually spend my weekends watching movies and series because that's my favorite activity and I don't get time for I don't get enough time for that during the weekdays. So, I do that on weekends.",
      "transcript_cleaned": "I usually spend my weekends watching movies and series because that is my favorite activity and I do not get time for I do not get enough time for that during the weekdays. So, I do that on weekends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s04",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Which is your favorite part of the weekend?",
      "transcript": "My favorite part of the weekend is the evening because I get to hang out with my friends. Going out with my friends is also another favorite activity of mine.",
      "source": "supplementary",
      "transcript_original": "My favorite part of the weekend is the evening because I get to hang out with my friends. Going out with my friends is also another favorite activity of mine.",
      "transcript_cleaned": "My favorite part of the weekend is the evening because I get to hang out with my friends. Going out with my friends is also another favorite activity of mine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s05",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Do you think your weekends are long enough?",
      "transcript": "No, I do not think my weekends are long enough because I have a lot of chores to do and one day is not enough for all those activities while enjoying myself.",
      "source": "supplementary",
      "transcript_original": "No, I don't think my weekends are long enough because I have a lot of chores to do and one day is not enough for all those activities while enjoying myself.",
      "transcript_cleaned": "No, I do not think my weekends are long enough because I have a lot of chores to do and one day is not enough for all those activities while enjoying myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s08",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "And my first question is what skills and abilities do most people want to have today?",
      "transcript": "Most people want to learn IT skills these days because this has been the top of discussion and everyone thinks that learning this skill will get them jobs in the future and it has been proven right a lot of times. that is why most people want to learn IT related skills.",
      "source": "supplementary",
      "transcript_original": "Most people want to learn IT skills these days because this has been the top of discussion and everyone thinks that learning this skill will get them jobs in the future and it has been proven right a lot of times. That's why most people want to learn IT related skills.",
      "transcript_cleaned": "Most people want to learn IT skills these days because this has been the top of discussion and everyone thinks that learning this skill will get them jobs in the future and it has been proven right a lot of times. that is why most people want to learn IT related skills.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s09",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Which skills should children learn at the school?",
      "transcript": "Children should mostly learn leadership qualities and teamwork in school because there are a lot of children in a class. So if they learn how to manage themselves or how to complete a project among themselves then they will have some future skills that they can use in corporate levels.",
      "source": "supplementary",
      "transcript_original": "Children should mostly learn leadership qualities and teamwork in school because there are a lot of children in a class. So if they learn how to manage themselves or how to complete a project among themselves then they will have some future skills that they can use in corporate levels.",
      "transcript_cleaned": "Children should mostly learn leadership qualities and teamwork in school because there are a lot of children in a class. So if they learn how to manage themselves or how to complete a project among themselves then they will have some future skills that they can use in corporate levels.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s10",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Which skills do you think will be important in the future?",
      "transcript": "I believe the most important skill in the future will be the data analysis skill because this has been the top of discussion and people have been delving into this sector. So I believe this will prove to be a very significant sector in the future.",
      "source": "supplementary",
      "transcript_original": "I believe the most important skill in the future will be the data analysis skill because this has been the top of discussion and people have been delving into this sector. So I believe this will prove to be a very significant sector in the future.",
      "transcript_cleaned": "I believe the most important skill in the future will be the data analysis skill because this has been the top of discussion and people have been delving into this sector. So I believe this will prove to be a very significant sector in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s11",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Which kinds of jobs have the highest salaries in your country?",
      "transcript": "In my country, people related to IT sector, doctors and government officials have the highest salaries because doctors need to study for a long time. So they get paid for the most delicate surgeries. the IT sector has flourished a lot in the past few years. So they also get paid more and government officials control everything related to our country. So they have to get paid more for their hard work.",
      "source": "supplementary",
      "transcript_original": "In my country, people related to IT sector, doctors and government officials have the highest salaries because doctors need to study for a long time. So they get paid for the most delicate surgeries. Um the IT sector has flourished a lot in the past few years. So they also get paid more and government officials control everything related to our country. So they have to get paid more for their hard work.",
      "transcript_cleaned": "In my country, people related to IT sector, doctors and government officials have the highest salaries because doctors need to study for a long time. So they get paid for the most delicate surgeries. the IT sector has flourished a lot in the past few years. So they also get paid more and government officials control everything related to our country. So they have to get paid more for their hard work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "JWPSfM2lYGQ_s12",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Are there any other jobs that you think should have high salaries?",
      "transcript": "Yes, I believe teachers should also get high salaries because teaching children and teenagers is a very difficult job and they have to go through it every day and they do not get enough breaks. So, they should get paid more than they are getting paid now. Some people say it would be better for society if everyone got the same salary.",
      "source": "supplementary",
      "transcript_original": "Yes, I believe teachers should also get high salaries because teaching children and teenagers is a very difficult job and they have to go through it every day and they don't get enough breaks. So, they should get paid more than they are getting paid now. Some people say it would be better for society if everyone got the same salary.",
      "transcript_cleaned": "Yes, I believe teachers should also get high salaries because teaching children and teenagers is a very difficult job and they have to go through it every day and they do not get enough breaks. So, they should get paid more than they are getting paid now. Some people say it would be better for society if everyone got the same salary.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "JWPSfM2lYGQ_s13",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "What do you think about that?",
      "transcript": "I do not think everyone should get the same salary because the caliber of everyone's work is not the same and everyone do not put in equal efforts in their work. For example, teachers have to go through a lot to teach children. So, they should get paid more. But there are some other easy jobs that do not require that much effort or time. So, they do not need to get paid the same as the teachers. Well, that is the end of your speaking test.",
      "source": "supplementary",
      "transcript_original": "I don't think everyone should get the same salary because the caliber of everyone's work is not the same and everyone don't put in equal efforts in their work. For example, teachers have to go through a lot to teach children. So, they should get paid more. But there are some other easy jobs that don't require that much effort or time. So, they don't need to get paid the same as the teachers. Well, that is the end of your speaking test.",
      "transcript_cleaned": "I do not think everyone should get the same salary because the caliber of everyone's work is not the same and everyone do not put in equal efforts in their work. For example, teachers have to go through a lot to teach children. So, they should get paid more. But there are some other easy jobs that do not require that much effort or time. So, they do not need to get paid the same as the teachers. Well, that is the end of your speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kH4VZJTSOA0_s01",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "What is your favorite type of cuisine?",
      "transcript": "Well, I have to say that I am not a picky eater.",
      "source": "supplementary",
      "transcript_original": "Well, uh, I have to say that I'm not a picky eater.",
      "transcript_cleaned": "I have to say that I am not a picky eater.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kH4VZJTSOA0_s02",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "So, if I have to pick the my favorite food, did you hear that?",
      "transcript": "I am not a picky eater. Beautiful. Very natural phrase that native speakers use. And we have got off to a great start. It says Vietnamese food because we are all familiar with the traditional food in Vietnam and I find that it contains a variety of food. So, I think that it will give me a tasty meal when it comes to Vietnamese cuisine. Fantastic. Thank you. I love that she smiles at the end of her answer. Guys, one piece of advice I would give you is when you finish speaking, try to finish confidently with a smile ready for the next question. It just helps for that communication between the student and the examiner. Thank you.",
      "source": "supplementary",
      "transcript_original": "I'm not a picky eater. Beautiful. Very natural phrase that native speakers use. And we've got off to a great start. It says Vietnamese food because uh we are all familiar with the traditional food in Vietnam and I find that it contains a variety of food. So, I think that uh it will give me a tasty uh meal when it comes to Vietnamese cuisine. Fantastic. Thank you. I love that she smiles at the end of her answer. Guys, one piece of advice I would give you is when you finish speaking, try to finish confidently with a smile ready for the next question. It just helps for that communication between the student and the examiner. Thank you.",
      "transcript_cleaned": "I am not a picky eater. Beautiful. Very natural phrase that native speakers use. And we have got off to a great start. It says Vietnamese food because we are all familiar with the traditional food in Vietnam and I find that it contains a variety of food. So, I think that it will give me a tasty meal when it comes to Vietnamese cuisine. Fantastic. Thank you. I love that she smiles at the end of her answer. Guys, one piece of advice I would give you is when you finish speaking, try to finish confidently with a smile ready for the next question. It just helps for that communication between the student and the examiner.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kH4VZJTSOA0_s10",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "What makes an experience unforgettable for a person?",
      "transcript": "Well, I think it depends on a different aspect like normally the u experience that leads a strong emotion or it contains something for the first time like when you first go to school and something like that. I think that it is give you a lot of emotion evolves in it so that you can so it can create a longlasting memory. Brilliant. I agree. Thank you.",
      "source": "supplementary",
      "transcript_original": "Well, I think it depends on a different aspect like uh uh normally the u experience that leads a strong emotion or it uh contains something uh for the first time like uh when you first go to school and something like that. I think that um it's um give you a lot of uh um emotion evolves in it so that you can so it can create a longlasting memory. Brilliant. I agree. Thank you.",
      "transcript_cleaned": "I think it depends on a different aspect like normally the u experience that leads a strong emotion or it contains something for the first time like when you first go to school and something like that. I think that it is give you a lot of emotion evolves in it so that you can so it can create a longlasting memory. Brilliant. I agree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}