{
  "batch_id": 134,
  "count": 20,
  "samples": [
    {
      "sample_id": "US_pz_Z6GCk_q33",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Do you think that that is the best stage to leave home?",
      "transcript": "I think it is the best age because on the other hand, I think it is also acceptable to leave home a bit later in life because it is better to stay with your family members to help each other and renting is too expensive if you cannot afford your own place. So now her answers are getting kind of short. I see so many opportunities to extend more here. and she is just kind of stating a position and then justifying it with because, but then not really taking it far enough to necessitate more complex or precise language. She is also starting to incorporate parts of the question a little too much. it is not wrong to do this, but it is not really helping either. Watch this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it is the best age because um, on the other hand, I think it is also acceptable to leave home a bit later in life because um, it's better to stay with your family members to help each other and uh, renting is too expensive if you can't afford your own place. So now her answers are getting kind of short. I see so many opportunities to extend more here. Uh, and she's just kind of stating a position and then justifying it with because, but then not really taking it far enough to necessitate more complex or precise language. She's also starting to incorporate parts of the question a little too much. Uh, it's not wrong to do this, but it's not really helping either. Watch this.",
      "transcript_cleaned": "I think it is the best age because on the other hand, I think it is also acceptable to leave home a bit later in life because it is better to stay with your family members to help each other and renting is too expensive if you cannot afford your own place. So now her answers are getting kind of short. I see so many opportunities to extend more here. and she is just kind of stating a position and then justifying it with because, but then not really taking it far enough to necessitate more complex or precise language. She is also starting to incorporate parts of the question a little too much. it is not wrong to do this, but it is not really helping either. Watch this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q34",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Did you notice how Vivian repeated the question back in the answer?",
      "transcript": "Instead she could have just said definitely yes or actually I do not. Now I also noticed that Vivian changed her mind halfway through her answer and corrected herself. I think it is the best age because on the other hand I think it is also acceptable to leave home a bit later in life because I wouldn have said on the other hand if I was correcting myself If I were I might say like actually no I think it okay to stay longer Or she could say why it is the best stage and then say, but I understand why some people stay longer. For example, if, and then explain that. You can absolutely change your mind in the middle of your answer in the speaking test and then go back and explain why. let us continue watching.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Instead she could have just said definitely yes or actually I don't. Now I also noticed that Vivian changed her mind halfway through her answer and corrected herself. I think it is the best age because um on the other hand I think it is also acceptable to leave home a bit later in life because um I wouldn have said on the other hand uh if I was correcting myself If I were I might say like hmm actually no I think it okay to stay longer Or she could say why it's the best stage and then say, but I understand why some people stay longer. For example, if, and then explain that. You can absolutely change your mind in the middle of your answer in the speaking test and then go back and explain why. Let's continue watching.",
      "transcript_cleaned": "Instead she could have just said definitely yes or actually I do not. Now I also noticed that Vivian changed her mind halfway through her answer and corrected herself. I think it is the best age because on the other hand I think it is also acceptable to leave home a bit later in life because I wouldn have said on the other hand if I was correcting myself If I were I might say like actually no I think it okay to stay longer Or she could say why it is the best stage and then say, but I understand why some people stay longer. For example, if, and then explain that. You can absolutely change your mind in the middle of your answer in the speaking test and then go back and explain why. let us continue watching.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q36",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Are there any problems that can happen when families live together?",
      "transcript": "I think the oldest member of the family, in fact needs some help because, their physical capacities are not that great. So young people can maybe help them to leave something and do the cleaning so that it is not too physically exhausting for the older generation. And another problem is, if you were listening, you would have heard Alex say, are there any problems that can happen when families live together? Vivian did a better job extending her answer here, but again, the question gives you the opportunity to talk about more than one idea. And in the case of this exact question, more than one problem. My advice, do not miss an easy opportunity to continue speaking and extend your answer more. let us keep going.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think the oldest member of the family, um, in fact needs some help because, um, their physical capacities are not that great. So young people can maybe help them to leave something and do the cleaning so that it's not too physically exhausting for the older generation. And another problem is, if you were listening, you would have heard Alex say, are there any problems that can happen when families live together? Vivian did a better job extending her answer here, but again, the question gives you the opportunity to talk about more than one idea. And in the case of this exact question, more than one problem. My advice, don't miss an easy opportunity to continue speaking and extend your answer more. Let's keep going.",
      "transcript_cleaned": "I think the oldest member of the family, in fact needs some help because, their physical capacities are not that great. So young people can maybe help them to leave something and do the cleaning so that it is not too physically exhausting for the older generation. And another problem is, if you were listening, you would have heard Alex say, are there any problems that can happen when families live together? Vivian did a better job extending her answer here, but again, the question gives you the opportunity to talk about more than one idea. And in the case of this exact question, more than one problem. My advice, do not miss an easy opportunity to continue speaking and extend your answer more. let us keep going.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q37",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "In the future, do you think people will choose to rent rather than buy property?",
      "transcript": "I think considering the rising housing costs, it is harder now to buy your own place, especially a big house. So, and a lot of young people prefer living close to the shops and public transport. So I think it is definitely a rising trend for people to rent, near the city center instead of buying their own place. One thing Vivian could have done here is reflect on her own feelings about this. Maybe she thinks it is kind of unfortunate that people are choosing to rent more often nowadays. I sometimes coach my students to use expressions like sadly or to be honest to prompt them to reflect more on their ideas and their answers. let us finish it off.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think considering the rising housing costs, it is harder now to buy your own place, especially a big house. So, and a lot of young people prefer living close to the shops and public transport. So I think it's definitely a rising trend for people to rent, uh, near the city center instead of buying their own place. One thing Vivian could have done here is reflect on her own feelings about this. Maybe she thinks it's kind of unfortunate that people are choosing to rent more often nowadays. I sometimes coach my students to use expressions like sadly or to be honest to prompt them to reflect more on their ideas and their answers. Let's finish it off.",
      "transcript_cleaned": "I think considering the rising housing costs, it is harder now to buy your own place, especially a big house. So, and a lot of young people prefer living close to the shops and public transport. So I think it is definitely a rising trend for people to rent, near the city center instead of buying their own place. One thing Vivian could have done here is reflect on her own feelings about this. Maybe she thinks it is kind of unfortunate that people are choosing to rent more often nowadays. I sometimes coach my students to use expressions like sadly or to be honest to prompt them to reflect more on their ideas and their answers. let us finish it off.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q38",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Do you think that will become more common in the future?",
      "transcript": "It is quite an interesting question because I have recently heard a lot of stories about people moving out of their countries to experience a different lifestyle. I believe, there are other reasons for people to move to another country to live in. For example, changing jobs or they would like to study in another, another country. I think it is quite interesting to experience a different lifestyle in somewhere that is different from your own country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It is quite an interesting question because I've recently heard a lot of stories about people moving out of their countries to experience a different lifestyle. I believe, um, there are other reasons for people to move to another country to live in. For example, um, changing jobs or they would like to study in another, another country. I think it's quite interesting to experience a different lifestyle in somewhere that is different from your own country.",
      "transcript_cleaned": "It is quite an interesting question because I have recently heard a lot of stories about people moving out of their countries to experience a different lifestyle. I believe, there are other reasons for people to move to another country to live in. For example, changing jobs or they would like to study in another, another country. I think it is quite interesting to experience a different lifestyle in somewhere that is different from your own country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q01",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "Are you ready?",
      "transcript": "Yes, I am ready. Well, let us get it on. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I'm ready. Well, let's get it on. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes, I am ready. Well, let us get it on. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q03",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "What do you and your friends do together?",
      "transcript": "Oh, we are, studying English and we are making films together because we are all interested in it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, we're, uh, studying English and we're making films together because we're all interested in it.",
      "transcript_cleaned": "Oh, we are, studying English and we are making films together because we are all interested in it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q04",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "And how do people in your country meet others and make friends?",
      "transcript": "Oh, my country, the people, majority of people likes, the tourists. So, when they are meeting each other, you know, they are kind of interested in them. So, they are just, Meeting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, my country, the people, uh, majority of people likes, uh, the tourists. So, uh, when they're meeting each other, you know, they're kind of interested in them. So, they're just, Meeting.",
      "transcript_cleaned": "Oh, my country, the people, majority of people likes, the tourists. So, when they are meeting each other, you know, they are kind of interested in them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q05",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "And do adults and children make friends in the same way?",
      "transcript": "I think no, the children are making lots of friends than adults because you know the communication way is more easier for them and they have no special things. Special.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think no, the children are making lots of friends than adults because you know the communication way is more easier for them and they have no special things. Special.",
      "transcript_cleaned": "I think no, the children are making lots of friends than adults because you know the communication way is more easier for them and they have no special things. Special.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q06",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "Do you usually make your friends laugh?",
      "transcript": "Oh, yeah, actually I do it a lot. they call me sometimes, you are doing so much, you are kind of clown. But I am also offending of that word. I am trying to be not approachable for them as a clown. So they say that. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, yeah, actually I do it a lot. Uh, they call me sometimes, you're doing so much, you're kind of clown. But I'm also offending of that word. I'm trying to be not approachable for them as a clown. So they say that. Alright.",
      "transcript_cleaned": "Oh, yeah, actually I do it a lot. they call me sometimes, you are doing so much, you are kind of clown. But I am also offending of that word. I am trying to be not approachable for them as a clown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q07",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "And in what situations do people laugh?",
      "transcript": "I think they are laughing to think that they do not have the courage to do it. For example, especially in public places. when I am doing something that it is not, it is illegal and they cannot do it, they made them laugh.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think they are laughing to think that they don't have the courage to do it. For example, especially in public places. Uh, when I'm doing something that it's not, it's illegal and they can't do it, they made them laugh.",
      "transcript_cleaned": "I think they are laughing to think that they do not have the courage to do it. For example, especially in public places. when I am doing something that it is not, it is illegal and they cannot do it, they made them laugh.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q08",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "When we are friends, the sense of humor is very, sensual.",
      "transcript": "And, for example, if we do not laugh together, it means that we cannot be friends. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And, for example, if we don't laugh together, it means that we can't be friends. Now,.",
      "transcript_cleaned": "And, for example, if we do not laugh together, it means that we cannot be friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q09",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "How do you organize your time?",
      "transcript": "Oh, that is an interesting question. I am an organized person. I am, I always organize my time. I am scheduling the things. And even in trips I am making an itinerary and I am always doing the things. First of all I am putting important things to entertainment first, then the things that are essential second. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, that's an interesting question. I'm an organized person. I'm, I always organize my time. I'm scheduling the things. And even in trips I'm making an itinerary and I'm always doing the things. First of all I'm putting important things to entertainment first, then the things that are essential second. Perfect.",
      "transcript_cleaned": "Oh, that is an interesting question. I am an organized person. I am, I always organize my time. I am scheduling the things. And even in trips I am making an itinerary and I am always doing the things. First of all I am putting important things to entertainment first, then the things that are essential second. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q10",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "Now do you think people organize time in the same way?",
      "transcript": "No, I do not think that most, some people are all organized people but some people are not organized. they are just doing the things randomly. They do not have a plan to do it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I don't think that most, some people are all organized people but some people are not organized. They're just doing the things randomly. They don't have a plan to do it.",
      "transcript_cleaned": "No, I do not think that most, some people are all organized people but some people are not organized. they are just doing the things randomly. They do not have a plan to do it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q11",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "And how do you feel when you are late for an appointment?",
      "transcript": "Oh, that is a very terrible thing to happen to me. And I always try to be on time and do the things exactly to settle time. And I feel very bad about it. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, that's a very terrible thing to happen to me. And I always try to be on time and do the things exactly to settle time. And I feel very bad about it. All right.",
      "transcript_cleaned": "Oh, that is a very terrible thing to happen to me. And I always try to be on time and do the things exactly to settle time. And I feel very bad about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q12",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "Do you understand?",
      "transcript": "Yeah. Now the topic is describe your time in a gym or a fitness center.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah. Now the topic is describe your time in a gym or a fitness center.",
      "transcript_cleaned": "Now the topic is describe your time in a gym or a fitness center.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q13",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "Would you please hand me back the piece of paper and the pen?",
      "transcript": "Sure. And the pen please.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Sure. And the pen please.",
      "transcript_cleaned": "Sure. And the pen please.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q14",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "What types of fitness centers are popular in your country these days?",
      "transcript": "These days it is very popular actually and most of the people, you know, the awareness is predated in people's attitude. So it makes them to realize the importance of exercise in their life. So they are working out every day, most of them. The majority of people are athletes now, as far as I know, in my country, in my vicinity. And, what I think about them, but in past time, if we look to past time, it was not like this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "These days it's very popular actually and most of the people, you know, the awareness is predated in people's attitude. So it makes them to realize the importance of exercise in their life. So they're working out every day, most of them. The majority of people are athletes now, as far as I know, in my country, in my vicinity. And, uh, what I think about them, but in past time, if we look to past time, it wasn't like this.",
      "transcript_cleaned": "These days it is very popular actually and most of the people, you know, the awareness is predated in people's attitude. So it makes them to realize the importance of exercise in their life. So they are working out every day, most of them. The majority of people are athletes now, as far as I know, in my country, in my vicinity. And, what I think about them, but in past time, if we look to past time, it was not like this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q15",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "And are there any negative effects of exercising in gyms?",
      "transcript": "Yes, there are negative effects. There are some exaggeratings, as you know, in every field, even in exercising. So people are, people using, people using too much, supplements and it is harmful for their body like, creatine. it is very harmful for their body and, their kidney. So they are exaggerating of using this and they are, sometimes they are doing the things wrong at gym and there is no codes to, consider that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, there are negative effects. There are some exaggeratings, as you know, in every field, even in exercising. So people are, people using, people using too much, uh, supplements and it's harmful for their body like, uh, creatine. It's very harmful for their body and, uh, their kidney. So they're exaggerating of using this and they're, uh, sometimes they are doing the things wrong at gym and there is no codes to, uh, consider that.",
      "transcript_cleaned": "Yes, there are negative effects. There are some exaggeratings, as you know, in every field, even in exercising. So people are, people using, people using too much, supplements and it is harmful for their body like, creatine. it is very harmful for their body and, their kidney. So they are exaggerating of using this and they are, sometimes they are doing the things wrong at gym and there is no codes to, consider that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q16",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "And do you think exercise and good health is being given more importance in society now and why?",
      "transcript": "Yes, actually it has. In society when the people all works out, the people all have a health body and health brain, It means that less drugs cells less negative persons and the whole society is kind of healthy people It obviously is a good effect to all the society And how do you how do young people in your country feel about fitness About fitness? They just think it is, showing up. They just think that they should pop up their body and just, show them to people. And it is not all about this. it is a health issue. it is more than this. that is what I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, er, actually it has. In society when the people all works out, the people all have a health body and health brain, It means that less uh drugs cells less negative persons and the whole society is kind of healthy people It obviously is a good uh effect to all the society Mm And um how do you how do young people in your country feel about fitness About fitness? They just think it's, uh, showing up. They just think that they should pop up their body and just, uh, show them to people. And it's not all about this. It's a health issue. It's more than this. That's what I think.",
      "transcript_cleaned": "Yes, actually it has. In society when the people all works out, the people all have a health body and health brain, It means that less drugs cells less negative persons and the whole society is kind of healthy people It obviously is a good effect to all the society And how do you how do young people in your country feel about fitness About fitness? They just think it is, showing up. They just think that they should pop up their body and just, show them to people. And it is not all about this. it is a health issue. it is more than this. that is what I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}