{
  "batch_id": 76,
  "count": 20,
  "samples": [
    {
      "sample_id": "6oTmLm6elpY_q08",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "However, when I grow, when I am more major, right?",
      "transcript": "And I found out some friends, it is not the friends. It should be as we can. So I I tried to limit my relationships in a small space task I can share the secrets in the safe way and also to have the true friend yeah to help me when I have difficulty And also I can support for them I used to support a lot of people and you know what I can get from that is betrayal So that the reason why I changed my my my way to a mad friend Thank you. Well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And I found out some friends, it's not the friends. It should be as we can. So I I tried to limit my relationships in a small space task I can share the secrets in the safe way and also to have the true friend yeah to help me when I have difficulty And also I can support for them I used to support a lot of people and you know what I can get from that is betrayal So that the reason why I changed my uh my uh my way to a mad friend Thank you. Well done.",
      "transcript_cleaned": "And I found out some friends, it is not the friends. It should be as we can. So I I tried to limit my relationships in a small space task I can share the secrets in the safe way and also to have the true friend yeah to help me when I have difficulty And also I can support for them I used to support a lot of people and you know what I can get from that is betrayal So that the reason why I changed my my my way to a mad friend",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q10",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "The question is, can you describe a book you enjoyed reading?",
      "transcript": "Okay Lam, that brings us to the end of the one minute. If you are ready, you could.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay Lam, that brings us to the end of the one minute. If you're ready, you could.",
      "transcript_cleaned": "Lam, that brings us to the end of the one minute. If you are ready, you could.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q12",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Tell me, do people in your country enjoy reading?",
      "transcript": "No, they are less, they are less read books because we are developing countries and the main force in our labor force is also the worker and they work, you know, they work in the hands-on job so they are not easy for them to take time to read the books. And also the difference, there are a lot of difference between the area and Vietnam because you know a lot of mountain and also the ethnic people, they have their own language. So it is not easy to print the book to teach them in the Vietnamese because that is what we use for the national language. Interesting. Wow. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, they're less, they're less read books because we are developing countries and the main force in our labor force is also the worker and they work, you know, they work in the hands-on job so they're not easy for them to take time to read the books. And also the difference, there are a lot of difference between the area and Vietnam because you know a lot of mountain and also the ethnic people, they have their own language. So it's not easy to print the book to teach them in the Vietnamese because that's what we use for the national language. Interesting. Wow. Okay, thank you.",
      "transcript_cleaned": "No, they are less, they are less read books because we are developing countries and the main force in our labor force is also the worker and they work, you know, they work in the hands-on job so they are not easy for them to take time to read the books. And also the difference, there are a lot of difference between the area and Vietnam because you know a lot of mountain and also the ethnic people, they have their own language. So it is not easy to print the book to teach them in the Vietnamese because that is what we use for the national language. Interesting. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q13",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "But what kind of books are popular in your country?",
      "transcript": "I think that the book related to about the idea of Ho Chi Minh An Cô, which is the most popular. Every student has to You have to read that at the university. I think that is the most popular, the way our party wants to take the young generation to understand and how the work of the history and also the workflow of the government. Interesting. Wow, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think that the book related to about the idea of Ho Chi Minh An Cô, which is the most popular. Every student has to You have to read that at the university. I think that's the most popular, the way our party wants to take the young generation to understand and how the work of the history and also the workflow of the government. Interesting. Wow, thank you.",
      "transcript_cleaned": "I think that the book related to about the idea of Ho Chi Minh An Cô, which is the most popular. Every student has to You have to read that at the university. I think that is the most popular, the way our party wants to take the young generation to understand and how the work of the history and also the workflow of the government. Interesting. Wow,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q14",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Do you think reading is more important for children or for adults?",
      "transcript": "Actually, I think reading is important for both children and adults. It depends on what kind of reading for each day of human life. For example, for, you know, I think that one of the biggest benefits that reading brings to humans is that practice them in the ability to focus. And then for the children, you know, we have to practice them to focus, to think and to, to practice. For example, you know, a lot of people talk about the AI development right now and there is some, some of them suggest that we can apply to teach AI for the students. So, I mean that at a small, a small age, they can practice to focus. For the adults, I saw improved that because they are, they are busy with, in working. So, you know, they have also practice reading to improve their knowledge and also to practice, you know, when people have more concentration in something, I think that they can have a good, they can get, they can make good decision. Thank you. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually, I think reading is important for both children and adults. It depends on what kind of reading for each day of human life. For example, for, you know, I think that one of the biggest benefits that reading brings to humans is that practice them in the ability to focus. And then for the children, you know, we have to practice them to focus, to think and to, to practice. For example, you know, a lot of people talk about the AI development right now and there's some, some of them suggest that we can apply to teach AI for the students. So, I mean that at a small, a small age, they can practice to focus. For the adults, I saw improved that because they are, they are busy with, in working. So, you know, they have also practice reading to improve their knowledge and also to practice, you know, when people have more concentration in something, I think that they can have a good, they can get, they can make good decision. Thank you. Well done.",
      "transcript_cleaned": "Actually, I think reading is important for both children and adults. It depends on what kind of reading for each day of human life. For example, for, you know, I think that one of the biggest benefits that reading brings to humans is that practice them in the ability to focus. And then for the children, you know, we have to practice them to focus, to think and to, to practice. For example, you know, a lot of people talk about the AI development right now and there is some, some of them suggest that we can apply to teach AI for the students. So, I mean that at a small, a small age, they can practice to focus. For the adults, I saw improved that because they are, they are busy with, in working. So, you know, they have also practice reading to improve their knowledge and also to practice, you know, when people have more concentration in something, I think that they can have a good, they can get, they can make good decision.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q15",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "And finally, how has technology changed the way we read?",
      "transcript": "Yes. In terms of technology change right now, I think that there is a lot of technological advancement, you know. And we change from the reading of physical book to the electronic book. And I think that is, I, at, on the, on the, I read 100 international publications per day. I think reading physical book, it also, compulsory for some further aspect. And however, you know, we say in the world we talk a lot about the sustainability, sustainable development and you will read a book you have to cut down. You have to spend from the physical to the electronics one So electronics is the more effective way to say to store the book and to have the reading And and sometimes I also bring the paper to read and to make more time to think about it So there is a lot in the pictures. I think that there are huge changes right now. Maybe the future there will be a huge change about the top book or the speaking book. I do not know exactly. Yeah. Wow.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. In terms of technology change right now, I think that there's a lot of technological advancement, you know. And we change from the reading of physical book to the electronic book. And I think that's, I, at, on the, on the, I read 100 international publications per day. Uh, I think reading physical book, it also, um, compulsory for some further aspect. And however, you know, we say in the world we talk a lot about the sustainability, sustainable development and you will read a book you have to cut down. You have to spend from the physical to the electronics one So electronics is the more effective way to say to store the book and to have the reading And and sometimes I also bring the paper to read and to make more time to think about it So there's a lot in the pictures. I think that there are huge changes right now. Maybe the future there will be a huge change about the top book or the speaking book. I don't know exactly. Yeah. Wow.",
      "transcript_cleaned": "Yes. In terms of technology change right now, I think that there is a lot of technological advancement, you know. And we change from the reading of physical book to the electronic book. And I think that is, I, at, on the, on the, I read 100 international publications per day. I think reading physical book, it also, compulsory for some further aspect. And however, you know, we say in the world we talk a lot about the sustainability, sustainable development and you will read a book you have to cut down. You have to spend from the physical to the electronics one So electronics is the more effective way to say to store the book and to have the reading And and sometimes I also bring the paper to read and to make more time to think about it So there is a lot in the pictures. I think that there are huge changes right now. Maybe the future there will be a huge change about the top book or the speaking book. I do not know exactly. Yeah. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q16",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "It is very exciting to see the changes in the future, is not it?",
      "transcript": "Yeah. Amazing. Well Lam, that brings us to the end of the test. Thank you very much. Congratulations. Thank you. Okay, perfect.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. Amazing. Well Lam, that brings us to the end of the test. Thank you very much. Congratulations. Thank you. Okay, perfect.",
      "transcript_cleaned": "Amazing. Well Lam, that brings us to the end of the test. Thank you very much. Congratulations.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q17",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "So Lam, I want to sit with you now and ask you how do you feel that test went?",
      "transcript": "Yeah. Yes, I actually asked you to take several IA exams in the past and I thought that the test has a strong connection with the actual exam. Really? Yeah. And the one thing I, I love that you, if you take a pro IA exam, You know, you are more friendly. You know, I will tell you now, and this is something that many students do not know, the examiners, they have to be quite strict, otherwise they get in trouble. So I am overly friendly to try and encourage students to feel more confident, but in the real test they have to be quite serious. they are very bound by time limits, so they have to follow strict time limits for each of the parts as well. So sometimes they will interrupt you. Yeah, yeah. For example, in your part one, first of all I want to compliment, I loved your sense of humor.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yeah. Yes, I actually asked you to take several IA exams in the past and I thought that the test has a strong connection with the actual exam. Really? Yeah. And the one thing I, I love that you, if you take a pro IA exam, You know, you're more friendly. You know, I will tell you now, and this is something that many students don't know, the examiners, they have to be quite strict, otherwise they get in trouble. So I am overly friendly to try and encourage students to feel more confident, but in the real test they have to be quite serious. They're very bound by time limits, so they have to follow strict time limits for each of the parts as well. So sometimes they will interrupt you. Yeah, yeah. For example, in your part one, first of all I want to compliment, I loved your sense of humor.",
      "transcript_cleaned": "Yes, I actually asked you to take several IA exams in the past and I thought that the test has a strong connection with the actual exam. Really? Yeah. And the one thing I, I love that you, if you take a pro IA exam, You know, you are more friendly. You know, I will tell you now, and this is something that many students do not know, the examiners, they have to be quite strict, otherwise they get in trouble. So I am overly friendly to try and encourage students to feel more confident, but in the real test they have to be quite serious. they are very bound by time limits, so they have to follow strict time limits for each of the parts as well. So sometimes they will interrupt you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q18",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "You know when you made a joke about you being unemployed at the moment?",
      "transcript": "That is fantastic because it makes you sound more natural. So in the IELTS exam, I want you to imagine you are talking to a friend.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's fantastic because it makes you sound more natural. So in the IELTS exam, I want you to imagine you're talking to a friend.",
      "transcript_cleaned": "That is fantastic because it makes you sound more natural. So in the IELTS exam, I want you to imagine you are talking to a friend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q22",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Where did you learn that phrase?",
      "transcript": "Actually, I am reading a book every day, so I think that is, it is coming, it is coming, coming into my mouth randomly. I want to encourage students because I can tell you have read this book and it is a book that you feel that you really enjoyed. And you feel passionate about. So when you were speaking in the exam that came across. And that is one thing you can do to really stand out in the IELTS. You know, try to talk about something you really love or you really cared about. You care about. Yeah. overall, thank you very much. Lam, it is a pleasure to meet you today. Thank you for coming in. I appreciate your time. Come on.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually, I am reading a book every day, so I think that's, it's coming, it's coming, coming into my mouth randomly. I want to encourage students because I can tell you've read this book and it's a book that you feel that you really enjoyed. And you feel passionate about. So when you were speaking in the exam that came across. And that is one thing you can do to really stand out in the IELTS. You know, try to talk about something you really love or you really cared about. You care about. Yeah. Um, overall, thank you very much. Lam, it's a pleasure to meet you today. Thank you for coming in. I appreciate your time. Come on.",
      "transcript_cleaned": "Actually, I am reading a book every day, so I think that is, it is coming, it is coming, coming into my mouth randomly. I want to encourage students because I can tell you have read this book and it is a book that you feel that you really enjoyed. And you feel passionate about. So when you were speaking in the exam that came across. And that is one thing you can do to really stand out in the IELTS. You know, try to talk about something you really love or you really cared about. You care about. Yeah. overall, thank you very much. Lam, it is a pleasure to meet you today. Thank you for coming in. I appreciate your time. Come on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q03",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "How often do you use your mobile phone?",
      "transcript": "Honestly, I do not use it much now. About five Five, not about five hours a day. I do not know if that is a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. And because it helps us to study, acquire new knowledge and also the entertainment. So that is why I really love my mobile phone. Fantastic.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, honestly, I don't use it much now. About five Five, not about five hours a day. I don't know if that's a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. And because it helps us to study, acquire new knowledge and also the entertainment. So that's why I really love my mobile phone. Fantastic.",
      "transcript_cleaned": "Honestly, I do not use it much now. About five Five, not about five hours a day. I do not know if that is a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. And because it helps us to study, acquire new knowledge and also the entertainment. So that is why I really love my mobile phone. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q04",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "What do you usually use it for?",
      "transcript": "As I had said, I really love my mobile phone because, not only is my birthday gift from my dad, but also it is the, like the weapon that helped me a lot. Like it gives me knowledge from the TikTok, like, you know, the hashtag learn on TikTok. I serve it a lot so I can learn from my mobile phone.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, as I had said, I really love my mobile phone because, uh, not only is my birthday gift from my dad, but also it is the, like the weapon that helped me a lot. Like it gives me knowledge from the TikTok, like, you know, the hashtag learn on TikTok. I serve it a lot so I can learn from my mobile phone.",
      "transcript_cleaned": "As I had said, I really love my mobile phone because, not only is my birthday gift from my dad, but also it is the, like the weapon that helped me a lot. Like it gives me knowledge from the TikTok, like, you know, the hashtag learn on TikTok. I serve it a lot so I can learn from my mobile phone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q05",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Do you think you use your mobile too much?",
      "transcript": "Not at all anymore. As I had said, I used to be the person like, Oh, I cannot live without my mobile phone. But then I realized that I just spent all my day just surfing, surfing, and without no new knowledge. So when I realized that I started to change and I can vividly remember that I would start with the, like I said, the time limits on the iPhone. So now I can control my, Hobby. Hobby. Thank you so much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, not at all anymore. As I had said, I used to be the person like, Oh, I cannot live without my mobile phone. But then I realized that I just spent all my day just surfing, surfing, and without no new knowledge. So when I realized that I started to change and I can vividly remember that I would start with the, like I said, the time limits on the iPhone. So now I can control my, um, Hobby. Hobby. Thank you so much.",
      "transcript_cleaned": "Not at all anymore. As I had said, I used to be the person like, Oh, I cannot live without my mobile phone. But then I realized that I just spent all my day just surfing, surfing, and without no new knowledge. So when I realized that I started to change and I can vividly remember that I would start with the, like I said, the time limits on the iPhone. So now I can control my, Hobby. Hobby.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q06",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "What do you usually do on the weekend?",
      "transcript": "Actually I have a lot of things to do on my relaxed days, but I love nothing more than hanging out with my friends. Yes, I, I would pick her to the coffee shop, but we usually like come to each other house sharing the food and I would tell her a lot of things that happen in my week. And fortunately, I feel really relaxed and unwind after long working days. Beautiful.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually I have a lot of things to do on my relaxed days, but I love nothing more than hanging out with my friends. Yes, I, uh, I would pick her to the coffee shop, but we usually like come to each other house sharing the food and I would tell her a lot of things that happen in my week. And fortunately, I feel really relaxed and unwind after long working days. Beautiful.",
      "transcript_cleaned": "Actually I have a lot of things to do on my relaxed days, but I love nothing more than hanging out with my friends. Yes, I, I would pick her to the coffee shop, but we usually like come to each other house sharing the food and I would tell her a lot of things that happen in my week. And fortunately, I feel really relaxed and unwind after long working days. Beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q07",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Well then, do you prefer relaxing at home or going out?",
      "transcript": "I am definitely an extrovert person. So, you know, so you know, I will keep on like hanging outside. I will usually spend time with my friends my family but you know I always spend time with my myself because when I being alone I feel like I can recharge my social battery and I feel much better Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm definitely an extrovert person. So, you know, so you know, I will keep on like hanging outside. Uh I will usually spend time with my friends my family but you know I always spend time with my myself because when I being alone I feel like I can recharge my social battery and I feel much better Thank you.",
      "transcript_cleaned": "I am definitely an extrovert person. So, you know, so you know, I will keep on like hanging outside. I will usually spend time with my friends my family but you know I always spend time with my myself because when I being alone I feel like I can recharge my social battery and I feel much better",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q08",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Has the way you spend your weekends changed over time?",
      "transcript": "Absolutely yes. I have just realized that my hobbies and my activities at the weekend has changed a lot from the beginning. In the past, I used to prefer stay in my house and surfing the internet like other people, other friends. But then I realized that I need my memories, my beloved people more than the information on the internet. So I start to meet my friends and gather with my family. Beautiful, thank you. Okay Khan, we will now move on to part two. In part two, I will give you a question and you have one minute to prepare and then you will speak for two minutes, okay?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, absolutely yes. I've just realized that my hobbies and my activities at the weekend has changed a lot from the beginning. In the past, I used to prefer stay in my house and surfing the internet like other people, other friends. But then I realized that I need my memories, my beloved people more than the information on the internet. So I start to meet my friends and gather with my family. Beautiful, thank you. Okay Khan, we'll now move on to part two. In part two, I will give you a question and you have one minute to prepare and then you will speak for two minutes, okay?",
      "transcript_cleaned": "Absolutely yes. I have just realized that my hobbies and my activities at the weekend has changed a lot from the beginning. In the past, I used to prefer stay in my house and surfing the internet like other people, other friends. But then I realized that I need my memories, my beloved people more than the information on the internet. So I start to meet my friends and gather with my family. Beautiful,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q11",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Do you think learning new skills is important in today's world?",
      "transcript": "Absolutely, yes. Because you know the world is developing every day and we, if we do not find out the way to improve ourselves, we will, cannot keep up with each other. And imagine that everyone is moving forward quickly and we just working slowly, surfing the internet and do nothing. So I think it is vitally important to improve ourselves by new knowledge in order to survive and grow in today's world. Thank you so much. Wow.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely, yes. Because you know the world is developing every day and we, if we don't find out the way to improve ourselves, we will, cannot keep up with each other. And imagine that everyone is moving forward quickly and we just working slowly, surfing the internet and do nothing. So I think it is vitally important to improve ourselves by new knowledge in order to survive and grow in today's world. Thank you so much. Wow.",
      "transcript_cleaned": "Absolutely, yes. Because you know the world is developing every day and we, if we do not find out the way to improve ourselves, we will, cannot keep up with each other. And imagine that everyone is moving forward quickly and we just working slowly, surfing the internet and do nothing. So I think it is vitally important to improve ourselves by new knowledge in order to survive and grow in today's world. Thank you so much. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q12",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "What skills are important for young people today?",
      "transcript": "I have a lot of idea about this question, but I would like the most important skill for adolescents is time management. Because you know, I found that my friends are really ambitious and they want to handle everything in their life from work, earn money or learn new things, a lot of things. But you know, the problem is they cannot manage their time. So like they use their sleep, sleep time just to earn more money like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I have a lot of idea about this question, but I would like the most important skill for adolescents is time management. Because you know, I found that my friends are really ambitious and they want to handle everything in their life from work, um, earn money or learn new things, a lot of things. But you know, the problem is they cannot manage their time. So like they use their sleep, sleep time just to earn more money like that.",
      "transcript_cleaned": "I have a lot of idea about this question, but I would like the most important skill for adolescents is time management. Because you know, I found that my friends are really ambitious and they want to handle everything in their life from work, earn money or learn new things, a lot of things. But you know, the problem is they cannot manage their time. So like they use their sleep, sleep time just to earn more money like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q13",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "And I start to have the question like, is the course of success is our mental and physical health?",
      "transcript": "So I think in the future I will like make my plan more specifically in order to warrant my health. Thank you. Well done. Wow.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I think in the future I will like make my plan more specifically in order to warrant my health. Thank you. Well done. Wow.",
      "transcript_cleaned": "I think in the future I will like make my plan more specifically in order to warrant my health. Thank you. Well done. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5B80AZZClw_q14",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Do you think it is better to learn skills online or with a teacher?",
      "transcript": "From my perspective, I think it depends on the people's personality. for example, introvert people, this type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because, they will a little bit shy or something like that. But in contrast extrovert people they will they really would like to speak like this like face to face Like me I want to sit at a table with my teacher like this because I can acquire new knowledge better Thank you I can definitely tell you an extrovert And the final question for today well done Do people in your country prefer to learn practical skills or academic skills? it is an interesting question. I think Vietnamese people are keen on the practical skill Because, you know, we have a lot of jobs in our country like hair, nail dressing or something like that. And, that professions do not need really, much academic knowledge. And so I think that, we will prefer like practice and we will like have more experience from our practice. so that is why I think that we do not need a lot of knowledge in the books. But we cannot deny that the knowledge from books is really useful. And in the future I will keep reading books to have more skill. Thank you, well done. And that brings us to the end of the test. Well done, congratulations. Fantastic. Well done, Khan. Brilliant, amazing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, from my perspective, I think it depends on the people's personality. Um, for example, introvert people, this type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because, uh, they will a little bit shy or something like that. But in contrast extrovert people they will they really would like to speak like this like face to face Like me I want to uh sit at a table with my teacher like this because I can acquire new knowledge better Thank you I can definitely tell you an extrovert And the final question for today well done Do people in your country prefer to learn practical skills or academic skills? Ah, it's an interesting question. Um, I think Vietnamese people are keen on the practical skill Because, you know, uh, we have a lot of jobs in our country like hair, nail dressing or something like that. And, uh, that professions do not need really, uh, much academic knowledge. And so I think that, uh, we will prefer like practice and we will like have more experience from our practice. Uh, so that's why I think that we don't need a lot of um, knowledge in the books. But we can't deny that the knowledge from books is really useful. And in the future I will keep reading books to have more skill. Thank you, well done. And that brings us to the end of the test. Well done, congratulations. Fantastic. Well done, Khan. Brilliant, amazing.",
      "transcript_cleaned": "From my perspective, I think it depends on the people's personality. for example, introvert people, this type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because, they will a little bit shy or something like that. But in contrast extrovert people they will they really would like to speak like this like face to face Like me I want to sit at a table with my teacher like this because I can acquire new knowledge better Thank you I can definitely tell you an extrovert And the final question for today well done Do people in your country prefer to learn practical skills or academic skills? it is an interesting question. I think Vietnamese people are keen on the practical skill Because, you know, we have a lot of jobs in our country like hair, nail dressing or something like that. And, that professions do not need really, much academic knowledge. And so I think that, we will prefer like practice and we will like have more experience from our practice. so that is why I think that we do not need a lot of knowledge in the books. But we cannot deny that the knowledge from books is really useful. And in the future I will keep reading books to have more skill. Thank you, well done. And that brings us to the end of the test. Well done, congratulations. Fantastic. Well done, Khan. Brilliant, amazing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}