{
  "batch_id": 8,
  "count": 20,
  "samples": [
    {
      "sample_id": "kH4VZJTSOA0_q11",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "What happened in that moment?",
      "transcript": "Some kind of magical story that really allows you to show your emotion in your answers as well. But overall I really enjoyed it. again just keeping that confidence when you are speaking.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Some kind of magical story that really allows you to show your emotion in your answers as well. But overall I really enjoyed it. Uh again just keeping that confidence when you're speaking.",
      "transcript_cleaned": "Some kind of magical story that really allows you to show your emotion in your answers as well. But overall I really enjoyed it. again just keeping that confidence when you are speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kH4VZJTSOA0_q12",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "What makes an experience unforgettable for a person?",
      "transcript": "Well, I think it depends on a different aspect like normally the u experience that leads a strong emotion or it contains something for the first time like when you first go to school and something like that. I think that it is give you a lot of emotion evolves in it so that you can so it can create a longlasting memory. Brilliant. I agree.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I think it depends on a different aspect like uh uh normally the u experience that leads a strong emotion or it uh contains something uh for the first time like uh when you first go to school and something like that. I think that um it's um give you a lot of uh um emotion evolves in it so that you can so it can create a longlasting memory. Brilliant. I agree.",
      "transcript_cleaned": "I think it depends on a different aspect like normally the u experience that leads a strong emotion or it contains something for the first time like when you first go to school and something like that. I think that it is give you a lot of emotion evolves in it so that you can so it can create a longlasting memory. Brilliant. I agree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kH4VZJTSOA0_q14",
      "video_id": "kH4VZJTSOA0",
      "band": 6.5,
      "question": "Why do people often share their memorable experiences with others?",
      "transcript": "Well, I think it depends on the each other personality. Some great technique. Great technique. It depends on people's personalities. Some people, other people. I love that people they want to share every the moment and post it on Facebook. Facebook Facebook because they want to want everyone u to notice them and like they can upload every picture that they have taken. But for some people they are more like introvert and they just only want to share their stories or their experience with their the close one and it depends much more on the personality. Fantastic. On.",
      "part": 3,
      "source": "cleaned",
      "transcript_original": "Well, I think it depends on the each other personality. Some great technique. Great technique. It depends on people's personalities. Some people, other people. I love that people they want to share every the moment and post it on Facebook. Facebook Facebook because they want to um uh want everyone u to notice them and like uh they can uh upload every picture that they have taken. But for some people they are more like introvert and they just only want to share their uh stories or their experience with their the close one and it depends much more on the personality. Fantastic. On.",
      "transcript_cleaned": "I think it depends on the each other personality. Some great technique. Great technique. It depends on people's personalities. Some people, other people. I love that people they want to share every the moment and post it on Facebook. Facebook Facebook because they want to want everyone u to notice them and like they can upload every picture that they have taken. But for some people they are more like introvert and they just only want to share their stories or their experience with their the close one and it depends much more on the personality. Fantastic. On.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q01",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Tell me where do you live please?",
      "transcript": "I live in Ho Chi Min City which is the largest city in my country and it is known for the modern technique and the high quality of living.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I live in Ho Chi Min City which is the largest city in my country and it's known for the modern technique and um the high quality of living.",
      "transcript_cleaned": "I live in Ho Chi Min City which is the largest city in my country and it is known for the modern technique and the high quality of living.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q02",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "What do you like most about your neighborhood?",
      "transcript": "I like my neighborhood because I think is a quiet place, a quiet place and the people there are very friendly and helpful which is important because I can enjoy my life when I live here when I live there and also a quite a a quiet place to sleep. Fantastic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like my neighborhood because I think is a quiet place, a quiet place and the people there uh are very friendly and helpful which is uh important because I can enjoy my life when I live here when I live there and also a quite a a quiet place to sleep. Fantastic.",
      "transcript_cleaned": "I like my neighborhood because I think is a quiet place, a quiet place and the people there are very friendly and helpful which is important because I can enjoy my life when I live here when I live there and also a quite a a quiet place to sleep. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q03",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Is your neighborhood a good place for children?",
      "transcript": "I think it is a good place for a great place for children because there are parks, playgrounds for them to to play and I think it is quite safe for them. Brilliant.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it's a good place for a great place for children because there are parks, uh, playgrounds for them to to play and I think it's quite um, safe for them. Brilliant.",
      "transcript_cleaned": "I think it is a good place for a great place for children because there are parks, playgrounds for them to to play and I think it is quite safe for them. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q04",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Have you seen any changes in your area recently?",
      "transcript": "Yes. recently I think that they there have been open some convenience store and on the road have been repair it so it is helped the the president to travel easierly brilliant thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. uh recently I think that they uh there have been open some convenience store and on the road have been repair it so it's helped the the president to travel easierly brilliant thank you.",
      "transcript_cleaned": "Yes. recently I think that they there have been open some convenience store and on the road have been repair it so it is helped the the president to travel easierly brilliant",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q05",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Why did you choose to learn English?",
      "transcript": "I think that English is the national language. So I think learning English will help me to improve my skill in the future. for example like I can communicate with people and know many culture. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I think that English is the national language. So I think learning English will help me uh to improve my skill uh in the future. for example like I can uh communicate with people and know many culture. Yeah.",
      "transcript_cleaned": "I think that English is the national language. So I think learning English will help me to improve my skill in the future. for example like I can communicate with people and know many culture.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q08",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "And finally, do you think it is important to learn more than one language?",
      "transcript": "Yeah, I think that is really important to learn more than one language because yeah, language will help you will help people to communicate with people not in only in your country but also another country too. and you will know many culture more. Yeah. Thank you. Well done. Okay, Lynn. So.",
      "part": 3,
      "source": "cleaned",
      "transcript_original": "Yeah, I think that is really important to learn more than one language because um yeah, language will help you will help people to communicate with people uh not in only in your country but also another country too. and you will know many culture more. Yeah. Thank you. Well done. Okay, Lynn. So,.",
      "transcript_cleaned": "I think that is really important to learn more than one language because yeah, language will help you will help people to communicate with people not in only in your country but also another country too. and you will know many culture more.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q11",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Is it important to set shortterm or long-term goals?",
      "transcript": "I think both of them are important because short-term target or goal help people to to see the like the quick progress but the long-term growth goals help them to the future plans. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think both of them are important because short-term target or goal uh help people to to see the uh like the quick progress but the long-term growth goals help them to uh the future plans. Yeah.",
      "transcript_cleaned": "I think both of them are important because short-term target or goal help people to to see the like the quick progress but the long-term growth goals help them to the future plans.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q12",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Tell me Lynn, what are some of the challenges people face when trying to achieve goals?",
      "transcript": "In my opinions, it depends on wealth because for the pool it is hard for them to pay for the the teacher, the school and everything. But for the and for the rich they they are so busy with the word and so they will have do not have enough time to to to yeah to learn and and to achieve their goal. Thank you. Well done. I enjoyed that. And a final question, Lynn, you are doing really well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my opinions, it depends on wealth because for the pool uh it's hard for them to pay for the the teacher, the school and everything. But for the and for the rich they uh they are so busy with the word and so they will um have don't have enough time to to to yeah to learn and and to achieve their goal. Thank you. Well done. I enjoyed that. And a final question, Lynn, you're doing really well.",
      "transcript_cleaned": "In my opinions, it depends on wealth because for the pool it is hard for them to pay for the the teacher, the school and everything. But for the and for the rich they they are so busy with the word and so they will have do not have enough time to to to yeah to learn and and to achieve their goal. Thank you. Well done. I enjoyed that. And a final question, Lynn, you are doing really well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q13",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Do schools and workplaces help people to achieve their goals?",
      "transcript": "Yeah, I think yes because school like school revive the the educations and support but and also the work workplace is will help people training and like you will learn some some some lesson in the workplace. So I think that both is important. Yeah. Important. Well Lynn, that brings us to the end of the test. Fantastic work. Congratulations. Well done. I am so proud of you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think yes because school like uh school revive the uh the educations and um support but and also the work workplace is will help people uh training and like you will learn some some some lesson in the workplace. So I think that both is important. Yeah. Important. Well Lynn, that brings us to the end of the test. Fantastic work. Congratulations. Well done. I'm so proud of you.",
      "transcript_cleaned": "I think yes because school like school revive the the educations and support but and also the work workplace is will help people training and like you will learn some some some lesson in the workplace. So I think that both is important. Yeah. Important. Well Lynn, that brings us to the end of the test. Fantastic work. Congratulations. Well done. I am so proud of you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kQsqshBXWVw_q15",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Can I ask you in terms of the test, do you feel like it is a long test?",
      "transcript": "No, I Yeah, at the at the beginning Yeah. As I say that I was so worried. So I think that I want to pass this fastly but now I think that is no I want to talk more really. Yeah. You know if you are in the test and you have no ideas which will not happen with you. you will have lots of ideas. But if you do not have any ideas, you can just tell them. To be honest, I have never really thought about this before, but I will do more research in the future and then move on to the next question, you know, just so if you are if you are struggling with that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I Yeah, at the at the beginning Yeah. As I say that I was so worried. So I think that I want to pass this uh fastly but now I think that is no I want to talk more really. Yeah. You know if you're in the test and you have no ideas which won't happen with you. you will have lots of ideas. But if you don't have any ideas, you can just tell them. To be honest, I've never really thought about this before, but I will do more research in the future and then move on to the next question, you know, just so if you're if you're struggling with that.",
      "transcript_cleaned": "No, I Yeah, at the at the beginning Yeah. As I say that I was so worried. So I think that I want to pass this fastly but now I think that is no I want to talk more really. Yeah. You know if you are in the test and you have no ideas which will not happen with you. you will have lots of ideas. But if you do not have any ideas, you can just tell them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q01",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Who are you closest to in your family?",
      "transcript": "Absolutely my mother because my mother always take care of my mental health and also I always sharing our story to my mother.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely my mother because my mother always take care of my mental health and also I always sharing our story to my mother.",
      "transcript_cleaned": "Absolutely my mother because my mother always take care of my mental health and also I always sharing our story to my mother.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q02",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Do you often spend time with your family?",
      "transcript": "Yes, I always try to spend at least one hours a day with my family. We can do a lots of activities such as at sharing a love story in our dinner or we can do some sport in the weekends. Moreever, I think that in some special occasion, my mother spend a lot of time and money for me to traveling to the abroad. Thank you. And the final question about family.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I always try to spend at least one hours a day with my family. We can do a lots of activities such as at sharing a love story in our dinner or we can do some sport in the weekends. Moreever, I think that um in some special occasion, my mother spend a lot of time and money for me to traveling to the abroad. Thank you. And the final question about family.",
      "transcript_cleaned": "Yes, I always try to spend at least one hours a day with my family. We can do a lots of activities such as at sharing a love story in our dinner or we can do some sport in the weekends. Moreever, I think that in some special occasion, my mother spend a lot of time and money for me to traveling to the abroad. Thank you. And the final question about family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q03",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "How has your relationship changed with your family over time?",
      "transcript": "In my op opinion, I think that our relationship become stronger and more stronger in a long time because I think when I grow up, I can understand my mother and my father completely and better. And when I grow up, I I have to I have a sympathy and understand their decision in the past. Thank you. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In my op opinion, I think that our relationship become stronger and more stronger in a long time because I think when I grow up, I can understand my mother and my father completely and better. And when I grow up, I I have to I have a sympathy and understand their decision in the past. Thank you. Well done.",
      "transcript_cleaned": "In my op opinion, I think that our relationship become stronger and more stronger in a long time because I think when I grow up, I can understand my mother and my father completely and better. And when I grow up, I I have to I have a sympathy and understand their decision in the past.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q04",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "What kind of foods do you usually eat?",
      "transcript": "In Vietname dishes, they have a lots of comp ingredient in the foods.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In Vietname dishes, they have a lots of comp ingredient in the foods.",
      "transcript_cleaned": "In Vietname dishes, they have a lots of comp ingredient in the foods.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q05",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "However, I think that cooking become the survival skill in this modern day.",
      "transcript": "And moreover, I think that I can be I cannot become a mastering in the cooking skill.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And moreover, I think that I can be I cannot become a mastering in the cooking skill.",
      "transcript_cleaned": "And moreover, I think that I can be I cannot become a mastering in the cooking skill.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q06",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Are there any foods you disliked as a child but now you enjoy?",
      "transcript": "H I think that it is the chicken breast because in my childhood when my my my family's are poor and we do not have enough money to buy a expensive food, we need to eat chicken bread to provide us a lot of vitamin and protein for us to grow up. However, in now I I I when I taste a chicken fresh, it remember a lots of memories in the past and also I think that it build the muscle very effective. Brilliant. that is the most important thing. Finally.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "H I think that it is the chicken breast because in my childhood uh when my my my family's are poor and we don't have enough money to buy a expensive food, we need to eat uh chicken bread to provide us a lot of vitamin and protein for us to grow up. However, in now I I I when I taste a chicken fresh, it remember a lots of memories in the past and also I think that it build the muscle very effective. Brilliant. That's the most important thing. Finally,.",
      "transcript_cleaned": "H I think that it is the chicken breast because in my childhood when my my my family's are poor and we do not have enough money to buy a expensive food, we need to eat chicken bread to provide us a lot of vitamin and protein for us to grow up. However, in now I I I when I taste a chicken fresh, it remember a lots of memories in the past and also I think that it build the muscle very effective. Brilliant. that is the most important thing. Finally.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q07",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Tell me what is your typical day like?",
      "transcript": "H I think that a typical day of my in the 6 a.m. I get up and go to and go to study in the university. My major is the medicine. So I need to study very hard working because the the the wisdom and the knowledge are so comp complicated that make me a lot of thing to synthesics and to the key concept. Please, please remember me when you are a famous doctor. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "H I think that a typical day of my in the um 6 a.m. I get up and go to and go to study in the university. My major is the medicine. So I need to study very hard working because the um the um the uh wisdom and the knowledge are so comp complicated that make me a lot of thing to synthesics and to the key concept. Please, please remember me when you're a famous doctor. Okay.",
      "transcript_cleaned": "H I think that a typical day of my in the 6 a.m. I get up and go to and go to study in the university. My major is the medicine. So I need to study very hard working because the the the wisdom and the knowledge are so comp complicated that make me a lot of thing to synthesics and to the key concept. Please, please remember me when you are a famous doctor.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}