{
  "batch_id": 18,
  "count": 20,
  "samples": [
    {
      "sample_id": "WZd79iNE6AI_q06",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "And do you think having a routine helps you to concentrate better?",
      "transcript": "Yeah, yeah. it is one of those most effective and efficient ways that someone can take into practice and can put into practice to help improve their concentration.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, yeah. It's one of those most effective and efficient ways that someone can take into practice and can put into practice to help improve their concentration.",
      "transcript_cleaned": "it is one of those most effective and efficient ways that someone can take into practice and can put into practice to help improve their concentration.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q07",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "Is it easy or difficult for you to concentrate?",
      "transcript": "It is rather medium, somewhere between difficult and easy. Okay, thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm, it's rather medium, somewhere between difficult and easy. Okay, thank you very much.",
      "transcript_cleaned": "It is rather medium, somewhere between difficult and easy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q08",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "Is fashion important to you?",
      "transcript": "Not really much. Actually I have never thought about it. it is a tricky question for me. But sometimes I really care about it. For example when I want to hang out with a special friend, I really care about how I am going to look like.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not really much. Actually I have never thought about it. It's a tricky question for me. But sometimes I really care about it. For example when I want to hang out with a special friend, I really care about how I'm going to look like.",
      "transcript_cleaned": "Not really much. Actually I have never thought about it. it is a tricky question for me. But sometimes I really care about it. For example when I want to hang out with a special friend, I really care about how I am going to look like.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q09",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "And do you think it is important to be updating your clothes and hair as fashion trends change?",
      "transcript": "Well, yeah, it is important, but I really do not think about it that much. I mean, I try to spend a little bit of my time about it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, yeah, it's important, but I really don't think about it that much. I mean, I try to spend a little bit of my time about it.",
      "transcript_cleaned": "it is important, but I really do not think about it that much. I mean, I try to spend a little bit of my time about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q10",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "And what kinds of clothes do you like wearing?",
      "transcript": "Well, I try to look fine in public. So it does not really matter for me what kind of, what kind of clothes I am going to wear.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, well, I try to look fine in public. So it doesn't really matter for me what kind of, what kind of clothes I'm going to wear.",
      "transcript_cleaned": "I try to look fine in public. So it does not really matter for me what kind of, what kind of clothes I am going to wear.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q11",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "Do you understand?",
      "transcript": "Yeah, yeah, of course. So now I am giving you a paper, your.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, yeah, of course. So now I'm giving you a paper, your.",
      "transcript_cleaned": "of course. So now I am giving you a paper, your.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q12",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "Do you want to add more information?",
      "transcript": "No, that is just all. Okay, thank you very much. So we can now move on to the third part of the exam. If you can just, hand me the paper and a pen. Thank you. we have been talking about an occasion that you were standing in a line or a queue. And now I want to ask you some questions related to this topic.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, that's just all. Okay, thank you very much. So we can now move on to the third part of the exam. If you can just, uh, hand me the paper and a pen. Thank you. We've been talking about an occasion that you were standing in a line or a queue. And now I want to ask you some questions related to this topic.",
      "transcript_cleaned": "No, that is just all. Okay, thank you very much. So we can now move on to the third part of the exam. If you can just, hand me the paper and a pen. Thank you. we have been talking about an occasion that you were standing in a line or a queue. And now I want to ask you some questions related to this topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q13",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "Is it very common in your country to have people standing in queues and waiting?",
      "transcript": "In some occasions, and yeah of course, for example if you want to buy some dairy purchases, dairy products, groceries, some things we do have every day. Yeah, it is common, it is common and you need to stay in a queue.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In some occasions, and yeah of course, for example if you want to buy some dairy purchases, dairy products, groceries, some things we do have every day. Yeah, it's common, it's common and you need to stay in a queue.",
      "transcript_cleaned": "In some occasions, and yeah of course, for example if you want to buy some dairy purchases, dairy products, groceries, some things we do have every day. Yeah, it is common, it is common and you need to stay in a queue.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q14",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "Do you think that technology has played an impressive role to reduce waiting time?",
      "transcript": "Yeah, of course. In the past few decades, it really has helped a lot because we used to, we used to stand on queues just for taxi or bus. But we do not need to do that anymore and we can get a car right now, we can get a taxi by just, by just using our, phones. Okay, and. it is a, it is a lot more convenient. So do you think that it can, it has also, been effective, when you want to go to banks and supermarkets or using Do you still need to wait for a long time? Well about supermarkets, no I do not think so because there are a lot of groceries and supermarkets all over the country, all over the city that anyone can access easily to these shops and purchase their willing products. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, of course. In the past few decades, it really has helped a lot because we used to, we used to stand on queues just for taxi or bus. But we don't need to do that anymore and we can get a car right now, we can get a taxi by just, by just using our, uh, phones. Okay, and uh. It's a, it's a lot more convenient. So do you think that it can, it has also, uh, been effective, uh, when you want to go to banks and supermarkets or using Do you still need to wait for a long time? Well about supermarkets, no I don't think so because there are a lot of groceries and supermarkets all over the country, all over the city that anyone can access easily to these shops and purchase their willing products. Okay.",
      "transcript_cleaned": "of course. In the past few decades, it really has helped a lot because we used to, we used to stand on queues just for taxi or bus. But we do not need to do that anymore and we can get a car right now, we can get a taxi by just, by just using our, phones. Okay, and. it is a, it is a lot more convenient. So do you think that it can, it has also, been effective, when you want to go to banks and supermarkets or using Do you still need to wait for a long time? Well about supermarkets, no I do not think so because there are a lot of groceries and supermarkets all over the country, all over the city that anyone can access easily to these shops and purchase their willing products.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q15",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "How do you feel when someone breaks the line impatiently?",
      "transcript": "It really works on my nerves when someone does that. And what I try to control myself and I just get to that person and alarm them and hey man you have to be more careful because there are a lot of people standing here just to take one of these. So that is all I would do in this situation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It really works on my nerves when someone does that. And what I try to control myself and I just get to that person and alarm them and hey man you gotta be more careful because there are a lot of people standing here just to take one of these. So that's all I would do in this situation.",
      "transcript_cleaned": "It really works on my nerves when someone does that. And what I try to control myself and I just get to that person and alarm them and hey man you have to be more careful because there are a lot of people standing here just to take one of these. So that is all I would do in this situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WZd79iNE6AI_q16",
      "video_id": "WZd79iNE6AI",
      "band": 7.0,
      "question": "Okay and what do you think the reaction of other people would be to that?",
      "transcript": "Well I guess they will support me because I mean it is a common sense then and you need to fight for your rights.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well I guess they will support me because I mean it's a common sense then and you need to fight for your rights.",
      "transcript_cleaned": "I guess they will support me because I mean it is a common sense then and you need to fight for your rights.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q01",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "What hobbies are common in your culture?",
      "transcript": "Well, Iranians have always been so interested in having different entertainments. One of the hobbies that is popular among my friends is collecting comic books. I know some people might say that it is not that commonly done among Iranians, but it is. People like collecting different comic books, including comics from other countries.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, Iranians have always been so interested in having different entertainments. One of the hobbies that is popular among my friends is collecting comic books. I know some people might say that it's not that commonly done among Iranians, but it is. People like collecting different comic books, including comics from other countries.",
      "transcript_cleaned": "Iranians have always been so interested in having different entertainments. One of the hobbies that is popular among my friends is collecting comic books. I know some people might say that it is not that commonly done among Iranians, but it is. People like collecting different comic books, including comics from other countries.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q02",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "However, people like collecting other things like, coins or stamps or some artistic people or creative people might, like paintings and drawings.",
      "transcript": "Although I think it is, it can be an expensive collection.. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Although I think it's, uh, it can be an expensive collection. Um. Okay.",
      "transcript_cleaned": "Although I think it is, it can be an expensive collection..",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q03",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "And are there any hobbies that you think are not worthwhile?",
      "transcript": "To be honest, some hobbies can be a real waste of time for me. for example, People collecting baseball cards is not one of my favorites because I am so uninterested in baseball. But of course I cannot say that it cannot be worthwhile for someone who enjoys baseball and likes this hobby. So I think that having a hobby is fine as long as it is not harmful to yourself and other people and as long as you are having fun with it so it is okay and it is worth doing it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, to be honest, some hobbies can be a real waste of time for me. Uh, for example, People collecting baseball cards um, is not one of my favorites because I'm so uninterested in baseball. But of course I cannot say that it can't be worthwhile for uh, someone who enjoys uh, baseball and likes this hobby. So I think that having a hobby is fine as long as it's not harmful to yourself and other people and as long as you're having fun with it so it's okay and it's worth uh, doing it.",
      "transcript_cleaned": "To be honest, some hobbies can be a real waste of time for me. for example, People collecting baseball cards is not one of my favorites because I am so uninterested in baseball. But of course I cannot say that it cannot be worthwhile for someone who enjoys baseball and likes this hobby. So I think that having a hobby is fine as long as it is not harmful to yourself and other people and as long as you are having fun with it so it is okay and it is worth doing it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q04",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "Okay, and why do you think people have hobbies?",
      "transcript": "I think people, have different entertainments, in their free time because they want to relax. After a whole week of working or studying, we all need some time to relax and, enjoy ourselves. also, people might, have hobbies to learn some new skills like, drawing, like, knitting, Or even learning a new language. and the other thing that I can think of is, finding new people and new friends. You can join groups of like-minded people, that have the same hobbies as you do and that can be so great and fun. so I think, these are the reasons why people allocate time to hobbies. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think people, uh, have different entertainments, um, in their free time because they want to relax. After a whole week of working or studying, we all need some time to relax and, uh, enjoy ourselves. Uh, also, uh, people might, uh, have hobbies to learn some new skills like, um, drawing, like, um, knitting, Or even learning a new language. Uh, and the other thing that I can think of is, uh, finding new people and new friends. You can join groups of like-minded people, uh, that have the same hobbies as you do and that can be so great and fun. Uh, so I think, uh, these are the reasons why people allocate time to hobbies. Right.",
      "transcript_cleaned": "I think people, have different entertainments, in their free time because they want to relax. After a whole week of working or studying, we all need some time to relax and, enjoy ourselves. also, people might, have hobbies to learn some new skills like, drawing, like, knitting, Or even learning a new language. and the other thing that I can think of is, finding new people and new friends. You can join groups of like-minded people, that have the same hobbies as you do and that can be so great and fun. so I think, these are the reasons why people allocate time to hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q05",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "And how important is it to encourage children to take up hobbies?",
      "transcript": "It great I think it so good to motivate children to take up hobbies for themselves That how they can use their free time instead of just wandering around watching TV or just playing with their phones it can be great it can be a good experience and they can learn some new skills too I mean even if their hobby is to just draw something simple they can learn some useful skills too Like organizing like setting up their mind like choosing a goal and reaching it So I think it can be useful in their daily life too. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It great I think it so good to motivate children to take up hobbies for themselves That how they can use their free time instead of just wandering around watching TV or just playing with their phones Uh it can be uh great uh it can be a good experience and they can learn some new skills too I mean even if their hobby is to just uh draw something simple they can learn some useful skills too Like organizing like uh setting up their mind like uh choosing a goal and reaching it So I think it can be useful in their daily life too. Great.",
      "transcript_cleaned": "It great I think it so good to motivate children to take up hobbies for themselves That how they can use their free time instead of just wandering around watching TV or just playing with their phones it can be great it can be a good experience and they can learn some new skills too I mean even if their hobby is to just draw something simple they can learn some useful skills too Like organizing like setting up their mind like choosing a goal and reaching it So I think it can be useful in their daily life too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q06",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "And do you think it is also important for older people, like retired people, to take up maybe a few hobbies?",
      "transcript": "Yes, obviously. Hobbies, as I said before, can help you relax and enjoy your free time. It can also be useful to take your mind off some of the problems that you might have, work problems, personal problems, And you can just enjoy what you are doing and have fun, as long as you want and you can. So it can be a great idea to have hobbies no matter how old are you or, how many problems you have in your life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, obviously. Hobbies, as I said before, can help you relax and enjoy your free time. It can also be useful to take your mind off some of the problems that you might have, work problems, personal problems, And you can just enjoy what you're doing and have fun, um, as long as you want and you can. So it can be a great idea to have hobbies no matter how old are you or, uh, how many problems you have in your life.",
      "transcript_cleaned": "Yes, obviously. Hobbies, as I said before, can help you relax and enjoy your free time. It can also be useful to take your mind off some of the problems that you might have, work problems, personal problems, And you can just enjoy what you are doing and have fun, as long as you want and you can. So it can be a great idea to have hobbies no matter how old are you or, how many problems you have in your life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q07",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "Why do people do charity for others?",
      "transcript": "I think people do charity for others because it is part of the empathetic side of the human heart. To just, see the needs in other people and just help them out with that because everybody struggles.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think people do charity for others because it's part of the empathetic side of the human heart. To just, uh, see the needs in other people and just help them out with that because everybody struggles.",
      "transcript_cleaned": "I think people do charity for others because it is part of the empathetic side of the human heart. To just, see the needs in other people and just help them out with that because everybody struggles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q08",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "And do you think charity work is a selfish thing to do?",
      "transcript": "It depends of the intentions of the person that does it because some people generally, help without expecting anything in return. But there is other people that expect some recognition or just to feel like they are, good people for doing small actions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It depends of the intentions of the person that does it because some people generally, uh, help without expecting anything in return. But there's other people that expect some recognition or just to feel like they're, uh, good people for doing small actions.",
      "transcript_cleaned": "It depends of the intentions of the person that does it because some people generally, help without expecting anything in return. But there is other people that expect some recognition or just to feel like they are, good people for doing small actions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q09",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "And what kinds of charities are there in your country?",
      "transcript": "Oh, there are many charities in my country. But the most famous ones are Teletone, which is for disabled children. Red Nose for children with cancer. And there are many that help the elderly as well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, there are many charities in my country. But the most famous ones are Teletone, which is for disabled children. Red Nose for children with cancer. And there are many that help the elderly as well.",
      "transcript_cleaned": "Oh, there are many charities in my country. But the most famous ones are Teletone, which is for disabled children. Red Nose for children with cancer. And there are many that help the elderly as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}