{
  "batch_id": 151,
  "count": 20,
  "samples": [
    {
      "sample_id": "4A6nm0ZK7VI_q10",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "Like what type of actors they should do if they want to become famous?",
      "transcript": "If they become a famous person, they should, first of all, they have a lot of confidence and they have more knowledge about the famous person.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If they become a famous person, they should, first of all, they have a lot of confidence and they have more knowledge about the famous person.",
      "transcript_cleaned": "If they become a famous person, they should, first of all, they have a lot of confidence and they have more knowledge about the famous person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q11",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "Ok, only if you get a chance, would you like to be famous?",
      "transcript": "Yes, if I get a chance that I really want to become a famous person because I have a lot of confidence and I have a lot of, I get a lot of information from the others.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, if I get a chance that I really want to become a famous person because I have a lot of confidence and I have a lot of, I get a lot of information from the others.",
      "transcript_cleaned": "Yes, if I get a chance that I really want to become a famous person because I have a lot of confidence and I have a lot of, I get a lot of information from the others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q12",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "In which field you would like to be famous?",
      "transcript": "I, when I am child, I put it that time, it is my dream, I want to become a singer, so that is why. Okay, thank you, Plans, I got your speaking test. Immun desire with speech exactly. Disseinaryroad message her. Information DB Owen quick reply. 우리가FI talking about Spanish FFU but secondarydollar language incent 다음에 geldi.URGlional black suisseação d'avis. Our libanja database, e'll tells you, our time mil say限界, theory and is through.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I, when I am child, I put it that time, it's my dream, I want to become a singer, so that's why. Okay, thank you, Plans, I got your speaking test. Immun desire with speech exactly. Disseinaryroad message her. Information DB Owen quick reply. 우리가FI talking about Spanish FFU but secondarydollar language incent 다음에 geldi.URGlional black suisseação d'avis. Our libanja um database, e'll tells you, our time mil say限界, theory and is through.",
      "transcript_cleaned": "I, when I am child, I put it that time, it is my dream, I want to become a singer, so that is why. Okay, thank you, Plans, I got your speaking test. Immun desire with speech exactly. Disseinaryroad message her. Information DB Owen quick reply. 우리가FI talking about Spanish FFU but secondarydollar language incent 다음에 geldi.URGlional black suisseação d'avis. Our libanja database, e'll tells you, our time mil say限界, theory and is through.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q01",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Thì trước tiên anh sẽ nói về modal subjects có nghĩa là gì?",
      "transcript": "Như mình đã biết thì trong phần 2 của bài thi nói thì có 5 chủ đề phổ biến nhất. Thì kỳ thi sẽ yêu cầu các em mô tả một người hoặc là một hoạt động, một sự vật, một trải nghiệm hoặc là một địa điểm. Vì vậy khi tập luyện cái phần 2 tại nhà các em cần nghĩ ra một ví dụ mẫu cho mỗi một chủ đề. Anh gọi những cái ví dụ đó là modal subjects. Bằng cách này khi gặp câu hỏi về bất kỳ chủ đề nào, mình chỉ cần lôi cái chủ đề mẫu đã nghĩ sẵn ở nhà ra mà nói. Mà không cần phải ngồi nghĩ xem mình sẽ nói đến cái gì nữa. Ví dụ như là với chủ đề People, anh sẽ tưởng tượng sẵn ở nhà ra một cái mô đồ Subject tên là Mr. Bean. Và khi gặp bài thi chủ đề People thì cho dù người ta bảo tả một người nào thì chăng nữa anh cũng sẽ lôi cái ông Mr. Bean này ra mà nói. Không quan trọng là câu hỏi yêu cầu mô tả một giáo viên hay một người nổi tiếng hay là một nhân vật hư cấu. Anh đều nói về cái ông Bean này. Và điều này cũng sẽ áp dụng cho tất cả những các chủ đề khác. Anh cũng sẽ chuẩn bị sẵn ở nhà một số cái mô đồ Subject cho từng chủ đề phổ biến để có thể sử dụng chúng để trả lời cho bất kỳ một câu hỏi nào. Bây giờ mình sẽ đi sâu vào phần làm sao để chuẩn bị trước từng modal subject cho từng chủ đề nhé. Trước tiên với chủ đề People thì mình cần nghĩ ra một cái mô tả ngắn gọn cho cái modal subject của mình. Nhớ là thật là ngắn gọn này, chỉ nêu ra một, hai đặc điểm của nó mà thôi. Ví dụ với chủ đề People thì mình sẽ nghĩ ra một cái tên. Ở đây anh sẽ cho cái subject của mình tên là Mr. Bean. Nghề nghiệp của ông này thì là một diễn viên hải và một điều đặc biệt về ông này là ông ấy rất là vui tính. Thế là xong, các em có thể áp dụng nhân vật này vào bất kỳ câu hỏi nào thuộc chủ đề People. I would like to talk about Mr. Bean, a hilarious comedian whose fashion style is somehow considered quirky.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Như mình đã biết thì trong phần 2 của bài thi nói thì có 5 chủ đề phổ biến nhất. Thì kỳ thi sẽ yêu cầu các em mô tả một người hoặc là một hoạt động, một sự vật, một trải nghiệm hoặc là một địa điểm. Vì vậy khi tập luyện cái phần 2 tại nhà các em cần nghĩ ra một ví dụ mẫu cho mỗi một chủ đề. Anh gọi những cái ví dụ đó là modal subjects. Bằng cách này khi gặp câu hỏi về bất kỳ chủ đề nào, mình chỉ cần lôi cái chủ đề mẫu đã nghĩ sẵn ở nhà ra mà nói. Mà không cần phải ngồi nghĩ xem mình sẽ nói đến cái gì nữa. Ví dụ như là với chủ đề People, anh sẽ tưởng tượng sẵn ở nhà ra một cái mô đồ Subject tên là Mr. Bean. Và khi gặp bài thi chủ đề People thì cho dù người ta bảo tả một người nào thì chăng nữa anh cũng sẽ lôi cái ông Mr. Bean này ra mà nói. Không quan trọng là câu hỏi yêu cầu mô tả một giáo viên hay một người nổi tiếng hay là một nhân vật hư cấu. Anh đều nói về cái ông Bean này. Và điều này cũng sẽ áp dụng cho tất cả những các chủ đề khác. Anh cũng sẽ chuẩn bị sẵn ở nhà một số cái mô đồ Subject cho từng chủ đề phổ biến để có thể sử dụng chúng để trả lời cho bất kỳ một câu hỏi nào. Bây giờ mình sẽ đi sâu vào phần làm sao để chuẩn bị trước từng modal subject cho từng chủ đề nhé. Trước tiên với chủ đề People thì mình cần nghĩ ra một cái mô tả ngắn gọn cho cái modal subject của mình. Nhớ là thật là ngắn gọn này, chỉ nêu ra một, hai đặc điểm của nó mà thôi. Ví dụ với chủ đề People thì mình sẽ nghĩ ra một cái tên. Ở đây anh sẽ cho cái subject của mình tên là Mr. Bean. Nghề nghiệp của ông này thì là một diễn viên hải và một điều đặc biệt về ông này là ông ấy rất là vui tính. Thế là xong, các em có thể áp dụng nhân vật này vào bất kỳ câu hỏi nào thuộc chủ đề People. I'd like to talk about Mr. Bean, a hilarious comedian whose fashion style is somehow considered quirky.",
      "transcript_cleaned": "Như mình đã biết thì trong phần 2 của bài thi nói thì có 5 chủ đề phổ biến nhất. Thì kỳ thi sẽ yêu cầu các em mô tả một người hoặc là một hoạt động, một sự vật, một trải nghiệm hoặc là một địa điểm. Vì vậy khi tập luyện cái phần 2 tại nhà các em cần nghĩ ra một ví dụ mẫu cho mỗi một chủ đề. Anh gọi những cái ví dụ đó là modal subjects. Bằng cách này khi gặp câu hỏi về bất kỳ chủ đề nào, mình chỉ cần lôi cái chủ đề mẫu đã nghĩ sẵn ở nhà ra mà nói. Mà không cần phải ngồi nghĩ xem mình sẽ nói đến cái gì nữa. Ví dụ như là với chủ đề People, anh sẽ tưởng tượng sẵn ở nhà ra một cái mô đồ Subject tên là Mr. Bean. Và khi gặp bài thi chủ đề People thì cho dù người ta bảo tả một người nào thì chăng nữa anh cũng sẽ lôi cái ông Mr. Bean này ra mà nói. Không quan trọng là câu hỏi yêu cầu mô tả một giáo viên hay một người nổi tiếng hay là một nhân vật hư cấu. Anh đều nói về cái ông Bean này. Và điều này cũng sẽ áp dụng cho tất cả những các chủ đề khác. Anh cũng sẽ chuẩn bị sẵn ở nhà một số cái mô đồ Subject cho từng chủ đề phổ biến để có thể sử dụng chúng để trả lời cho bất kỳ một câu hỏi nào. Bây giờ mình sẽ đi sâu vào phần làm sao để chuẩn bị trước từng modal subject cho từng chủ đề nhé. Trước tiên với chủ đề People thì mình cần nghĩ ra một cái mô tả ngắn gọn cho cái modal subject của mình. Nhớ là thật là ngắn gọn này, chỉ nêu ra một, hai đặc điểm của nó mà thôi. Ví dụ với chủ đề People thì mình sẽ nghĩ ra một cái tên. Ở đây anh sẽ cho cái subject của mình tên là Mr. Bean. Nghề nghiệp của ông này thì là một diễn viên hải và một điều đặc biệt về ông này là ông ấy rất là vui tính. Thế là xong, các em có thể áp dụng nhân vật này vào bất kỳ câu hỏi nào thuộc chủ đề People. I would like to talk about Mr. Bean, a hilarious comedian whose fashion style is somehow considered quirky.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q02",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe a person who often helps people.",
      "transcript": "I would like to talk about Mr. Bean, a hilarious comedian who frequently organizes charitable events to assist the unfortunate. Cách làm này nó sẽ án dụng được với bất kỳ câu hỏi nào, bất kể là loại người nào mà câu hỏi yêu cầu. Ví dụ, nếu mô đồ sắp chết của mình là một người mà mình không thực sự quen biết, ví dụ ở đây Mr. Bean là người mà anh không hề có biết nhé, Nhưng câu hỏi lại bảo là mô tả một người bạn mà các em thường dành thời gian cùng. Thì mình có thể giả vờ rằng nhân vật này là bạn của mình và nói là Hoặc với câu hỏi yêu cầu mô tả một người không có thật. Ví dụ như là Describe a character in a book that you like. One of my favorite fictional characters is Mr. Bean from The Life of Bean. he is a hilarious comedian who has a successful career. We can play the last week and add a key to the question. After that, we can use this for any questions related to activities. You can see tennis is difficult to play alone. But I can still use this subject model tennis to answer. And of course, in the next part, I will explain the way to play tennis. For example, I will throw ball in the ball or use a ball. This is a different question that this subject model tennis is not suitable. You can think how to use tennis to learn English. But the important thing is that I can only use the way to change English. I use tennis as a fun way to learn another language.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'd like to talk about Mr. Bean, a hilarious comedian who frequently organizes charitable events to assist the unfortunate. Cách làm này nó sẽ án dụng được với bất kỳ câu hỏi nào, bất kể là loại người nào mà câu hỏi yêu cầu. Ví dụ, nếu mô đồ sắp chết của mình là một người mà mình không thực sự quen biết, ví dụ ở đây Mr. Bean là người mà anh không hề có biết nhé, Nhưng câu hỏi lại bảo là mô tả một người bạn mà các em thường dành thời gian cùng. Thì mình có thể giả vờ rằng nhân vật này là bạn của mình và nói là Hoặc với câu hỏi yêu cầu mô tả một người không có thật. Ví dụ như là Describe a character in a book that you like. One of my favorite fictional characters is Mr. Bean from The Life of Bean. He's a hilarious comedian who has a successful career. We can play the last week and add a key to the question. After that, we can use this for any questions related to activities. You can see tennis is difficult to play alone. But I can still use this subject model tennis to answer. And of course, in the next part, I will explain the way to play tennis. For example, I will throw ball in the ball or use a ball. This is a different question that this subject model tennis is not suitable. You can think how to use tennis to learn English. But the important thing is that I can only use the way to change English. I use tennis as a fun way to learn another language.",
      "transcript_cleaned": "I would like to talk about Mr. Bean, a hilarious comedian who frequently organizes charitable events to assist the unfortunate. Cách làm này nó sẽ án dụng được với bất kỳ câu hỏi nào, bất kể là loại người nào mà câu hỏi yêu cầu. Ví dụ, nếu mô đồ sắp chết của mình là một người mà mình không thực sự quen biết, ví dụ ở đây Mr. Bean là người mà anh không hề có biết nhé, Nhưng câu hỏi lại bảo là mô tả một người bạn mà các em thường dành thời gian cùng. Thì mình có thể giả vờ rằng nhân vật này là bạn của mình và nói là Hoặc với câu hỏi yêu cầu mô tả một người không có thật. Ví dụ như là Describe a character in a book that you like. One of my favorite fictional characters is Mr. Bean from The Life of Bean. he is a hilarious comedian who has a successful career. We can play the last week and add a key to the question. After that, we can use this for any questions related to activities. You can see tennis is difficult to play alone. But I can still use this subject model tennis to answer. And of course, in the next part, I will explain the way to play tennis. For example, I will throw ball in the ball or use a ball. This is a different question that this subject model tennis is not suitable. You can think how to use tennis to learn English. But the important thing is that I can only use the way to change English. I use tennis as a fun way to learn another language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q03",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "What I do is try to find tennis clubs where they speak the language that I am trying to excel.",
      "transcript": "Thấy chưa? Tất cả là linh hoạt và sáng tạo mà thôi. Các em cần luyện tập để sử dụng các cái model subjects trong nhiều tình huống khác nhau. Chủ đề Things này. Bây giờ mình sẽ chuẩn bị một cái model subjects cho Things. Mình sẽ chuẩn bị sẵn ra là một cái iPhone. Nó bị vỡ màn hình và nó là nguồn tìm kiếm thông tin của tôi.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thấy chưa? Tất cả là linh hoạt và sáng tạo mà thôi. Các em cần luyện tập để sử dụng các cái model subjects trong nhiều tình huống khác nhau. Chủ đề Things này. Bây giờ mình sẽ chuẩn bị một cái model subjects cho Things. Mình sẽ chuẩn bị sẵn ra là một cái iPhone. Nó bị vỡ màn hình và nó là nguồn tìm kiếm thông tin của tôi.",
      "transcript_cleaned": "Thấy chưa? Tất cả là linh hoạt và sáng tạo mà thôi. Các em cần luyện tập để sử dụng các cái model subjects trong nhiều tình huống khác nhau. Chủ đề Things này. Bây giờ mình sẽ chuẩn bị một cái model subjects cho Things. Mình sẽ chuẩn bị sẵn ra là một cái iPhone. Nó bị vỡ màn hình và nó là nguồn tìm kiếm thông tin của tôi.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q04",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe a gadget you use every day.",
      "transcript": "Stay up to date with current information The time is the last time. One of the things that I remember is that I remember.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Stay up to date with current information The time is the last time. One of the things that I remember is that I remember.",
      "transcript_cleaned": "Stay up to date with current information The time is the last time. One of the things that I remember is that I remember.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q05",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe an occasion when you got angry.",
      "transcript": "I would like to talk about my daughter's birthday which took place last month. There was a mix up with the reservations at the venue that made me furious.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'd like to talk about my daughter's birthday which took place last month. There was a mix up with the reservations at the venue that made me furious.",
      "transcript_cleaned": "I would like to talk about my daughter's birthday which took place last month. There was a mix up with the reservations at the venue that made me furious.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q06",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe a positive experience that you had as a teenager.",
      "transcript": "Lúc này thì mình sẽ phải biến tấu đi một chút, vì lúc là teenager thì mình sẽ không thể có sinh nhật con gái của mình được. Thay vào đó mình sẽ đổi thành sinh nhật của mình. One of my joyful experiences as a teenager is the trip to the mountains with my classmates on my birthday 10 years ago. Chủ đề Place. Anh sẽ dùng thư viện làm mô đồ subject của mình. Nó rất là rộng và yên tĩnh. Một đặc điểm của nó là nó được trang bị rất là nhiều công nghệ.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Lúc này thì mình sẽ phải biến tấu đi một chút, vì lúc là teenager thì mình sẽ không thể có sinh nhật con gái của mình được. Thay vào đó mình sẽ đổi thành sinh nhật của mình. One of my joyful experiences as a teenager is the trip to the mountains with my classmates on my birthday 10 years ago. Chủ đề Place. Anh sẽ dùng thư viện làm mô đồ subject của mình. Nó rất là rộng và yên tĩnh. Một đặc điểm của nó là nó được trang bị rất là nhiều công nghệ.",
      "transcript_cleaned": "Lúc này thì mình sẽ phải biến tấu đi một chút, vì lúc là teenager thì mình sẽ không thể có sinh nhật con gái của mình được. Thay vào đó mình sẽ đổi thành sinh nhật của mình. One of my joyful experiences as a teenager is the trip to the mountains with my classmates on my birthday 10 years ago. Chủ đề Place. Anh sẽ dùng thư viện làm mô đồ subject của mình. Nó rất là rộng và yên tĩnh. Một đặc điểm của nó là nó được trang bị rất là nhiều công nghệ.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q07",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe a favorite place where you like to relax.",
      "transcript": "One of my favorite places to unwind is a local library next to my house. Its tranquil, spacious environment creates a peaceful retreat. A special space I usually enjoy is a spacious library garden. it is a perfect place for reading while immersing myself in nature. Tuy nhiên, một số câu hỏi sẽ yêu cầu một cái địa điểm rất là cụ thể.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "One of my favorite places to unwind is a local library next to my house. Its tranquil, spacious environment creates a peaceful retreat. A special space I usually enjoy is a spacious library garden. It's a perfect place for reading while immersing myself in nature. Tuy nhiên, một số câu hỏi sẽ yêu cầu một cái địa điểm rất là cụ thể.",
      "transcript_cleaned": "One of my favorite places to unwind is a local library next to my house. Its tranquil, spacious environment creates a peaceful retreat. A special space I usually enjoy is a spacious library garden. it is a perfect place for reading while immersing myself in nature. Tuy nhiên, một số câu hỏi sẽ yêu cầu một cái địa điểm rất là cụ thể.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q09",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Em thấy không?",
      "transcript": "Khi mà câu hỏi tập trung vào một chủ đề thôi thì các em vẫn có thể lồng ghép những chủ đề khác vào để làm cho câu chuyện thú vị và hấp dẫn hơn. Giống như cách chúng ta trò chuyện trong cuộc sống hàng ngày ấy. Và như thế thì mình sẽ không bao giờ phải lo lắng chuyện là không có cái gì để mà nói cả. Vì mình có tận 5 chủ đề để buôn cơ mà. Mà mình lại còn nghĩ sẵn ở nhà cho từng chuyện rồi. Lúc này có khi vấn đề nằm ở chỗ 2 phút nó là quá ít để mà nói. Chứ không phải là không nghĩ ra gì để mà nói nữa. Rồi bây giờ mình sẽ nói qua một chút đến những câu hỏi không phù hợp với những cái modal subject mà mình chuẩn bị sẵn nhé. Với những cái câu hỏi yêu cầu mình mô tả những cái điều hoàn toàn khác với cái modal subject mà mình đã chuẩn bị sẵn ở nhà. Ví dụ như là mô tả một cái quốc gia mà mình muốn ghé thăm thì mình không thể nói về cái thư viện được vì nó không phải là một cái quốc gia. Và cũng không có cách nào để biến thư viện thành một cái quốc gia để nói cả. Hay ví dụ câu hỏi là mô tả một bộ phim mà mình yêu thích thì mình cũng sẽ không thể nói về cái iPhone trong cái trường hợp này được. Thế thì tốt nhất là mình sẽ phải chuẩn bị một vài cái modal subjects khác nhau cho từng chủ đề trong 5 cái chủ đề phổ biến này. Bằng cách này thì các em có thể linh hoạt chọn ra chủ đề phù hợp nhất để trả lời trong câu hỏi trong phòng thi. Thay vì chuẩn bị từng câu trả lời mẫu cho hàng trăm cái câu hỏi trong forecast thì cách này vẫn là một cái cách tiết kiệm thời gian hơn rất nhiều, tiết kiệm cả công sức nữa. Và nó sẽ gợi ý những cái ideas dùng cách rất là tự nhiên, chỉ là mình nhớ ra những cái chủ đề chính rồi mình sẽ tự biên ra câu trả lời thôi chứ không phải lào tục lỏng. Bây giờ anh sẽ làm mẫu cách kết hợp các modal subjects để cho ra một câu chuyện nhé. Đầu tiên là chủ đề People. Anh sẽ vẫn nói về bạn của mình, Beam. Ngoài ra với chủ đề Things, anh sẽ thay thế iPhone bằng một bộ siêu tập chuyện tranh. Đây cũng sẽ là một cái modal subject khác mà anh chuẩn bị sẵn cho Things. Nh anh n tr th m s chu b s m v modal subjects cho t ch m V c ch kh m s v gi nguy nh m plan s trong c ph 1 c video n This is prepared The god does not do that but the last bitAy sin And other topics I will keep in mind as I have planned in this video I will prepare these questions and any questions will be like this Not that each question is different That why I can remember it Because I will say something very similar. Just to see, I will choose one or two of them to be more suitable for questions. I will combine these different questions and models to be a complete story about the people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Khi mà câu hỏi tập trung vào một chủ đề thôi thì các em vẫn có thể lồng ghép những chủ đề khác vào để làm cho câu chuyện thú vị và hấp dẫn hơn. Giống như cách chúng ta trò chuyện trong cuộc sống hàng ngày ấy. Và như thế thì mình sẽ không bao giờ phải lo lắng chuyện là không có cái gì để mà nói cả. Vì mình có tận 5 chủ đề để buôn cơ mà. Mà mình lại còn nghĩ sẵn ở nhà cho từng chuyện rồi. Lúc này có khi vấn đề nằm ở chỗ 2 phút nó là quá ít để mà nói. Chứ không phải là không nghĩ ra gì để mà nói nữa. Rồi bây giờ mình sẽ nói qua một chút đến những câu hỏi không phù hợp với những cái modal subject mà mình chuẩn bị sẵn nhé. Với những cái câu hỏi yêu cầu mình mô tả những cái điều hoàn toàn khác với cái modal subject mà mình đã chuẩn bị sẵn ở nhà. Ví dụ như là mô tả một cái quốc gia mà mình muốn ghé thăm thì mình không thể nói về cái thư viện được vì nó không phải là một cái quốc gia. Và cũng không có cách nào để biến thư viện thành một cái quốc gia để nói cả. Hay ví dụ câu hỏi là mô tả một bộ phim mà mình yêu thích thì mình cũng sẽ không thể nói về cái iPhone trong cái trường hợp này được. Thế thì tốt nhất là mình sẽ phải chuẩn bị một vài cái modal subjects khác nhau cho từng chủ đề trong 5 cái chủ đề phổ biến này. Bằng cách này thì các em có thể linh hoạt chọn ra chủ đề phù hợp nhất để trả lời trong câu hỏi trong phòng thi. Thay vì chuẩn bị từng câu trả lời mẫu cho hàng trăm cái câu hỏi trong forecast thì cách này vẫn là một cái cách tiết kiệm thời gian hơn rất nhiều, tiết kiệm cả công sức nữa. Và nó sẽ gợi ý những cái ideas dùng cách rất là tự nhiên, chỉ là mình nhớ ra những cái chủ đề chính rồi mình sẽ tự biên ra câu trả lời thôi chứ không phải lào tục lỏng. Bây giờ anh sẽ làm mẫu cách kết hợp các modal subjects để cho ra một câu chuyện nhé. Đầu tiên là chủ đề People. Anh sẽ vẫn nói về bạn của mình, Beam. Ngoài ra với chủ đề Things, anh sẽ thay thế iPhone bằng một bộ siêu tập chuyện tranh. Đây cũng sẽ là một cái modal subject khác mà anh chuẩn bị sẵn cho Things. Nh anh n tr th m s chu b s m v modal subjects cho t ch m V c ch kh m s v gi nguy nh m plan s trong c ph 1 c video n This is prepared The god does not do that but the last bitAy sin And other topics I will keep in mind as I have planned in this video I will prepare these questions and any questions will be like this Not that each question is different That why I can remember it Because I will say something very similar. Just to see, I will choose one or two of them to be more suitable for questions. I will combine these different questions and models to be a complete story about the people.",
      "transcript_cleaned": "Khi mà câu hỏi tập trung vào một chủ đề thôi thì các em vẫn có thể lồng ghép những chủ đề khác vào để làm cho câu chuyện thú vị và hấp dẫn hơn. Giống như cách chúng ta trò chuyện trong cuộc sống hàng ngày ấy. Và như thế thì mình sẽ không bao giờ phải lo lắng chuyện là không có cái gì để mà nói cả. Vì mình có tận 5 chủ đề để buôn cơ mà. Mà mình lại còn nghĩ sẵn ở nhà cho từng chuyện rồi. Lúc này có khi vấn đề nằm ở chỗ 2 phút nó là quá ít để mà nói. Chứ không phải là không nghĩ ra gì để mà nói nữa. Rồi bây giờ mình sẽ nói qua một chút đến những câu hỏi không phù hợp với những cái modal subject mà mình chuẩn bị sẵn nhé. Với những cái câu hỏi yêu cầu mình mô tả những cái điều hoàn toàn khác với cái modal subject mà mình đã chuẩn bị sẵn ở nhà. Ví dụ như là mô tả một cái quốc gia mà mình muốn ghé thăm thì mình không thể nói về cái thư viện được vì nó không phải là một cái quốc gia. Và cũng không có cách nào để biến thư viện thành một cái quốc gia để nói cả. Hay ví dụ câu hỏi là mô tả một bộ phim mà mình yêu thích thì mình cũng sẽ không thể nói về cái iPhone trong cái trường hợp này được. Thế thì tốt nhất là mình sẽ phải chuẩn bị một vài cái modal subjects khác nhau cho từng chủ đề trong 5 cái chủ đề phổ biến này. Bằng cách này thì các em có thể linh hoạt chọn ra chủ đề phù hợp nhất để trả lời trong câu hỏi trong phòng thi. Thay vì chuẩn bị từng câu trả lời mẫu cho hàng trăm cái câu hỏi trong forecast thì cách này vẫn là một cái cách tiết kiệm thời gian hơn rất nhiều, tiết kiệm cả công sức nữa. Và nó sẽ gợi ý những cái ideas dùng cách rất là tự nhiên, chỉ là mình nhớ ra những cái chủ đề chính rồi mình sẽ tự biên ra câu trả lời thôi chứ không phải lào tục lỏng. Bây giờ anh sẽ làm mẫu cách kết hợp các modal subjects để cho ra một câu chuyện nhé. Đầu tiên là chủ đề People. Anh sẽ vẫn nói về bạn của mình, Beam. Ngoài ra với chủ đề Things, anh sẽ thay thế iPhone bằng một bộ siêu tập chuyện tranh. Đây cũng sẽ là một cái modal subject khác mà anh chuẩn bị sẵn cho Things. Nh anh n tr th m s chu b s m v modal subjects cho t ch m V c ch kh m s v gi nguy nh m plan s trong c ph 1 c video n This is prepared The god does not do that but the last bitAy sin And other topics I will keep in mind as I have planned in this video I will prepare these questions and any questions will be like this Not that each question is different That why I can remember it Because I will say something very similar. Just to see, I will choose one or two of them to be more suitable for questions. I will combine these different questions and models to be a complete story about the people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q10",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe a person you know who collects something.",
      "transcript": "So let me tell you about my friend Bean, who is a really passionate collector. We first met at a tennis club, and he is really strong and has this amazing strategic mind for the game. Plus, he is hilarious, always making everyone laugh with his witty jokes. As a matter of fact, Bean's a pretty well-known stand-up comedian around here. We hit it off right away and have been good friends ever since. So, Bean had mentioned his collection to me a bunch of times, but it was not until he offered to let me use his library for my daughter's birthday party that I got to witness it for the very first time. His library is like a treasure chest of old and rare books, especially vintage and rare comic books. As someone who is loved comic books since childhood, I found myself lost in a world of imagination and nostalgia the moment I stepped in. The variety of comics was mind-blowing, and I was super impressed by his knowledge about each piece. Bean really takes care of his collection. He meticulously stores his books in perfect conditions to keep them safe, using special sleeves and cases for each comic and maintaining a controlled environment to avoid humidity and temperature fluctuations. In short, Bean's an amazing guy with a diverse range of interests and talents. From playing tennis to making people laugh as a comedian, he is just a really fun and interesting person to be around. Next is the activity. I will use the subject that I have prepared before. I will just adjust a few of the information. But hey, it is a blast and I get to hang out with my friend Bean. Bean's a hilarious guy and a comedian by profession, so you can imagine how our tennis matches go. he is always cracking jokes and keeps everyone laughing. We play every weekend and it is become a bit of a tradition. it is funny how much time we waste trying to keep up with our tennis routine. Even when the weather is so bad that we cannot play it outside, we head over to Bean's Library, which is spacious and quiet and has this top floor dedicated to video games. There, we play virtual tennis. it is not quite the same, and honestly, it feels like a bit of a cop-out. There were times when this habit brought disasters to me though. For instance, last month on my daughter's birthday, I was so caught up in a game that I completely forgot about it. She was really upset for a whole week. And to make it up to her, I ended up having to buy her a new iPhone since she had broken her old phone's screen all by herself. Previously, I had told her that she could not get a new one because she had to take responsibility for her belongings. But tennis totally ruined it for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So let me tell you about my friend Bean, who's a really passionate collector. We first met at a tennis club, and he's really strong and has this amazing strategic mind for the game. Plus, he's hilarious, always making everyone laugh with his witty jokes. As a matter of fact, Bean's a pretty well-known stand-up comedian around here. We hit it off right away and have been good friends ever since. So, Bean had mentioned his collection to me a bunch of times, but it wasn't until he offered to let me use his library for my daughter's birthday party that I got to witness it for the very first time. His library is like a treasure chest of old and rare books, especially vintage and rare comic books. As someone who's loved comic books since childhood, I found myself lost in a world of imagination and nostalgia the moment I stepped in. The variety of comics was mind-blowing, and I was super impressed by his knowledge about each piece. Bean really takes care of his collection. He meticulously stores his books in perfect conditions to keep them safe, using special sleeves and cases for each comic and maintaining a controlled environment to avoid humidity and temperature fluctuations. In short, Bean's an amazing guy with a diverse range of interests and talents. From playing tennis to making people laugh as a comedian, he's just a really fun and interesting person to be around. Next is the activity. I will use the subject that I have prepared before. I will just adjust a few of the information. But hey, it's a blast and I get to hang out with my friend Bean. Bean's a hilarious guy and a comedian by profession, so you can imagine how our tennis matches go. He's always cracking jokes and keeps everyone laughing. We play every weekend and it's become a bit of a tradition. It's funny how much time we waste trying to keep up with our tennis routine. Even when the weather is so bad that we can't play it outside, we head over to Bean's Library, which is spacious and quiet and has this top floor dedicated to video games. There, we play virtual tennis. It's not quite the same, and honestly, it feels like a bit of a cop-out. There were times when this habit brought disasters to me though. For instance, last month on my daughter's birthday, I was so caught up in a game that I completely forgot about it. She was really upset for a whole week. And to make it up to her, I ended up having to buy her a new iPhone since she had broken her old phone's screen all by herself. Previously, I had told her that she couldn't get a new one because she had to take responsibility for her belongings. But tennis totally ruined it for me.",
      "transcript_cleaned": "let me tell you about my friend Bean, who is a really passionate collector. We first met at a tennis club, and he is really strong and has this amazing strategic mind for the game. Plus, he is hilarious, always making everyone laugh with his witty jokes. As a matter of fact, Bean's a pretty well-known stand-up comedian around here. We hit it off right away and have been good friends ever since. So, Bean had mentioned his collection to me a bunch of times, but it was not until he offered to let me use his library for my daughter's birthday party that I got to witness it for the very first time. His library is like a treasure chest of old and rare books, especially vintage and rare comic books. As someone who is loved comic books since childhood, I found myself lost in a world of imagination and nostalgia the moment I stepped in. The variety of comics was mind-blowing, and I was super impressed by his knowledge about each piece. Bean really takes care of his collection. He meticulously stores his books in perfect conditions to keep them safe, using special sleeves and cases for each comic and maintaining a controlled environment to avoid humidity and temperature fluctuations. In short, Bean's an amazing guy with a diverse range of interests and talents. From playing tennis to making people laugh as a comedian, he is just a really fun and interesting person to be around. Next is the activity. I will use the subject that I have prepared before. I will just adjust a few of the information. But hey, it is a blast and I get to hang out with my friend Bean. Bean's a hilarious guy and a comedian by profession, so you can imagine how our tennis matches go. he is always cracking jokes and keeps everyone laughing. We play every weekend and it is become a bit of a tradition. it is funny how much time we waste trying to keep up with our tennis routine. Even when the weather is so bad that we cannot play it outside, we head over to Bean's Library, which is spacious and quiet and has this top floor dedicated to video games. There, we play virtual tennis. it is not quite the same, and honestly, it feels like a bit of a cop-out. There were times when this habit brought disasters to me though. For instance, last month on my daughter's birthday, I was so caught up in a game that I completely forgot about it. She was really upset for a whole week. And to make it up to her, I ended up having to buy her a new iPhone since she had broken her old phone's screen all by herself. Previously, I had told her that she could not get a new one because she had to take responsibility for her belongings. But tennis totally ruined it for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q11",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "So much for teaching disciplines, right?",
      "transcript": "At the end of the day, I have to admit that I spend too much time on tennis when I could be doing something more productive. Next is things. Because this is furniture, so I will talk to a food table. Other things you still keep on, even with the iPhone. Tennis you will change to table tennis.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "At the end of the day, I have to admit that I spend too much time on tennis when I could be doing something more productive. Next is things. Because this is furniture, so I will talk to a food table. Other things you still keep on, even with the iPhone. Tennis you will change to table tennis.",
      "transcript_cleaned": "At the end of the day, I have to admit that I spend too much time on tennis when I could be doing something more productive. Next is things. Because this is furniture, so I will talk to a food table. Other things you still keep on, even with the iPhone. Tennis you will change to table tennis.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q12",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe a piece of furniture in your home.",
      "transcript": "There is a piece of furniture in my apartment that really means a lot to our family. Our dining table. The story behind how we got it is actually kind of funny. Last month, for my daughter's birthday, we went to a shopping mall to pick out a gift. She originally wanted a new iPhone because she would accidentally cracked the screen on her old one, but I said no, telling her she needed to be more responsible with her stuff. To my surprise, she then asked for a specific desk she spotted in the store. The funny thing is I recognized the desk because I would seen it before at our local library. I used to sit at that same table a lot in the library's study area, and I kind of liked it that I would actually thought about getting one for our home. it is a beautiful, sturdy table with a warm, rich walnut finish that adds a bit of elegance. The legs are solid wood so it is really stable, and they are slightly tapered, which gives it a stylish yet simple look. The table is not huge, but it has this cool extendable feature that lets it expand when we need more space. that is perfect for when we have guests over so everyone can fit comfortably. When we not using it for meals it easily turns into a workspace or a drawing station for my daughter The surface is smooth and flat which makes it great for writing drawing or working on of fun We also discovered that the extendable feature is great for entertainment too We attach a net to the edges and use it as a table tennis surface. My daughter and I love having home games on the weekends. it is a blast. At first the desk was not even for sale since it was just a display model. But as it turns out, the store is owned by my friend Bean who also happens to be my table tennis partner.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There's a piece of furniture in my apartment that really means a lot to our family. Our dining table. The story behind how we got it is actually kind of funny. Last month, for my daughter's birthday, we went to a shopping mall to pick out a gift. She originally wanted a new iPhone because she'd accidentally cracked the screen on her old one, but I said no, telling her she needed to be more responsible with her stuff. To my surprise, she then asked for a specific desk she spotted in the store. The funny thing is I recognized the desk because I'd seen it before at our local library. I used to sit at that same table a lot in the library's study area, and I kind of liked it that I'd actually thought about getting one for our home. It's a beautiful, sturdy table with a warm, rich walnut finish that adds a bit of elegance. The legs are solid wood so it's really stable, and they're slightly tapered, which gives it a stylish yet simple look. The table isn't huge, but it has this cool extendable feature that lets it expand when we need more space. That's perfect for when we have guests over so everyone can fit comfortably. When we not using it for meals it easily turns into a workspace or a drawing station for my daughter The surface is smooth and flat which makes it great for writing drawing or working on of fun We also discovered that the extendable feature is great for entertainment too We attach a net to the edges and use it as a table tennis surface. My daughter and I love having home games on the weekends. It's a blast. At first the desk wasn't even for sale since it was just a display model. But as it turns out, the store is owned by my friend Bean who also happens to be my table tennis partner.",
      "transcript_cleaned": "There is a piece of furniture in my apartment that really means a lot to our family. Our dining table. The story behind how we got it is actually kind of funny. Last month, for my daughter's birthday, we went to a shopping mall to pick out a gift. She originally wanted a new iPhone because she would accidentally cracked the screen on her old one, but I said no, telling her she needed to be more responsible with her stuff. To my surprise, she then asked for a specific desk she spotted in the store. The funny thing is I recognized the desk because I would seen it before at our local library. I used to sit at that same table a lot in the library's study area, and I kind of liked it that I would actually thought about getting one for our home. it is a beautiful, sturdy table with a warm, rich walnut finish that adds a bit of elegance. The legs are solid wood so it is really stable, and they are slightly tapered, which gives it a stylish yet simple look. The table is not huge, but it has this cool extendable feature that lets it expand when we need more space. that is perfect for when we have guests over so everyone can fit comfortably. When we not using it for meals it easily turns into a workspace or a drawing station for my daughter The surface is smooth and flat which makes it great for writing drawing or working on of fun We also discovered that the extendable feature is great for entertainment too We attach a net to the edges and use it as a table tennis surface. My daughter and I love having home games on the weekends. it is a blast. At first the desk was not even for sale since it was just a display model. But as it turns out, the store is owned by my friend Bean who also happens to be my table tennis partner.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q13",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "When he saw how much my daughter and I loved the desk, he agreed to sell it to us.",
      "transcript": "Since then, it has become a central piece in our home, doing double duty as both a practical table and a source of fun during family gatherings. Tiếp theo là experience nè. Mình sẽ vẫn sử dụng các mô đồ subjects có sẵn. Điều chỉnh thêm bớt một chút thôi.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Since then, it has become a central piece in our home, doing double duty as both a practical table and a source of fun during family gatherings. Tiếp theo là experience nè. Mình sẽ vẫn sử dụng các mô đồ subjects có sẵn. Điều chỉnh thêm bớt một chút thôi.",
      "transcript_cleaned": "Since then, it has become a central piece in our home, doing double duty as both a practical table and a source of fun during family gatherings. Tiếp theo là experience nè. Mình sẽ vẫn sử dụng các mô đồ subjects có sẵn. Điều chỉnh thêm bớt một chút thôi.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q14",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe an occasion when you organized a happy event successfully.",
      "transcript": "Short notice. Luckily, Bean owns a library and offered to let me use it for the occasion. He even promised to help out with some performances since he is a pretty well-known comedian in the area. Bean's library is spacious with four floors and the top floor is a separate playroom for kids. it is got all the latest arcade games like shooting, racing, horse riding, etc. We put a lot of effort into decorating the space with colorful balloons, streamers, and other festive decorations, turning the room into a cheerful setting. The event was a great success, filled with laughter and delight. All of my daughter's friends came to celebrate her special day, along with family members and close friends of mine. With his talent as a comedian being put on a stand-up comedy show and brought memorable laughter to both the kids and their parents. One of the highlights of the night was when I presented my daughter with her birthday gift, a brand new iPhone. I chose this gift because her old phone had a cracked screen for the past two months and it was really hard for her to use it for both studying and entertainment. Her reaction was priceless. She was absolutely The combination of a special venue, the love and support from everyone around us made it an occasion we will all cherish for years. Tiếp theo là place. Mình sẽ vẫn dùng cái library đã chuẩn bị sẵn, nhưng mình sẽ thay đổi một chút cho phù hợp với cái câu hỏi này.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Short notice. Luckily, Bean owns a library and offered to let me use it for the occasion. He even promised to help out with some performances since he's a pretty well-known comedian in the area. Bean's library is spacious with four floors and the top floor is a separate playroom for kids. It's got all the latest arcade games like shooting, racing, horse riding, etc. We put a lot of effort into decorating the space with colorful balloons, streamers, and other festive decorations, turning the room into a cheerful setting. The event was a great success, filled with laughter and delight. All of my daughter's friends came to celebrate her special day, along with family members and close friends of mine. With his talent as a comedian being put on a stand-up comedy show and brought memorable laughter to both the kids and their parents. One of the highlights of the night was when I presented my daughter with her birthday gift, a brand new iPhone. I chose this gift because her old phone had a cracked screen for the past two months and it was really hard for her to use it for both studying and entertainment. Her reaction was priceless. She was absolutely The combination of a special venue, the love and support from everyone around us made it an occasion we'll all cherish for years. Tiếp theo là place. Mình sẽ vẫn dùng cái library đã chuẩn bị sẵn, nhưng mình sẽ thay đổi một chút cho phù hợp với cái câu hỏi này.",
      "transcript_cleaned": "Short notice. Luckily, Bean owns a library and offered to let me use it for the occasion. He even promised to help out with some performances since he is a pretty well-known comedian in the area. Bean's library is spacious with four floors and the top floor is a separate playroom for kids. it is got all the latest arcade games like shooting, racing, horse riding, etc. We put a lot of effort into decorating the space with colorful balloons, streamers, and other festive decorations, turning the room into a cheerful setting. The event was a great success, filled with laughter and delight. All of my daughter's friends came to celebrate her special day, along with family members and close friends of mine. With his talent as a comedian being put on a stand-up comedy show and brought memorable laughter to both the kids and their parents. One of the highlights of the night was when I presented my daughter with her birthday gift, a brand new iPhone. I chose this gift because her old phone had a cracked screen for the past two months and it was really hard for her to use it for both studying and entertainment. Her reaction was priceless. She was absolutely The combination of a special venue, the love and support from everyone around us made it an occasion we will all cherish for years. Tiếp theo là place. Mình sẽ vẫn dùng cái library đã chuẩn bị sẵn, nhưng mình sẽ thay đổi một chút cho phù hợp với cái câu hỏi này.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q15",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "Describe a place you visited that has been affected by pollution.",
      "transcript": "I want to talk about a library garden I used to visit that has unfortunately been affected by pollution. I first discovered this beautiful spot while playing tennis nearby with my friend Bean, who is also a comedian. After our games, we would often unwind in the garden, and Bean would occasionally perform stand-up comedy at the garden's cafe. The garden used to be a perfect retreat, nestled in a remote area surrounded by lush greenery. Its tranquility offered a welcome escape from the hustle and bustle of city life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I want to talk about a library garden I used to visit that has unfortunately been affected by pollution. I first discovered this beautiful spot while playing tennis nearby with my friend Bean, who's also a comedian. After our games, we'd often unwind in the garden, and Bean would occasionally perform stand-up comedy at the garden's cafe. The garden used to be a perfect retreat, nestled in a remote area surrounded by lush greenery. Its tranquility offered a welcome escape from the hustle and bustle of city life.",
      "transcript_cleaned": "I want to talk about a library garden I used to visit that has unfortunately been affected by pollution. I first discovered this beautiful spot while playing tennis nearby with my friend Bean, who is also a comedian. After our games, we would often unwind in the garden, and Bean would occasionally perform stand-up comedy at the garden's cafe. The garden used to be a perfect retreat, nestled in a remote area surrounded by lush greenery. Its tranquility offered a welcome escape from the hustle and bustle of city life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q16",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "However, things have changed.",
      "transcript": "Last month, on my daughter's birthday, she asked for a new iPhone because she had cracked the screen on her old one. Instead of getting her the phone, I decided to give her something with more educational value so we went to the library to pick out some books.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Last month, on my daughter's birthday, she asked for a new iPhone because she had cracked the screen on her old one. Instead of getting her the phone, I decided to give her something with more educational value so we went to the library to pick out some books.",
      "transcript_cleaned": "Last month, on my daughter's birthday, she asked for a new iPhone because she had cracked the screen on her old one. Instead of getting her the phone, I decided to give her something with more educational value so we went to the library to pick out some books.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "i8q7m6zCfUo_q17",
      "video_id": "i8q7m6zCfUo",
      "band": 7.0,
      "question": "When we arrived, I was shocked to see how much the library garden had deteriorated.",
      "transcript": "The once pristine air quality has declined dramatically. The increased traffic and nearby construction projects have introduced pollutants, making the air feel heavy and unpleasant to breathe. The trees and plants, once vibrant, are now struggling with grime coating their leaves. Noise pollution is another issue. What was once a quiet sanctuary has become noisy, with the constant hum of traffic and construction disrupting the peace that used to define the garden. And then there is littering. With more visitors coming to the area, the garden is now littered with trash, plastic bottles, food wrappers, and other debris scattered around. The charm, I remember, is totally gone due to the downsides of urban life. it is a strong reminder of how quickly urbanization and pollution can debilitate even the most cherished places.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The once pristine air quality has declined dramatically. The increased traffic and nearby construction projects have introduced pollutants, making the air feel heavy and unpleasant to breathe. The trees and plants, once vibrant, are now struggling with grime coating their leaves. Noise pollution is another issue. What was once a quiet sanctuary has become noisy, with the constant hum of traffic and construction disrupting the peace that used to define the garden. And then there's littering. With more visitors coming to the area, the garden is now littered with trash, plastic bottles, food wrappers, and other debris scattered around. The charm, I remember, is totally gone due to the downsides of urban life. It's a strong reminder of how quickly urbanization and pollution can debilitate even the most cherished places.",
      "transcript_cleaned": "The once pristine air quality has declined dramatically. The increased traffic and nearby construction projects have introduced pollutants, making the air feel heavy and unpleasant to breathe. The trees and plants, once vibrant, are now struggling with grime coating their leaves. Noise pollution is another issue. What was once a quiet sanctuary has become noisy, with the constant hum of traffic and construction disrupting the peace that used to define the garden. And then there is littering. With more visitors coming to the area, the garden is now littered with trash, plastic bottles, food wrappers, and other debris scattered around. The charm, I remember, is totally gone due to the downsides of urban life. it is a strong reminder of how quickly urbanization and pollution can debilitate even the most cherished places.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "A8C4QbLMn5M_q01",
      "video_id": "A8C4QbLMn5M",
      "band": 7.0,
      "question": "What kind of food do you like?",
      "transcript": "I think it really depends. If I am at work, I would prefer something quick like McDonald's because I only have a short break. But if I am out with friends, I would rather have something more exotic such as thigh or Chinese food. The theory of two-day science is like when I wrote a writing test to agree or disagree, but my opinion is partly agree. I will give a opinion and then I will give a opinion. Like, if you like chocolate, I will say that I really like it because I like the sweet food. But I do not need to eat much because it is very fat.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it really depends. If I'm at work, I would prefer something quick like McDonald's because I only have a short break. But if I'm out with friends, I'd rather have something more exotic such as thigh or Chinese food. The theory of two-day science is like when I wrote a writing test to agree or disagree, but my opinion is partly agree. I will give a opinion and then I will give a opinion. Like, if you like chocolate, I will say that I really like it because I like the sweet food. But I don't need to eat much because it's very fat.",
      "transcript_cleaned": "I think it really depends. If I am at work, I would prefer something quick like McDonald's because I only have a short break. But if I am out with friends, I would rather have something more exotic such as thigh or Chinese food. The theory of two-day science is like when I wrote a writing test to agree or disagree, but my opinion is partly agree. I will give a opinion and then I will give a opinion. Like, if you like chocolate, I will say that I really like it because I like the sweet food. But I do not need to eat much because it is very fat.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}