{
  "batch_id": 131,
  "count": 20,
  "samples": [
    {
      "sample_id": "NmATVc2m7iM_q06",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And do you think singing can bring happiness to people?",
      "transcript": "I do not think so. Music could help you relax and also when you sing a song could help you release the stress. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't think so. Music could help you relax and also when you sing a song could help you release the stress. Okay.",
      "transcript_cleaned": "I do not think so. Music could help you relax and also when you sing a song could help you release the stress.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q07",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And is singing popular in your country?",
      "transcript": "Well it is hard to say. So for some people like who, who likes to sing, I think it is a really good way, but for me, it is really hard. So I could not represent all of them. I think just a kind of, yeah. okay. And now we are going to talk about puzzles.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ah, well it's hard to say. So for some people like who, who likes to sing, I think it's a really good way, but for me, it's really hard. So I couldn't represent all of them. I think just a kind of, yeah. Hmm, okay. And now we're going to talk about puzzles.",
      "transcript_cleaned": "it is hard to say. So for some people like who, who likes to sing, I think it is a really good way, but for me, it is really hard. So I could not represent all of them. I think just a kind of, yeah. okay. And now we are going to talk about puzzles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q08",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "So, did you do puzzles in your childhood?",
      "transcript": "Yes, I did it. My dad used to, like, bought me a lot of games or toys. that is good for my brain, like, it is kind of, you get touched with some of the other toys. And puzzle was one of it and also chess or like, I think, it is not a puzzle but kind of you could have made it together and you got a very new toy. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I did it. My dad used to, like, bought me a lot of games or toys. That's good for my brain, like, it's kind of, you get touched with some of the other toys. And puzzle was one of it and also chess or like, er, I think, er, it's not a puzzle but kind of you could have made it together and you got a very new toy. Okay.",
      "transcript_cleaned": "Yes, I did it. My dad used to, like, bought me a lot of games or toys. that is good for my brain, like, it is kind of, you get touched with some of the other toys. And puzzle was one of it and also chess or like, I think, it is not a puzzle but kind of you could have made it together and you got a very new toy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q09",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And which one is more difficult for you?",
      "transcript": "I do not know, is that like it belongs to the word or number, but we do not have something like your family picture and you made it like a puzzle and you could get a clue and like it based on the appearance of your family member. So my dad bought me this kind of. So maybe they do have some words on it, but not that much. Okay perfect And do you think it is good for old people to do puzzles I think so so it good for your memory and also the other part of your brain like my grandpa and he often play chess and a puzzle and also like a pork yeah poker Yeah okay. Alright, that will do for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I don't know, is that like it belongs to the word or number, but we don't have something like your family picture and you made it like a puzzle and you could get a clue and like it based on the appearance of your family member. So my dad bought me this kind of. So maybe they do have some words on it, but not that much. Okay perfect And do you think it is good for old people to do puzzles I think so Uh so it good for your memory and also the other part of your brain like my grandpa and he often play chess and a puzzle and also like a pork yeah poker Yeah Hmm, okay. Alright, that will do for part one.",
      "transcript_cleaned": "I do not know, is that like it belongs to the word or number, but we do not have something like your family picture and you made it like a puzzle and you could get a clue and like it based on the appearance of your family member. So my dad bought me this kind of. So maybe they do have some words on it, but not that much. Okay perfect And do you think it is good for old people to do puzzles I think so so it good for your memory and also the other part of your brain like my grandpa and he often play chess and a puzzle and also like a pork yeah poker",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q10",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "So I will give you one minute to take some notes, okay?",
      "transcript": "You can begin. All right, Hannah, that is one minute now. Yep.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You can begin. All right, Hannah, that's one minute now. Yep.",
      "transcript_cleaned": "You can begin. All right, Hannah, that is one minute now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q11",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "Okay, so question is today, could you describe a popular place for sports that you have been to?",
      "transcript": "Yes, and I think two years ago I was quite overweight and I signed myself for a gym. So I just follow the class at a gym, for example, the dancing or gymnastics or some of the others. And I often do the running. and also I have, like sometimes I will pair up with my friends and do like some of the other exercise. but not really heavy. And, also, I will, like, try to follow, like, the video from YouTube or, like, in China we have an app called Redbook. And they have some fancy dance and I could do it by myself. So that is really helpful. And, sometimes they do have, like, their free classes and you could follow the, like, it is kind of like a coach, but not a, like, only have a plan for yourself. And we just do it together. And mostly I think, like the gym stuff did not help me that much about lose weight. So I have to manage the diet and also match with, like, the plan, like the exercise plan I saw from, the video. So, after like for one month training I think, I barely change about the way and also how do I look. So I decide to buy some like training classes and after that it really work, it work on me and I lost like 10 pounds. But, every time when, like, when I get there, I feel really exhausted and I hope I could finish that as soon as I can. Okay, that is two minutes now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, and I think two years ago I was quite overweight and I signed myself for a gym. So I just follow the class at a gym, for example, the dancing or gymnastics or some of the others. And I often do the running. Um, and also I have, uh, like sometimes I will pair up with my friends and do like some of the other exercise. Um, but not really heavy. And, uh, uh, also, uh, I will, like, try to follow, like, the video from YouTube or, like, in China we have an app called Redbook. And they have some fancy dance and I could do it by myself. So that's really helpful. And, uh, sometimes they do have, like, their free classes and you could follow the, like, uh, it's kind of like a coach, but not a, like, only have a plan for yourself. And we just do it together. And mostly I think, uh, like the gym stuff didn't help me that much about lose weight. So I have to manage the diet and also match with, like, the plan, like the exercise plan I saw from, um, the video. So, after like for one month training I think, I barely change about the way and also how do I look. So I decide to buy some like training classes and after that it really work, it work on me and I lost like 10 pounds. But, every time when, like, when I get there, I feel really exhausted and I hope I could finish that as soon as I can. Okay, that's two minutes now.",
      "transcript_cleaned": "Yes, and I think two years ago I was quite overweight and I signed myself for a gym. So I just follow the class at a gym, for example, the dancing or gymnastics or some of the others. And I often do the running. and also I have, like sometimes I will pair up with my friends and do like some of the other exercise. but not really heavy. And, also, I will, like, try to follow, like, the video from YouTube or, like, in China we have an app called Redbook. And they have some fancy dance and I could do it by myself. So that is really helpful. And, sometimes they do have, like, their free classes and you could follow the, like, it is kind of like a coach, but not a, like, only have a plan for yourself. And we just do it together. And mostly I think, like the gym stuff did not help me that much about lose weight. So I have to manage the diet and also match with, like, the plan, like the exercise plan I saw from, the video. So, after like for one month training I think, I barely change about the way and also how do I look. So I decide to buy some like training classes and after that it really work, it work on me and I lost like 10 pounds. But, every time when, like, when I get there, I feel really exhausted and I hope I could finish that as soon as I can. Okay, that is two minutes now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q12",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "So, did you enjoy exercise when you were a child?",
      "transcript": "No. Yeah, so I prefer something like I could read a book and, or like I could watch TV or some of the others. Exercise is kind of too much for me. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No. Yeah, so I prefer something like I could read a book and, uh, or like I could watch TV or some of the others. Exercise is kind of too much for me. Alright,.",
      "transcript_cleaned": "No. Yeah, so I prefer something like I could read a book and, or like I could watch TV or some of the others. Exercise is kind of too much for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q13",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "So, do young people in your country like to play sports?",
      "transcript": "Now I think they like to do sports. So for example they would like to ride like scooters and also Chinese Kung Fu or Taekwondo is kind of popular in our hometown. Why do you think so Why do you think it popular because like I could say the public like performance they do it on the like a square and also their grandpa would like to do like a square dance which is really famous in China So we I could say both Yeah So that why I think it kind of popular.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Now I think they like to do sports. So for example they would like to ride like scooters and also Chinese Kung Fu or Taekwondo is kind of popular in our hometown. Why do you think so Why do you think it popular Uh because like I could say the public like performance they do it on the like a square and also their grandpa would like to do like a square dance which is really famous in China So we I could say both Yeah So that why I think it kind of popular Hmm.",
      "transcript_cleaned": "Now I think they like to do sports. So for example they would like to ride like scooters and also Chinese Kung Fu or Taekwondo is kind of popular in our hometown. Why do you think so Why do you think it popular because like I could say the public like performance they do it on the like a square and also their grandpa would like to do like a square dance which is really famous in China So we I could say both Yeah So that why I think it kind of popular.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q14",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And for children, what are the benefits of playing sports?",
      "transcript": "It makes their body stronger and also I think sports or exercise could help them focus on study and also more concentrate.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it makes their body stronger and also I think sports or exercise could help them focus on study and also more concentrate.",
      "transcript_cleaned": "It makes their body stronger and also I think sports or exercise could help them focus on study and also more concentrate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q15",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And how can sports help students concentrate on study?",
      "transcript": "For example, like my younger brother used to learn Taekwondo and I think he has a stronger body than me. And also, if, like, you do more exercise when, when you get a hard time, it could help you practice your willpower. And then, even when you do something, you will feel really hard, but you will, like, keep doing on it. Yeah. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, for example, like my younger brother used to learn Taekwondo and I think he has a stronger body than me. And also, um, if, uh, like, you do more exercise when, when you get a hard time, it could help you practice your willpower. And then, uh, even when you do something, you'll feel really hard, but you will, like, keep doing on it. Yeah. Mm, okay.",
      "transcript_cleaned": "For example, like my younger brother used to learn Taekwondo and I think he has a stronger body than me. And also, if, like, you do more exercise when, when you get a hard time, it could help you practice your willpower. And then, even when you do something, you will feel really hard, but you will, like, keep doing on it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q16",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And why do some people prefer to watch sports on TV rather than going to the stadium?",
      "transcript": "Watch TV, I think is kind of like a culture. And when I was young, I do not get a lot of, like, the suggestion or guidance for me to, like, to do more exercise, to go out or have fun with your friends. But for the vast country, like, like, parents will, like, take their case to do skiing or skating or some of the others. And I think it is one of the reasons. And when they are getting older and they like to have a try and even they, like, are really interested in some sports and then just watch it. And because they do not know how to do it, so that is why they do not go to the studio. Yeah. Okay, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, watch TV, uh, I think is kind of like a culture. And when I was young, I don't get a lot of, like, um, the suggestion or guidance for me to, like, to do more exercise, to go out or have fun with your friends. But for the vast country, like, like, parents will, like, take their case to do skiing or skating or some of the others. And I think it is one of the reasons. And when they're getting older and they like to have a try and even they, like, are really interested in some sports and then just watch it. And because they don't know how to do it, so that's why they don't go to the studio. Yeah. Okay, okay.",
      "transcript_cleaned": "Watch TV, I think is kind of like a culture. And when I was young, I do not get a lot of, like, the suggestion or guidance for me to, like, to do more exercise, to go out or have fun with your friends. But for the vast country, like, like, parents will, like, take their case to do skiing or skating or some of the others. And I think it is one of the reasons. And when they are getting older and they like to have a try and even they, like, are really interested in some sports and then just watch it. And because they do not know how to do it, so that is why they do not go to the studio.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q17",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And do you think it is necessary for governments to build more public sports facilities?",
      "transcript": "I do not think so. There is a new, like, sports facility in my hometown and which could support for swimming and also badminton, ping pong, some of the other, like, popular sports in China. And a lot of people sign for the class in that facility. And also some of the others will, like, invite friends to make a team play badminton there. Yeah. Yes, yes indeed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think so. There is a new, like, sports facility in my hometown and which could support for swimming and also badminton, ping pong, some of the other, like, popular sports in China. And a lot of people sign for the class in that facility. And also some of the others will, like, invite friends to make a team play badminton there. Yeah. Yes, yes indeed.",
      "transcript_cleaned": "I do not think so. There is a new, like, sports facility in my hometown and which could support for swimming and also badminton, ping pong, some of the other, like, popular sports in China. And a lot of people sign for the class in that facility. And also some of the others will, like, invite friends to make a team play badminton there. Yeah. Yes, yes indeed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q18",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And in terms of individual sports, what do you think are the biggest advantages of playing individual sports?",
      "transcript": "If that is individual for like the team work, so, I could give you a example like soccer. They do not know how to work with each other and they have to make their own strategy to win the game. So compare with the individual game like the team or some of the others and pair up together and it is like kind of practice your teamwork ability or some of the other like communication. And our last question today.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, if that is individual for like the team work, so, uh, I could give you a example like soccer. They don't know how to work with each other and they have to make their own strategy to win the game. So compare with the individual game like the team or some of the others and pair up together and it's like kind of practice your teamwork ability or some of the other like communication. And our last question today.",
      "transcript_cleaned": "If that is individual for like the team work, so, I could give you a example like soccer. They do not know how to work with each other and they have to make their own strategy to win the game. So compare with the individual game like the team or some of the others and pair up together and it is like kind of practice your teamwork ability or some of the other like communication. And our last question today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q22",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "So I heard sometimes future tense plus past tense, right?",
      "transcript": "So if we, if we look at the question, you know, it is, it is all past tense. Like when you went there, what you did there, how you felt about the place. Yeah. So let us make sure it is all in the past tense. Yeah. okay. some good expressions as well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So if we, if we look at the question, you know, it's, it's all past tense. Like when you went there, what you did there, how you felt about the place. Yeah. So let's make sure it's all in the past tense. Yeah. Um, okay. Um, some good expressions as well.",
      "transcript_cleaned": "if we, if we look at the question, you know, it is, it is all past tense. Like when you went there, what you did there, how you felt about the place. Yeah. So let us make sure it is all in the past tense.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q24",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "I think you heard studio, did you?",
      "transcript": "I think that was it. Yeah, right. So it was more like, why do people like to watch sports on their TV rather than going to the sports stadium and watching live? So there is a little bit of confusion there, but that is a small thing. at the end, when you talk about athletes, you said it is really worth it. It is really worth it. I think a better expression would be they deserve it. They deserve it. And we want to try and like, you know, give clear reasons as well. For example, they deserve it because their career is very short and they have trained really hard to get there. So yeah, a few things, but really good test overall. So thank you for coming in. Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think that was it. Yeah, right. So it was more like, why do people like to watch sports on their TV rather than going to the sports stadium and watching live? So there's a little bit of confusion there, but that's a small thing. Um, at the end, when you talk about athletes, you said it is really worth it. It is really worth it. I think a better expression would be they deserve it. They deserve it. And we want to try and like, you know, give clear reasons as well. For example, they deserve it because their career is very short and they've trained really hard to get there. So yeah, a few things, but really good test overall. So thank you for coming in. Thank you.",
      "transcript_cleaned": "I think that was it. Yeah, right. So it was more like, why do people like to watch sports on their TV rather than going to the sports stadium and watching live? So there is a little bit of confusion there, but that is a small thing. at the end, when you talk about athletes, you said it is really worth it. It is really worth it. I think a better expression would be they deserve it. They deserve it. And we want to try and like, you know, give clear reasons as well. For example, they deserve it because their career is very short and they have trained really hard to get there. So yeah, a few things, but really good test overall. So thank you for coming in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q01",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "Jimina, are you working or are you a student?",
      "transcript": "I am not either of them right now, but I am going to be a student soon, so I am preparing for the university. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm not either of them right now, but I'm going to be a student soon, so I'm preparing for the university. Okay.",
      "transcript_cleaned": "I am not either of them right now, but I am going to be a student soon, so I am preparing for the university.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q02",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "And why did you choose this major?",
      "transcript": "I was not actually quite interested in this major, but I thought it would be a good major because the world is getting more advanced these days. And interaction design is related to things like Siri and those stuff. So I think it would be an important factor.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I was not actually quite interested in this major, but I thought it would be a good major because the world is getting more advanced these days. And interaction design is related to things like Siri and those stuff. So I think it would be an important factor.",
      "transcript_cleaned": "I was not actually quite interested in this major, but I thought it would be a good major because the world is getting more advanced these days. And interaction design is related to things like Siri and those stuff. So I think it would be an important factor.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q03",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "And what do you like to do when you have some free time?",
      "transcript": "I like to dance and that is one of my hobbies I enjoy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like to dance and that's one of my hobbies I enjoy.",
      "transcript_cleaned": "I like to dance and that is one of my hobbies I enjoy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q04",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "Okay, and could you describe your hometown for me?",
      "transcript": "My hometown is a city called Gumi and it is next to a more bigger city named Daegu. And I lived there until three years old so I do not really remember a lot of things. Now we are going to talk about music.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My hometown is a city called Gumi and it's next to a more bigger city named Daegu. And I lived there until three years old so I don't really remember a lot of things. Now we're gonna talk about music.",
      "transcript_cleaned": "My hometown is a city called Gumi and it is next to a more bigger city named Daegu. And I lived there until three years old so I do not really remember a lot of things. Now we are going to talk about music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q05",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "So what kinds of music do you like?",
      "transcript": "I like musics, mostly all kinds of musics. And especially pop songs. And I also enjoy listening to K-pop musics.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like musics, um, mostly all kinds of musics. And especially pop songs. And I also enjoy listening to K-pop musics.",
      "transcript_cleaned": "I like musics, mostly all kinds of musics. And especially pop songs. And I also enjoy listening to K-pop musics.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}