{
  "batch_id": 251,
  "count": 20,
  "samples": [
    {
      "sample_id": "OYrcH-5WAvc_q04",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "So do you often go out with your friends?",
      "transcript": "I have a meeting for run. So every Sunday I go to the I go for run with the team and then after finish we going to have some beer. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I have a meeting for run. So every Sunday I go to the I go for run with the team and then after finish we going to have some beer. Mhm.",
      "transcript_cleaned": "I have a meeting for run. So every Sunday I go to the I go for run with the team and then after finish we going to have some beer. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q05",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And do you have a friend you have known for a long time?",
      "transcript": "Yes, I have my high school stu high school friend. She lives in Chun Chan, but it is a hard to meet each other, but sometimes I visit her house and we have a cup of tea. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I have my high school stu uh high school friend. She lives in Chun Chan, but it's a hard to meet each other, but sometimes I visit her house and we have a cup of tea. Great.",
      "transcript_cleaned": "Yes, I have my high school stu high school friend. She lives in Chun Chan, but it is a hard to meet each other, but sometimes I visit her house and we have a cup of tea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q06",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And do you prefer to spend time with one friend or a group of friends?",
      "transcript": "I I like to spending time with everyone. Sometimes one is okay, sometimes group of people. Everything is okay for me. M okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I I like to spending time with everyone. Sometimes one is okay, sometimes group of people. Everything is okay for me. M okay.",
      "transcript_cleaned": "I I like to spending time with everyone. Sometimes one is okay, sometimes group of people. Everything is okay for me. M",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q07",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And do you like to invite friends to your home?",
      "transcript": "Yes, but I have to clean up first. yeah, I like to invite my friends and then I want to spend good time. Yeah. With my friend. I want to make some good food for them. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, but I have to clean up first. Uh yeah, I like to invite my friends and then I want to spend good time. Yeah. With my friend. I want to make some good food for them. Yes.",
      "transcript_cleaned": "Yes, but I have to clean up first. yeah, I like to invite my friends and then I want to spend good time. Yeah. With my friend. I want to make some good food for them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q12",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "So why do many people choose to move to big cities?",
      "transcript": "M because they have a lot of opportunity to get a job and they can improve their skills and they can communicate with other people. So that is why people want to come to the city that is why I am here with you. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "M because they have a lot of opportunity to get a job and they can improve their skills and they can communicate with other people. So that's why people want to come to the city that's why I'm here with you. Yes.",
      "transcript_cleaned": "M because they have a lot of opportunity to get a job and they can improve their skills and they can communicate with other people. So that is why people want to come to the city that is why I am here with you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q13",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And are there any disadvantages of living in a large city?",
      "transcript": "M is the air pollution is bad and also everyone their competition mind so sometimes really hard to get a good job. So that is a hard and then some people isolated. So if they open their mind they can get a good more good relationship with other people. I felt think. Yeah. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "M is the air pollution is bad and also everyone their competition mind so sometimes really hard to get a good job. So that is a hard and then some people isolated. So if they open their mind they can get a good more good relationship with other people. I felt think. Yeah. Yes.",
      "transcript_cleaned": "M is the air pollution is bad and also everyone their competition mind so sometimes really hard to get a good job. So that is a hard and then some people isolated. So if they open their mind they can get a good more good relationship with other people. I felt think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q14",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And so what factors make a city livable?",
      "transcript": "I think care and attention. So if they have a same taste, same flavor, they can join together. They make more better things. So, and I told you the care. Yeah. People care to the animals or other people. I think it is the good things to do to share with other people. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think uh care and attention. So if they have a same taste, same flavor, they can join together. They make more better things. So, and I told you the care. Yeah. People uh care to the animals or other people. I think it's the good things to do to share with other people. Great.",
      "transcript_cleaned": "I think care and attention. So if they have a same taste, same flavor, they can join together. They make more better things. So, and I told you the care. Yeah. People care to the animals or other people. I think it is the good things to do to share with other people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q15",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "What should people prepare before they move to a different city?",
      "transcript": "They check the environment or education also good public transportation and they need some jobs to do. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "They check the environment or education also good public transportation and they need some jobs to do. Yes.",
      "transcript_cleaned": "They check the environment or education also good public transportation and they need some jobs to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q17",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And also what is benefit?",
      "transcript": "You can finish early, come back home early. Everything convenient. Yes, I think. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You can finish early, come back home early. Everything convenient. Yes, I think. Yeah.",
      "transcript_cleaned": "You can finish early, come back home early. Everything convenient. Yes, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q18",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And why do some people choose to live far from their workplace?",
      "transcript": "M I think economic issues because if if you some people live far they can save their house house because in the city is very expensive but far from the city is more cheaper they can save their money. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "M I think economic issues because if if you some people live far they can save their house uh house because in the city is very expensive but far from the city is more cheaper they can save their money. Yes.",
      "transcript_cleaned": "M I think economic issues because if if you some people live far they can save their house house because in the city is very expensive but far from the city is more cheaper they can save their money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q19",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And when people are looking for a place to live, apart from the price, what other factors do they consider?",
      "transcript": "They can consider neighborhood community and also the transportation public transportation and echofriendly environment with nature. Yeah. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "They can consider neighborhood community and also the transportation public transportation and echofriendly environment with nature. Yeah. Right.",
      "transcript_cleaned": "They can consider neighborhood community and also the transportation public transportation and echofriendly environment with nature.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q21",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "Where is that?",
      "transcript": "Just southern area. Yeah. Yeah. You could say like it is in the southern part. In the southern part of Korea. Yeah, in the southern part of Korea. And I think you you said like it was surrounded by the sea.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Just southern area. Yeah. Yeah. You could say like it's in the southern part. In the southern part of Korea. Yeah, in the southern part of Korea. And I think you you said like um it was surrounded by the sea.",
      "transcript_cleaned": "Just southern area. Yeah. Yeah. You could say like it is in the southern part. In the southern part of Korea. Yeah, in the southern part of Korea. And I think you you said like it was surrounded by the sea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q22",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "So I would probably say Mo is on the coast, is not it?",
      "transcript": "Yes. Yeah. So that is probably a better way to say it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Yeah. So that's probably a better way to say it.",
      "transcript_cleaned": "Yes. Yeah. So that is probably a better way to say it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q23",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "So, you are in a running club?",
      "transcript": "Running club. Yeah, I would just say like running club. Yeah, I am in a running club. Yeah, I am in a running club. I have a meeting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Running club. Yeah, I would just say like um running club. Yeah, I'm in a running club. Yeah, I'm in a running club. Um I have a meeting.",
      "transcript_cleaned": "Running club. Yeah, I would just say like running club. Yeah, I am in a running club. Yeah, I am in a running club. I have a meeting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q24",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "Sometimes a meeting sounds a little bit formal, you know, like a business meeting, right?",
      "transcript": "So, I would probably say I am in a running club. And yeah, after run you said, we going to have some beer. We want to use just present simple tense there, you know, like we we usually have some beer, you know, after we run, we usually have some beer. when we talked about our reading habits, just be a little careful with singular and plural. I heard a few times like read a books. So just make sure it is read books. Read books. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, I'd probably say I'm in a running club. And yeah, after run you said, uh we going to have some beer. We want to use just present simple tense there, you know, like we we usually have some beer, you know, after we run, we usually have some beer. Uh when we talked about our reading habits, just be a little careful with uh singular and plural. I heard a few times like uh read a books. So just make sure it's read books. Read books. Yeah.",
      "transcript_cleaned": "I would probably say I am in a running club. And yeah, after run you said, we going to have some beer. We want to use just present simple tense there, you know, like we we usually have some beer, you know, after we run, we usually have some beer. when we talked about our reading habits, just be a little careful with singular and plural. I heard a few times like read a books. So just make sure it is read books. Read books.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q26",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "You said care, right?",
      "transcript": "I I think right in this question I think they are looking for are they talking about maybe like the cost of living or the health care transportation close to nature. So I think maybe try and make it like a little bit clearer there because that was not as clear. But yeah, you are very very comfortable speaking. Just try and make sure if you are taking the test to expand on your answers if you can. All right. But yeah, thank you for coming in. Thank you for comment.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I I think right in this uh question I think they're looking for are they talking about maybe like the cost of living or the health care transportation close to nature. So I think maybe try and make it like a little bit clearer there cuz that wasn't as clear. But yeah, you're uh very very comfortable speaking. Just try and make sure if you are taking the test to expand on your answers if you can. All right. But yeah, thank you for coming in. Thank you for comment.",
      "transcript_cleaned": "I I think right in this question I think they are looking for are they talking about maybe like the cost of living or the health care transportation close to nature. So I think maybe try and make it like a little bit clearer there because that was not as clear. But yeah, you are very very comfortable speaking. Just try and make sure if you are taking the test to expand on your answers if you can. All right. But yeah, thank you for coming in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bKZpUoHO6a0_q02",
      "video_id": "bKZpUoHO6a0",
      "band": 9.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Restaurant is known for cook tip they have the most delicious soup in all of Seoul and price is great if you could open a restaurant what would it be interesting question not only because this is really tasty but also because I think it would bring in a high profit have you ever been to a restaurant in another country yes I have I have been to restaurants in the US France and Italy I must say Italian cuisines are truly world-class ok that is the end of part one and now we will continue with part two for part two here is a card with some questions please do not turn that over yet here is some note paper and a pencil.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "restaurant is known for cook tip they have the most delicious soup in all of Seoul and price is great if you could open a restaurant what would it be interesting question not only because this is really tasty but also because I think it would bring in a high profit have you ever been to a restaurant in another country yes I have I've been to restaurants in the US France and Italy I must say Italian cuisines are truly world-class ok that is the end of part one and now we will continue with part two for part two here is a card with some questions please don't turn that over yet here is some note paper and a pencil.",
      "transcript_cleaned": "Restaurant is known for cook tip they have the most delicious soup in all of Seoul and price is great if you could open a restaurant what would it be interesting question not only because this is really tasty but also because I think it would bring in a high profit have you ever been to a restaurant in another country",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bKZpUoHO6a0_q05",
      "video_id": "bKZpUoHO6a0",
      "band": 9.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Not to mention I would feel terrible about it what are some common situations where people seek help from others and as I said people often need help when they are ill or another situation is when they are having car troubles which resources may be particularly useful in these kinds of situations well when a person is sick their families or friends can be very accommodating to a system and of course medications like a cold or flu remedy to help them get better quickly and in the case of car mechanicus good to have on hand and perhaps a tow-truck have the ways people sought help these days changed compared to a generation before I think it has greatly deviate from 30 years before back then most people relied on lead lines to seek help and the opinion of nearby experts however these days people can use their mobile phones to quickly sik assistance and even information can you elaborate on that a little bit sure sure if a person were to choke in a restaurant anyone can immediately call for an ambulance and look up performing a Heimlich maneuver to dislodge the food.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "not to mention I would feel terrible about it what are some common situations where people seek help from others and as I said people often need help when they are ill or another situation is when they're having car troubles which resources may be particularly useful in these kinds of situations well when a person is sick their families or friends can be very accommodating to a system and of course medications like a cold or flu remedy to help them get better quickly and in the case of car mechanicus good to have on hand and perhaps a tow-truck have the ways people sought help these days changed compared to a generation before I think it has greatly deviate from 30 years before back then most people relied on lead lines to seek help and the opinion of nearby experts however these days people can use their mobile phones to quickly sik assistance and even information can you elaborate on that a little bit sure sure if a person were to choke in a restaurant anyone can immediately call for an ambulance and look up performing a Heimlich maneuver to dislodge the food.",
      "transcript_cleaned": "Not to mention I would feel terrible about it what are some common situations where people seek help from others and as I said people often need help when they are ill or another situation is when they are having car troubles which resources may be particularly useful in these kinds of situations well when a person is sick their families or friends can be very accommodating to a system and of course medications like a cold or flu remedy to help them get better quickly and in the case of car mechanicus good to have on hand and perhaps a tow-truck have the ways people sought help these days changed compared to a generation before I think it has greatly deviate from 30 years before back then most people relied on lead lines to seek help and the opinion of nearby experts however these days people can use their mobile phones to quickly sik assistance and even information can you elaborate on that a little bit sure sure if a person were to choke in a restaurant anyone can immediately call for an ambulance and look up performing a Heimlich maneuver to dislodge the food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bKZpUoHO6a0_q06",
      "video_id": "bKZpUoHO6a0",
      "band": 9.0,
      "question": "[Transcript chunk 6]",
      "transcript": "Online who are the professionals that deal with troubleshooting on a daily basis one that I mentioned our car mechanics as well computer technicians and electrical engineers perhaps are individuals that deal with troubleshooting every day why are their jobs important I think these are important professions because people constantly rely on them to be able to function in life and work I mean if persons car is not working it becomes difficult to commute.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "online who are the professionals that deal with troubleshooting on a daily basis one that I mentioned our car mechanics as well computer technicians and electrical engineers perhaps are individuals that deal with troubleshooting every day why are their jobs important I think these are important professions because people constantly rely on them to be able to function in life and work I mean if persons car isn't working it becomes difficult to commute.",
      "transcript_cleaned": "Online who are the professionals that deal with troubleshooting on a daily basis one that I mentioned our car mechanics as well computer technicians and electrical engineers perhaps are individuals that deal with troubleshooting every day why are their jobs important I think these are important professions because people constantly rely on them to be able to function in life and work I mean if persons car is not working it becomes difficult to commute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9B3NR6Y6Ma4_q02",
      "video_id": "9B3NR6Y6Ma4",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Because when we go out and it is the first thing people will notice because from with earrings if you have long hair like me sometimes it is hidden underneath so you would not really see it and with the hand you can kind of see it as well but you know from far away the first thing people would see is the necklace have you ever bought jewelry for someone else yes i bought like rings for my sister because she really likes julie as well so i when i go out and i see like pretty jewelry sometimes i would buy it for her and just like send her pictures why do you think some people spend a lot of money on jewelry i think it is partly because of their hobby so some people like to collect jewelry and most people when they get jewelry they feel that you know it is like something that when they wear they have confidence with it and sometimes if they do not have these jewelry with them they might feel that they are lacking something or something's like missing so it is kind of some a way to show their confidence.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "because when we go out and it's the first thing people will notice because from with earrings if you have long hair like me sometimes it's hidden underneath so you wouldn't really see it and with the hand you can kind of see it as well but you know from far away the first thing people would see is the necklace have you ever bought jewelry for someone else um yes i bought like rings for my sister because she really likes julie as well so i when i go out and i see like pretty jewelry sometimes i would buy it for her and just like send her pictures why do you think some people spend a lot of money on jewelry i think it's partly because of their hobby so some people like to collect um jewelry and most people when they get jewelry they feel that you know it's like something that when they wear they have confidence with it and sometimes if they don't have these jewelry with them they might feel that they're lacking something or something's like missing so it's kind of some a way to show their confidence.",
      "transcript_cleaned": "Because when we go out and it is the first thing people will notice because from with earrings if you have long hair like me sometimes it is hidden underneath so you would not really see it and with the hand you can kind of see it as well but you know from far away the first thing people would see is the necklace have you ever bought jewelry for someone else yes i bought like rings for my sister because she really likes julie as well so i when i go out and i see like pretty jewelry sometimes i would buy it for her and just like send her pictures why do you think some people spend a lot of money on jewelry i think it is partly because of their hobby so some people like to collect jewelry and most people when they get jewelry they feel that you know it is like something that when they wear they have confidence with it and sometimes if they do not have these jewelry with them they might feel that they are lacking something or something's like missing so it is kind of some a way to show their confidence.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}