{
  "batch_id": 49,
  "count": 20,
  "samples": [
    {
      "sample_id": "f6faFlIo5wo_q05",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "Do you like singing?",
      "transcript": "Actually I love singing. it was, it is one of my hobbies. I like singing and singing with the kids and it is still one of the things I do to relax when I have my free time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually I love singing. Uh, it was, it is one of my hobbies. I like singing and singing with the kids and it's still one of the things I do to relax when I have my free time.",
      "transcript_cleaned": "Actually I love singing. it was, it is one of my hobbies. I like singing and singing with the kids and it is still one of the things I do to relax when I have my free time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q06",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "Is it difficult to sing well?",
      "transcript": "Definitely in English, but in Vietnamese I think it is not so typical. Or maybe how to sing well in my definition is a little bit different from people. I think I just need to feel the beat and follow the melody. Then that will be fine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, definitely in English, but in Vietnamese I think it's not so typical. Or maybe how to sing well in my definition is a little bit different from people. I think I just need to feel the beat and follow the melody. Then that will be fine.",
      "transcript_cleaned": "Definitely in English, but in Vietnamese I think it is not so typical. Or maybe how to sing well in my definition is a little bit different from people. I think I just need to feel the beat and follow the melody. Then that will be fine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q07",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "Do you want to be a singer in the future?",
      "transcript": "No, I do not think so. I used to be, I used to want to be a singer in the past, but now I am definitely want to be a teacher.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, I don't think so. I used to be, I used to want to be a singer in the past, but now I'm definitely want to be a teacher.",
      "transcript_cleaned": "No, I do not think so. I used to be, I used to want to be a singer in the past, but now I am definitely want to be a teacher.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q08",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "What can you see from the windows of your house?",
      "transcript": "So I live in a flat from my apartment. I can see streets and just buildings because I live in the center of the city. it is quite busy. But I quite like it because I can see like the beat of the life. Sometimes it is the flow is quite slow, but sometimes it is quite easy and it is interesting to look at the people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, so I live in a flat from my apartment. I can see streets and just buildings because I live in the center of the city. It's quite busy. But um, I quite like it because I can see like the beat of the life. Sometimes it's the flow is quite slow, but sometimes it's quite easy and it's interesting to look at the people.",
      "transcript_cleaned": "I live in a flat from my apartment. I can see streets and just buildings because I live in the center of the city. it is quite busy. But I quite like it because I can see like the beat of the life. Sometimes it is the flow is quite slow, but sometimes it is quite easy and it is interesting to look at the people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q09",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "Are there many places in your hometown with beautiful scenery?",
      "transcript": "I have to say that like now I am living in Hat Long Bay. Hat Long Bay has a beautiful landscape, a lot of mountains and beaches. So it is really easy for you to just walk like have two minutes walk and then you can see a beautiful landscape with all the mountains and water and the bay. So we basically like live next to the bay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ah, I have to say that like now I'm living in Hat Long Bay. Hat Long Bay has a beautiful landscape, a lot of mountains and beaches. So it's really easy for you to um, just walk like have two minutes walk and then you can see a beautiful uh, landscape with all the mountains and water and the bay. So we basically like live next to the bay.",
      "transcript_cleaned": "I have to say that like now I am living in Hat Long Bay. Hat Long Bay has a beautiful landscape, a lot of mountains and beaches. So it is really easy for you to just walk like have two minutes walk and then you can see a beautiful landscape with all the mountains and water and the bay. So we basically like live next to the bay.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q10",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "When you travel do you stay in hotels with beautiful views?",
      "transcript": "I sometimes do because I think that was it. because like in the past when I was a little bit queer, I spent my money staying hostel, but now I can afford to stay in the better hotel. And I think sometimes staying inside the room and look at the view is a way to relax and enjoy the city.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I sometimes do because I think that was it. Um, because like in the past when I was a little bit queer, I spent my money staying hostel, but now I can afford to stay in the better hotel. And I think sometimes staying inside the room and look at the view is a way to relax and enjoy the city.",
      "transcript_cleaned": "I sometimes do because I think that was it. because like in the past when I was a little bit queer, I spent my money staying hostel, but now I can afford to stay in the better hotel. And I think sometimes staying inside the room and look at the view is a way to relax and enjoy the city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q11",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "Do you understand?",
      "transcript": "Yes, I do. Now I am sharing my screen with you just so you can see the key part. So please let me know whenever you see that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I do. Now I'm sharing my screen with you just so you can see the key part. So please let me know whenever you see that. Okay.",
      "transcript_cleaned": "Yes, I do. Now I am sharing my screen with you just so you can see the key part. So please let me know whenever you see that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q13",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "Do you think it is healthy for kids that you have enjoyed?",
      "transcript": "So to play computer games. Moving up to be honest, I do not think so. like sitting in front of the computer for a long time, you definitely not have, healthy for your eyes and your body. I think it should like do more like outside activities than just like sit in front of the computer, but they, They can play a little bit a day, like maybe 30 minutes a day because some games would be helpful for, to develop your brain and yeah, it can help, helpful to develop your imagination.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So to play computer games. Moving up to be honest, I don't think so. Um, like sitting in front of the computer for a long time, you definitely not have, uh, healthy for your eyes and your body. Uh, I think it should like do more like outside activities than just like sit in front of the computer, but they, They can play a little bit a day, like maybe 30 minutes a day because some games would be helpful for, to develop your brain and um, yeah, it can help, helpful to develop your imagination.",
      "transcript_cleaned": "to play computer games. Moving up to be honest, I do not think so. like sitting in front of the computer for a long time, you definitely not have, healthy for your eyes and your body. I think it should like do more like outside activities than just like sit in front of the computer, but they, They can play a little bit a day, like maybe 30 minutes a day because some games would be helpful for, to develop your brain and yeah, it can help, helpful to develop your imagination.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q14",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "And what are the differences between the games played now and those from your childhood?",
      "transcript": "I think back, back to when I was a kid, it was more violent computer games that included guns and bombs. But now they have more creative games that help the kids to entertain and also are helpful for their subjects or something.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think back, back to when I was a kid, it was more violent computer games that included guns and bombs. But now they have more creative games that help the kids to entertain and also are helpful for their subjects or something.",
      "transcript_cleaned": "I think back, back to when I was a kid, it was more violent computer games that included guns and bombs. But now they have more creative games that help the kids to entertain and also are helpful for their subjects or something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q15",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "Are there any big differences in terms of gender when it comes to gaming?",
      "transcript": "It depends because the gender, the gender of deputation now is a little bit of between. I think girls or boys can play any games. It does not matter about your gender.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It depends because the gender, the gender of deputation now is a little bit of between. Um, I think girls or boys can play any games. It doesn't matter about your gender.",
      "transcript_cleaned": "It depends because the gender, the gender of deputation now is a little bit of between. I think girls or boys can play any games. It does not matter about your gender.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q03",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "How do you usually spend your holidays?",
      "transcript": "In my holidays, sometimes I travel in some place in Mexico or wherever. sometimes I go to USA in San Diego or Los Angeles because I love shopping in USA. sometimes I, I I am stable in my home. I watch movies or read books. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, in my holidays, sometimes I travel in some place in Mexico or wherever. Um, sometimes I go to USA in San Diego or Los Angeles because I love shopping in USA. Um, sometimes I, I I'm stable in my home. I watch movies or read books. Perfect.",
      "transcript_cleaned": "In my holidays, sometimes I travel in some place in Mexico or wherever. sometimes I go to USA in San Diego or Los Angeles because I love shopping in USA. sometimes I, I I am stable in my home. I watch movies or read books. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q04",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "And is there anywhere you would particularly like to visit on holidays in the future?",
      "transcript": "Yes. The last year, because COVID, not visit other countries, but, but my dream is to visit London and Turkey and Japan. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. The last year, um, because COVID, not visit other countries, but, but my dream is to visit London and Turkey and Japan. Perfect.",
      "transcript_cleaned": "Yes. The last year, because COVID, not visit other countries, but, but my dream is to visit London and Turkey and Japan. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q05",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "And do you prefer relaxing at home in the evenings or you prefer to go out?",
      "transcript": "I prefer staying at my home. Relaxing, maybe read a book or watch movies. Okay, perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I prefer staying at my home. Relaxing, maybe read a book or watch movies. Okay, perfect,.",
      "transcript_cleaned": "I prefer staying at my home. Relaxing, maybe read a book or watch movies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q06",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "What is your job?",
      "transcript": "My job. I am a degree in economics and finance. My job is about finance in the Sanmina. Sanmina is a company, American company in Mexico. I, in the department, do finance. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My job. I'm a degree in economics and finance. My job is about finance in the Sanmina. Sanmina is a company, American company in Mexico. Um, I, in the department, do finance. Uh, okay.",
      "transcript_cleaned": "My job. I am a degree in economics and finance. My job is about finance in the Sanmina. Sanmina is a company, American company in Mexico. I, in the department, do finance.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q07",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "And do you like your job?",
      "transcript": "Yes, I love my job. I have two jobs. this and the other job, I am a professor. And it is my hobby but my, it pays my hobby and I love my job.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I love my job. I have two jobs. Uh, this and the other job, I'm a professor. And it's my hobby but my, it pays my hobby and I love my job.",
      "transcript_cleaned": "Yes, I love my job. I have two jobs. this and the other job, I am a professor. And it is my hobby but my, it pays my hobby and I love my job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q08",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "Okay and what job do you think you will be doing in five years time?",
      "transcript": "Five years maybe teaching financial education or investments or I do not know maybe the same but more in the place paying more money. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Five years maybe teaching financial education or investments or I don't know maybe the same but more in the place paying more money. Okay,.",
      "transcript_cleaned": "Five years maybe teaching financial education or investments or I do not know maybe the same but more in the place paying more money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q09",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "Who gave you your name?",
      "transcript": "My, my parents. My parents gave you my name. My first name is Birma. Birma, have a two part. Birma is because, Bir, Bir is because my father's name was Virgilio. Bir is to Virgilio. And my mother name is Marisela. This is the composition to, to name my parents. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My, my parents. My parents gave you my name. My first name is Birma. Birma, er, have a two part. Birma is because, Bir, Bir is because my father's name was Virgilio. Bir is to Virgilio. And my mother name is Marisela. This is the composition to, to name my parents. Okay.",
      "transcript_cleaned": "My, my parents. My parents gave you my name. My first name is Birma. Birma, have a two part. Birma is because, Bir, Bir is because my father's name was Virgilio. Bir is to Virgilio. And my mother name is Marisela. This is the composition to, to name my parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q12",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "Do people in your country like to visit other people's homes?",
      "transcript": "Yes. Yes, because it is, it is, it is cultural. It is so funny and it is the security, I do not know what you say, but it is so funny.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Yes, because it's, it's, it's cultural. It is so funny and it's the security, I don't know what you say, but it's so funny.",
      "transcript_cleaned": "Yes. Yes, because it is, it is, it is cultural. It is so funny and it is the security, I do not know what you say, but it is so funny.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q13",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "How often do you visit other people?",
      "transcript": "Maybe, two weeks, see, two weeks, or maybe one, one, twice, two months. No more than that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, maybe, uh, two weeks, see, two weeks, or maybe one, one, twice, two months. No more than that. Okay.",
      "transcript_cleaned": "Maybe, two weeks, see, two weeks, or maybe one, one, twice, two months. No more than that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q14",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "And, in your country, when people visit each other, what do they normally do together?",
      "transcript": "Okay, play game boards or drink some alcohol, maybe beers or tequila or whatever, whatever.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, play game boards or drink some alcohol, maybe beers or tequila or whatever, whatever.",
      "transcript_cleaned": "play game boards or drink some alcohol, maybe beers or tequila or whatever, whatever.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}