{
  "batch_id": 223,
  "count": 20,
  "samples": [
    {
      "sample_id": "eAz-JoMrXJE_q04",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And do you usually use your mobile phone for texting or calling?",
      "transcript": "For I prefer texting because calling that that takes a lot of time. I usually call friends a for an hour. So texting also it takes time but yeah I can transmit my message exactly. So I prefer testing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um for uh I prefer texting because calling that that takes a lot of time. I usually call friends a for an hour. So texting also it takes time but yeah I can um transmit my message exactly. So I prefer testing.",
      "transcript_cleaned": "For I prefer texting because calling that that takes a lot of time. I usually call friends a for an hour. So texting also it takes time but yeah I can transmit my message exactly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q05",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And do you think will you buy a new mobile phone in the future?",
      "transcript": "Yes. because I I am now using iPhone 15 Pro but it is going to be sometimes be broken or the ability got get lower. So maybe I will change the phone. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Um because I I'm now using iPhone 15 Pro but it's going to be sometimes be broken or uh the ability got get lower. So maybe I will change the phone. Mhm.",
      "transcript_cleaned": "Yes. because I I am now using iPhone 15 Pro but it is going to be sometimes be broken or the ability got get lower. So maybe I will change the phone. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q06",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And how has your mobile phone changed your life?",
      "transcript": "When I was young, I did not use smartphone. I just used old folder phone. Yeah. But I just I could just text you. I could just send text messages. But nowadays I can surf the internet, watch YouTube on the road or everywhere and I can call to my mom when I was in foreign country. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um uh when I was young, I didn't use smartphone. I just used um um old folder phone. Yeah. But I just I could just uh text you. I could just send text messages. But nowadays I can um surf the internet, watch YouTube on the road or everywhere and I can call to my mom um when I was in foreign country. Yeah.",
      "transcript_cleaned": "When I was young, I did not use smartphone. I just used old folder phone. Yeah. But I just I could just text you. I could just send text messages. But nowadays I can surf the internet, watch YouTube on the road or everywhere and I can call to my mom when I was in foreign country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q07",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "So do you like watching sports on TV?",
      "transcript": "Yes, I really love it. especially I really love baseball and I and I usually watch live baseball games on weekdays in spring season. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I really love it. especially I really love baseball and I and I usually watch live baseball games um on weekdays in spring season. Yeah.",
      "transcript_cleaned": "Yes, I really love it. especially I really love baseball and I and I usually watch live baseball games on weekdays in spring season.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q08",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And who do you like to watch sports games with?",
      "transcript": "I usually watch along because my friends do not like baseball so I usually watch.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh I usually watch along because my friends don't like baseball so I usually watch.",
      "transcript_cleaned": "I usually watch along because my friends do not like baseball",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q09",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And have you ever watched a sports game in a stadium?",
      "transcript": "Oh yes, of course. Because I I loved baseball from 10 years ago. So the best game was Korean series with SK and Dan. Yeah. The and that game I the fan of my team my team won the game. Yeah. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh yes, of course. Because I I loved baseball from 10 years ago. So um the best game was Korean series with SK and Dan. Yeah. The and that game I the fan of my team my team won the game. Yeah. Great.",
      "transcript_cleaned": "Oh yes, of course. Because I I loved baseball from 10 years ago. So the best game was Korean series with SK and Dan. Yeah. The and that game I the fan of my team my team won the game.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q10",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And what kinds of sports games do you expect to watch in the future?",
      "transcript": "I am going to the UK this year. So I really want to watch football games on England. So especially Tottenham Hotspur which is Ton Min. he is in the team. So I really look forward to it. that will do us for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I'm going to the UK this year. So I really want to watch football games on England. So especially um Tottenham Hotspur which is Ton Min. He's in the team. So I really look forward to it. That'll do us for part one.",
      "transcript_cleaned": "I am going to the UK this year. So I really want to watch football games on England. So especially Tottenham Hotspur which is Ton Min. he is in the team. So I really look forward to it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q11",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "So could you describe a job that is useful to society?",
      "transcript": "I think it is teacher. because my mom is a retired teacher and I some I also dreamed about being a teacher when I was young. I think the teacher is the people who are eager to get along with young people and they are very smart and they really want to teach something to young people and it makes young people sigh open to the new world and new trends and they can get some good knowledges from the school and but nowadays teachers are really get tired of doing some stuffs in school but they do like people because my one of my friend became teacher and she says she is very hard doing works at school but she I saw her I saw her her face really happy with saying about her students and she she really wants to be a good teacher. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it's teacher. Uh because my mom is a retired teacher and um I some I also dreamed about being a teacher um when I was young. Um I think the uh teacher is the people who are eager to get along with young people and they are very smart and they really want to um teach something to young people and um it makes young people sigh open to the new world and new trends and they can get um some good knowledges from the school and but nowadays teachers are really get tired of doing some stuffs in school but they do like people because my one of my friend became teacher and she says she's very hard doing um works at school but she I saw her I saw her her face really happy with saying about um her uh students and she she really wants to um be a good teacher. Yeah. Okay.",
      "transcript_cleaned": "I think it is teacher. because my mom is a retired teacher and I some I also dreamed about being a teacher when I was young. I think the teacher is the people who are eager to get along with young people and they are very smart and they really want to teach something to young people and it makes young people sigh open to the new world and new trends and they can get some good knowledges from the school and but nowadays teachers are really get tired of doing some stuffs in school but they do like people because my one of my friend became teacher and she says she is very hard doing works at school but she I saw her I saw her her face really happy with saying about her students and she she really wants to be a good teacher.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q13",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "Okay, so do you think schools should provide career advice to students?",
      "transcript": "I think I school should do that because when I was in high school I just had to study and study and study and but I wanted to know what job could I get after graduate the school graduating the school. So yeah, but I nowadays schools provide job jobs information. So I really envy them. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I think I school should do that because um when I was in high school I just had to um study and study and study and but I wanted to know what job could I get after graduate the school graduating the school. So yeah, but I nowadays um uh schools provide job jobs information. So I really envy them. Yes.",
      "transcript_cleaned": "I think I school should do that because when I was in high school I just had to study and study and study and but I wanted to know what job could I get after graduate the school graduating the school. So yeah, but I nowadays schools provide job jobs information.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q14",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And do you think students are likely to listen to their teachers when it comes to choosing their future career?",
      "transcript": "I think it really depends because teachers provide jobs in school. the the jobs are very temporary and lowwage jobs and but students do believe teachers because they want to get jobs. So even if have even if they get low quality low quality jobs I think they will believe the teachers. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I think it really depends because teachers provide jobs in school. Um the the jobs are very temporary and um lowwage jobs and but students do believe teachers because they want to get jobs. So even if have even if they get low quality low quality jobs I think they will believe the teachers. Okay.",
      "transcript_cleaned": "I think it really depends because teachers provide jobs in school. the the jobs are very temporary and lowwage jobs and but students do believe teachers because they want to get jobs. So even if have even if they get low quality low quality jobs I think they will believe the teachers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q15",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And do you think parents should have any input on their children's future career?",
      "transcript": "As I think it is half and half I think because as ch children have no information about jobs or career. So parents can give provide information of that but I think the most important is is child what should the children have what should child want to do what should a child want to do yeah and I think that is the very that is very important okay yes and what kind of jobs deserve a high salary Nowadays I think it is about IT jobs gets high high wages but I think working on bodies like such as construction or making some whatever u making some building. Yeah, they they deserve high qual high salary because it is really tough job and really dangerous and it is related to human safety. So I think it deserves the high salary. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um as I think it's half and half I think because um as ch children have no information about jobs or career. So parents can give provide information of that but I think the most important is um is child what should the children have uh what should child uh want to do what should a child want to do yeah and I think that's the very that's very important okay yes and uh what kind of jobs deserve a high salary Nowadays I think it's about um IT jobs um gets high high wages but I think working on um bodies like such as construction or um um making some whatever u making some building. Yeah, they they deserve high qual high salary because it's really tough job and really dangerous and it's related to human safety. So I think it deserves the high salary. Yes.",
      "transcript_cleaned": "As I think it is half and half I think because as ch children have no information about jobs or career. So parents can give provide information of that but I think the most important is is child what should the children have what should child want to do what should a child want to do yeah and I think that is the very that is very important okay yes and what kind of jobs deserve a high salary Nowadays I think it is about IT jobs gets high high wages but I think working on bodies like such as construction or making some whatever u making some building. Yeah, they they deserve high qual high salary because it is really tough job and really dangerous and it is related to human safety. So I think it deserves the high salary.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q16",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "Are these kind of jobs popular in your country?",
      "transcript": "Yes maybe because people who are desperate are most likely to get a job in construction. Yeah, because it is not that very hard to get job, but it is really tough. Most of men men with low wages and in low condition do have a job like that. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um yes maybe because um people who are desperate are most likely to get a job in construction. Yeah, because it's not that very hard to get job, but it's really tough. Most of men um men with um low wages and in low condition do have a job like that. Yes.",
      "transcript_cleaned": "Yes maybe because people who are desperate are most likely to get a job in construction. Yeah, because it is not that very hard to get job, but it is really tough. Most of men men with low wages and in low condition do have a job like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q17",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And who do you think should receive a higher salary, younger people or older people?",
      "transcript": "M I think it is younger people because in Korea nowadays older people had high salary jobs so they have they they are now living in good condition but nowadays young people have low wages jobs and uncomfortable jobs. So and they have to struggle to get house or job or good condition. So I think young people deserve to get high salary. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "M I think it's younger people because in Korea nowadays um older people had um high salary jobs so they have um they they are now living in good condition but nowadays young people um have low wages jobs and um uncomfortable jobs. So and they have to struggle to get um house or job or good um condition. So I think young people deserve to get high salary. Yes.",
      "transcript_cleaned": "M I think it is younger people because in Korea nowadays older people had high salary jobs so they have they they are now living in good condition but nowadays young people have low wages jobs and uncomfortable jobs. So and they have to struggle to get house or job or good condition. So I think young people deserve to get high salary.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q19",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "If we are making an order, right?",
      "transcript": "So, I think it is better in that case. Like I used to like I used to work as a video editor, but not quite anymore. in terms of the verbs to use, when you talked about the internet with your first iPhone, you said like I could do internet. I would say like use the internet or log onto the internet. I think it could be better verbs to use. one point as well when we talked about calling and texting, you mentioned transmit my message. it is understandable. It seems a little bit awkward. I think a better phrase there would be get my point across. Yeah. So when I am texting my friends, I can get my point across efficiently. you know, I do not have to, you know, worry about having chitchat. So maybe you could use that. also when we talked about phones, you said, call to my mom. so call, like text, ask, contact. these four verbs would have no preposition there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, I think it's better in that case. Like I used to like I used to work as a video editor, but not quite anymore. Um, in terms of the verbs to use, uh, when you talked about the internet with your first iPhone, you said like I could do internet. I would say like use the internet or log onto the internet. I think it could be better verbs to use. Um, one point as well when we talked about calling and texting, you mentioned um, transmit my message. It's understandable. It seems a little bit awkward. I think a better phrase there would be get my point across. Yeah. So when I'm texting my friends, I can get my point across efficiently. you know, I don't have to, you know, worry about having chitchat. So maybe you could use that. Uh, also when we talked about phones, you said, uh, call to my mom. Um, so call, like text, ask, contact. Uh, these four verbs would have no preposition there.",
      "transcript_cleaned": "I think it is better in that case. Like I used to like I used to work as a video editor, but not quite anymore. in terms of the verbs to use, when you talked about the internet with your first iPhone, you said like I could do internet. I would say like use the internet or log onto the internet. I think it could be better verbs to use. one point as well when we talked about calling and texting, you mentioned transmit my message. it is understandable. It seems a little bit awkward. I think a better phrase there would be get my point across. Yeah. So when I am texting my friends, I can get my point across efficiently. you know, I do not have to, you know, worry about having chitchat. So maybe you could use that. also when we talked about phones, you said, call to my mom. so call, like text, ask, contact. these four verbs would have no preposition there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eAz-JoMrXJE_q21",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "I would probably keep it more in general, right?",
      "transcript": "But yeah, it was definitely a good test. I will give you this. You can have a look at it after, but thanks for coming in.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, but yeah, it was definitely a good test. I'll give you this. You can have a look at it after, but thanks for coming in.",
      "transcript_cleaned": "But yeah, it was definitely a good test. I will give you this. You can have a look at it after, but thanks for coming in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6UP3bpCtzQs_q02",
      "video_id": "6UP3bpCtzQs",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Will doing that i will be doing that forever i think do you have a lot of friends i do not have a lot of friends but my close friends are you know the ones who always support me and they got my back all the time so i do not need a lot of friends as long as they you know stay stay with me for you know all the time you know okay with whom would you like to be friends and why with no particular person i just you know walking meet people and we get to know each other so then i choose whether i want to be friends with that person or not okay so now i will give you a.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "will doing that i will be doing that forever i think do you have a lot of friends um i don't have a lot of friends but my close friends are you know the ones who always support me and uh they got my back all the time so i don't need a lot of friends as long as they you know stay stay with me for you know all the time you know okay with whom would you like to be friends and why um with no particular person i just you know walking meet people and we get to know each other so then i choose whether i want to be friends with that person or not okay so now i will give you a.",
      "transcript_cleaned": "Will doing that i will be doing that forever i think do you have a lot of friends i do not have a lot of friends but my close friends are you know the ones who always support me and they got my back all the time so i do not need a lot of friends as long as they you know stay stay with me for you know all the time you know okay with whom would you like to be friends and why with no particular person i just you know walking meet people and we get to know each other so then i choose whether i want to be friends with that person or not okay so now i will give you a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6UP3bpCtzQs_q03",
      "video_id": "6UP3bpCtzQs",
      "band": 6.5,
      "question": "[Transcript chunk 3]",
      "transcript": "I will decide later but maybe i can see myself in that picture with my friends you know hanging around and sitting in the side of road maybe a cat or a dog or some some animal some street animal is crossing crossing the street the the you know the image plenty of cars are parked there but i do not see them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "i'll decide later but maybe i can see myself in that picture with my friends uh you know hanging around and sitting in the side of road um maybe a cat or a dog or some some animal some street animal uh is crossing uh crossing the street the the you know the image um plenty of cars are parked uh there but i don't see them.",
      "transcript_cleaned": "I will decide later but maybe i can see myself in that picture with my friends you know hanging around and sitting in the side of road maybe a cat or a dog or some some animal some street animal is crossing crossing the street the the you know the image plenty of cars are parked there but i do not see them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6UP3bpCtzQs_q04",
      "video_id": "6UP3bpCtzQs",
      "band": 6.5,
      "question": "[Transcript chunk 4]",
      "transcript": "I have mentioned music can be so much more entertaining for my for you know people in my country than a painting or a book a story because they do not they do not have time or things to you know enjoy that and what kind of music do people like in your country most of the people enjoy pop music but i personally listen to rock metal or anything any kind of music but most of the people in my country follow the mainstream music the pop culture or what traditional art forms exist in your country as much as i know there is no traditional art in my country it is not allowed but i can i cannot think of anything i just know it was it used to be some paintings or you know thing things like that you mean there is no traditional art right now i cannot think of anything but I am aware that it was something there was something in the past i do not know why what exactly but i reckon maybe paintings or sketches caricatures and stuff like that how can children benefit from learning art well it makes them you know their minds to be more active or more creative that makes them more innovative in such ways like you know mathematics or dealing with life's complications and stuff maybe i do not i do not want to be i do not want to get more philosophical but by experience i think it makes them more active mentally mentally active do you think that the state should support the arts and cultural activities yeah of course they can they can support it in many ways you know financially or they can support it all the time by simply giving money and time but i.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "i've mentioned music can be so much more entertaining for my uh for you know people in my country than a painting or a book a story because they don't they don't have time or things to you know enjoy that and what kind of music do people like in your country most of the people enjoy pop music but i personally listen to rock metal or anything any kind of music but most of the people in my country follow the mainstream music the pop culture or what traditional art forms exist in your country as much as i know there's no traditional art in my country it's not allowed but i can i can't think of anything i just know it was it used to be some paintings or um you know thing things like that you mean there is no traditional art right now um i can't think of anything but i'm aware that uh it was something there was something in the past i don't know why what exactly but i reckon maybe paintings or sketches caricatures and stuff like that how can children benefit from learning art well it makes them you know their minds uh to be more active or more creative that makes them more innovative in such ways like you know mathematics or dealing with life's complications and stuff maybe i don't i don't want to be i don't want to get more philosophical but by experience i think it makes them more active mentally mentally active do you think that the state should support the arts and uh cultural activities yeah of course they can they can support it in many ways you know financially or they can support it all the time by simply giving money and time but i.",
      "transcript_cleaned": "I have mentioned music can be so much more entertaining for my for you know people in my country than a painting or a book a story because they do not they do not have time or things to you know enjoy that and what kind of music do people like in your country most of the people enjoy pop music but i personally listen to rock metal or anything any kind of music but most of the people in my country follow the mainstream music the pop culture or what traditional art forms exist in your country as much as i know there is no traditional art in my country it is not allowed but i can i cannot think of anything i just know it was it used to be some paintings or you know thing things like that you mean there is no traditional art right now i cannot think of anything but I am aware that it was something there was something in the past i do not know why what exactly but i reckon maybe paintings or sketches caricatures and stuff like that how can children benefit from learning art well it makes them you know their minds to be more active or more creative that makes them more innovative in such ways like you know mathematics or dealing with life's complications and stuff maybe i do not i do not want to be i do not want to get more philosophical but by experience i think it makes them more active mentally mentally active do you think that the state should support the arts and cultural activities yeah of course they can they can support it in many ways you know financially or they can support it all the time by simply giving money and time but i.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6UP3bpCtzQs_q06",
      "video_id": "6UP3bpCtzQs",
      "band": 6.5,
      "question": "[Transcript chunk 6]",
      "transcript": "You know not enough for me right now but it may improve the future of course you can improve that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "you know not enough for me right now but it may improve the future of course you can improve that.",
      "transcript_cleaned": "You know not enough for me right now but it may improve the future of course you can improve that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmKZi8kqsFo_q02",
      "video_id": "NmKZi8kqsFo",
      "band": 8.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Our house yeah okay good now we are going to talk about social media so do you or your friends like to use social media yeah definitely I have Snapchat Instagram all sorts of social media applications yeah and why do you like using these applications I say social media is pretty much a new means of communicating between people so I find myself using the social media chat functions more than calling people or messaging them and also sharing photos and looking at other people's reactions I mean some people may call it unhealthy but I think it became a new Norm in especially among teenagers and do you think any of your friends use social media too much I I guess so because I find some people if you look at the screen time function on your iPhone you can see how many hours you have spent on your phone and they some people spent like more than 10 hours a day and I feel like that is really unhealthy and do you want to work in social media in the future I am interested in technology like software engineering and computer science so yeah why not give it a try okay and what is the most popular social media in your country oh in Korea definitely cacao talk yeah because KakaoTalk I mean recently there was a a Data Center crisis a data center accident and everyone was suffering so that shows how much important how important kekko talk is in our daily lives and is there any difference between the way young people use social media and older people use social media the type of social media applications that people use differently vary from age to age because I find older people using.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "our house yeah okay good now we're going to talk about social media so do you or your friends like to use social media yeah definitely um I have Snapchat Instagram all sorts of social media applications yeah and why do you like using these applications I say social media is uh pretty much a new means of communicating between people so I find myself using um the social media chat functions more than calling people or messaging them and also sharing photos and looking at other people's reactions I mean some people may call it unhealthy but I think it became a new Norm in especially among teenagers and do you think any of your friends use social media too much I um I guess so because I find some people if you look at the screen time function on your iPhone you can see how many hours you've spent on your phone and they some people spent like more than 10 hours a day and I feel like that is really unhealthy and do you want to work in social media in the future I am interested in technology like software engineering and computer science so yeah why not give it a try okay and what's the most popular social media in your country oh in Korea definitely cacao talk yeah because KakaoTalk I mean recently there was a a Data Center crisis a data center accident and everyone was suffering so that shows how much important how important kekko talk is in our daily lives and is there any difference between the way young people use social media and older people use social media the type of social media applications that people use differently uh vary from age to age because I find older people using.",
      "transcript_cleaned": "Our house yeah okay good now we are going to talk about social media so do you or your friends like to use social media yeah definitely I have Snapchat Instagram all sorts of social media applications yeah and why do you like using these applications I say social media is pretty much a new means of communicating between people so I find myself using the social media chat functions more than calling people or messaging them and also sharing photos and looking at other people's reactions I mean some people may call it unhealthy but I think it became a new Norm in especially among teenagers and do you think any of your friends use social media too much I I guess so because I find some people if you look at the screen time function on your iPhone you can see how many hours you have spent on your phone and they some people spent like more than 10 hours a day and I feel like that is really unhealthy and do you want to work in social media in the future I am interested in technology like software engineering and computer science so yeah why not give it a try okay and what is the most popular social media in your country oh in Korea definitely cacao talk yeah because KakaoTalk I mean recently there was a a Data Center crisis a data center accident and everyone was suffering so that shows how much important how important kekko talk is in our daily lives and is there any difference between the way young people use social media and older people use social media the type of social media applications that people use differently vary from age to age because I find older people using.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}