{
  "batch_id": 74,
  "count": 20,
  "samples": [
    {
      "sample_id": "iIisvJXuZMw_q11",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "Have you ever bought shoes online?",
      "transcript": "I actually have, like, I bought like a pair of British Hunter when the new product was released in 2017. you know, at first everything seemed fine and good, but then when I received the package, it turns out that my, I, my shoes did not fit me and it was too tight and all because I did not, pick the right food size. So, I mean, it was not a, it was not a pleasant experience for me. So. So I would have to be more careful next time How much money do you usually spend on shoes so because like they are not my cup of tea so I have like a very limited budget for them Like roughly about 1 to 2 million Vietnam dong for a pair of good sneakers and maybe less than a million for the sandals And of course I have to wait for the sales season to come to wrap me up a pair too Okay, what do you prefer, fashionable shoes or comfortable shoes? Okay, so as I mentioned earlier, I opt for comfort. So, you know, like trendy shoes cannot have my, capture my attention. And, you know, like what is the point of like wearing a good looking shoes when you, your feet are aching and hurting, you know.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I actually have, like, I bought like a pair of British Hunter when the new product was released in 2017. Uh, you know, at first everything seemed fine and good, but then when I received the package, uh, it turns out that my, I, my shoes didn't fit me and it was too tight and all because I didn't, uh, pick the right food size. So, I mean, it was not a, it was not a pleasant experience for me. So. So I would have to be more careful next time How much money do you usually spend on shoes Uh so because like they are not my cup of tea so I have like a very limited budget for them Like roughly about 1 to 2 million Vietnam dong for a pair of good uh sneakers and maybe less than a million for the sandals And of course I have to wait for the sales season to come to wrap me up a pair too Okay, what do you prefer, fashionable shoes or comfortable shoes? Okay, uh, so as I mentioned earlier, I opt for comfort. So, uh, you know, like trendy shoes cannot have my, capture my attention. And, you know, like what's the point of like wearing a good looking shoes when you, your feet are aching and hurting, you know.",
      "transcript_cleaned": "I actually have, like, I bought like a pair of British Hunter when the new product was released in 2017. you know, at first everything seemed fine and good, but then when I received the package, it turns out that my, I, my shoes did not fit me and it was too tight and all because I did not, pick the right food size. So, I mean, it was not a, it was not a pleasant experience for me. So. So I would have to be more careful next time How much money do you usually spend on shoes so because like they are not my cup of tea so I have like a very limited budget for them Like roughly about 1 to 2 million Vietnam dong for a pair of good sneakers and maybe less than a million for the sandals And of course I have to wait for the sales season to come to wrap me up a pair too Okay, what do you prefer, fashionable shoes or comfortable shoes? Okay, so as I mentioned earlier, I opt for comfort. So, you know, like trendy shoes cannot have my, capture my attention. And, you know, like what is the point of like wearing a good looking shoes when you, your feet are aching and hurting, you know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q12",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "So are you ready?",
      "transcript": "Yes, I think I am ready. The flow is yours. Looking at this.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I think I'm ready. The flow is yours. Looking at this.",
      "transcript_cleaned": "Yes, I think I am ready. The flow is yours. Looking at this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q13",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "What is your opinion on this?",
      "transcript": "Okay, this may sound weird, but I agree with them. Okay, call me old-fashioned or whatever, but I think that life back then was so much easier than it is now. You know, back then, before, we lived closely together. We blended in with the nature, you know, living on the hill next to a farm, the river. Everything was so serene, compared to the society now. You know, like, with the, introduction of technology or the integration of industrialization, everything just so hectic and we had barely had a room to breathe.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, this may sound weird, but I agree with them. Okay, call me old-fashioned or whatever, but I think that life back then was so much easier than it is now. You know, back then, before, uh, we lived closely together. We blended in with the nature, you know, living on the hill next to a farm, the river. Everything was so serene, uh, compared to the society now. You know, like, uh, with the, uh, introduction of technology or the integration of industrialization, everything just so hectic and we had barely had a room to breathe.",
      "transcript_cleaned": "this may sound weird, but I agree with them. Okay, call me old-fashioned or whatever, but I think that life back then was so much easier than it is now. You know, back then, before, we lived closely together. We blended in with the nature, you know, living on the hill next to a farm, the river. Everything was so serene, compared to the society now. You know, like, with the, introduction of technology or the integration of industrialization, everything just so hectic and we had barely had a room to breathe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q14",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "Why do people often miss their childhood?",
      "transcript": "Personally I think like, there are always two sides of a story. Not everyone growing up like, you know, reminiscing about their precious childhood. You know, some may grow up with like, emotional scars while developing. So, but the only one thing that they all comes back for is the void that they are having now. For example, like, you know, like the, Fun family reunion in Ted's holiday, like the lucky money you get for Ted, or like the first love kiss under the rain, and the list goes on. You know, all of those precious moments like imprinted on their mind forever to remind them of the time that they were happy as best.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, uh, personally I think like, uh, there are always two sides of a story. Not everyone growing up like, you know, reminiscing about their precious childhood. You know, some may grow up with like, uh, emotional scars while developing. So, um, but the only one thing that they all comes back for is the void that they are having now. For example, like, uh, you know, like the, Fun family reunion in Ted's holiday, like the lucky money you get for Ted, or like the first love kiss under the rain, and the list goes on. You know, all of those precious moments like imprinted on their mind forever to remind them of the time that they were happy as best.",
      "transcript_cleaned": "Personally I think like, there are always two sides of a story. Not everyone growing up like, you know, reminiscing about their precious childhood. You know, some may grow up with like, emotional scars while developing. So, but the only one thing that they all comes back for is the void that they are having now. For example, like, you know, like the, Fun family reunion in Ted's holiday, like the lucky money you get for Ted, or like the first love kiss under the rain, and the list goes on. You know, all of those precious moments like imprinted on their mind forever to remind them of the time that they were happy as best.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q15",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "So how do people record their good memories?",
      "transcript": "There is a lot of means, I will say. The most common one would be pictures. You know, people tend to take pictures, Polaroids, or keeping precious moments in, like, photographs so they can have something to look back at. And, you know, and of course, in forms of, like, pictures, people can share it online to the social media with their friends in a vibrant and realistic way so that everyone can visualize what the scenery or the view is about. That is the end of the test. Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, there's a lot of means, I'll say. The most common one would be pictures. You know, people tend to take pictures, Polaroids, or keeping precious moments in, like, photographs so they can have something to look back at. And, you know, and of course, in forms of, like, uh, pictures, people can share it online to the social media with their friends in a vibrant and realistic way so that everyone can visualize what the scenery or the view is about. That is the end of the test. Thank you.",
      "transcript_cleaned": "There is a lot of means, I will say. The most common one would be pictures. You know, people tend to take pictures, Polaroids, or keeping precious moments in, like, photographs so they can have something to look back at. And, you know, and of course, in forms of, like, pictures, people can share it online to the social media with their friends in a vibrant and realistic way so that everyone can visualize what the scenery or the view is about. That is the end of the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q01",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "Are you ready?",
      "transcript": "Yes. let us get it on. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Let's get it on. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes. let us get it on. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q04",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "Do you have a lot of close friends?",
      "transcript": "I would not say close, but I have many friends right now at the moment. I would say my closest friend is my brother. And I have another friend too, but we are not that close together.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I wouldn't say close, but I have many friends right now at the moment. I would say my closest friend is my brother. And I have another friend too, but we're not that close together.",
      "transcript_cleaned": "I would not say close, but I have many friends right now at the moment. I would say my closest friend is my brother. And I have another friend too, but we are not that close together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q05",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "And how often do you contact your friends?",
      "transcript": "Usually, like, I would say almost every day, we are really in contact with each other. We have a group and we message each other a lot there and we send posts and all the other cool stuff.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Usually, like, I would say almost every day, we're really in contact with each other. We have a group and we message each other a lot there and we send posts and all the other cool stuff.",
      "transcript_cleaned": "Usually, like, I would say almost every day, we are really in contact with each other. We have a group and we message each other a lot there and we send posts and all the other cool stuff.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q06",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "And do you think friendship is important?",
      "transcript": "Definitely, yes, it is important because, you get lots of, you get to know their information, their, their idea and what they think. They think they can really make you to become a better person.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Definitely, yes, it is important because, um, you get lots of, you get to know their information, their, their idea and what they think. They think they can really make you to become a better person.",
      "transcript_cleaned": "Definitely, yes, it is important because, you get lots of, you get to know their information, their, their idea and what they think. They think they can really make you to become a better person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q07",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "Are you fond of art?",
      "transcript": "Actually I really, I am really not into art that much. I do not follow the, I do not follow the painting or like, those kind of stuff that much. But if we say music, I am really into music.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually I really, I'm really not into art that much. I don't follow the, um, I don't follow the painting or like, uh, those kind of stuff that much. But if we say music, I'm really into music.",
      "transcript_cleaned": "Actually I really, I am really not into art that much. I do not follow the, I do not follow the painting or like, those kind of stuff that much. But if we say music, I am really into music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q08",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "And is it necessary to have art classes in school years?",
      "transcript": "It can be very, for example, crucial for children because they can get to know if they are interested in art or not. Some people are, they really do not like, art and, it can be very essential for the children.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It can be very, for example, crucial for children because they can get to know if they are interested in art or not. Some people are, they really don't like, uh, art and, uh, it can be very essential for the children.",
      "transcript_cleaned": "It can be very, for example, crucial for children because they can get to know if they are interested in art or not. Some people are, they really do not like, art and, it can be very essential for the children.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q09",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "How often do you visit art galleries?",
      "transcript": "Actually not that much. Like I said I am really not interested in art. But if, if I, like I would visit it from time to time if a friend asks me to. But myself no, I would not. I would not do that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually not that much. Like I said I'm really not interested in art. But if, if I, like I would visit it from time to time if a friend asks me to. But myself no, I wouldn't. I wouldn't do that.",
      "transcript_cleaned": "Actually not that much. Like I said I am really not interested in art. But if, if I, like I would visit it from time to time if a friend asks me to. But myself no, I would not. I would not do that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q10",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "How often do you send text messages to people?",
      "transcript": "I rather call people actually because texting, you cannot send emotions based on text. It really matters to me. For example, when someone messages me, I cannot understand if they are angry, if they are happy. I do not understand anything, but when I call them, I feel more comfortable with them. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I rather call people actually because texting, you can't send emotions based on text. It really matters to me. For example, when someone messages me, I can't understand if they're angry, if they're happy. I don't understand anything, but when I call them, I feel more comfortable with them. Alright.",
      "transcript_cleaned": "I rather call people actually because texting, you cannot send emotions based on text. It really matters to me. For example, when someone messages me, I cannot understand if they are angry, if they are happy. I do not understand anything, but when I call them, I feel more comfortable with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q11",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "Do you prefer to call a person or send him a message?",
      "transcript": "Yes, I would rather call people because it is much easier. Personally, it is much easier for me. And especially close friends, I would say.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I'd rather call people because it's much easier. Personally, it's much easier for me. And especially close friends, I would say.",
      "transcript_cleaned": "Yes, I would rather call people because it is much easier. Personally, it is much easier for me. And especially close friends, I would say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q12",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "And how has texting and messaging benefited you the most?",
      "transcript": "I would say because like it can benefit obviously benefits the entire humanity but for example if I am far away or I am lost I can call a friend or my parents to come and pick me up and it can be very helpful. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I would say because like it can benefit obviously benefits the entire humanity but for example if I'm far away or I'm lost I can call a friend or my parents to come and pick me up and it can be very helpful. Alright,.",
      "transcript_cleaned": "I would say because like it can benefit obviously benefits the entire humanity but for example if I am far away or I am lost I can call a friend or my parents to come and pick me up and it can be very helpful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q13",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "Do you understand?",
      "transcript": "Yes. Alright, the topic is describe a short journey you usually take but dislike.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Alright, the topic is describe a short journey you usually take but dislike.",
      "transcript_cleaned": "Yes. Alright, the topic is describe a short journey you usually take but dislike.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q15",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "Do you think journeys have become easier due to the use of navigation apps?",
      "transcript": "It has become really easier. Obviously I use it a lot. Like, for example, coming to every place, it can really help. But unfortunately, one of the problems of taking navigation from the app or something, it makes you do not remember the addresses. And if you wanted to go to the same place again, you would need to use a navigation again. You would not remember any of the, you would not remember any of the, addresses or the ways.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It has become really easier. Obviously I use it a lot. Like, for example, coming to every place, it can really help. But unfortunately, one of the problems of taking navigation from the app or something, it makes you don't remember the addresses. And if you wanted to go to the same place again, you would need to use a navigation again. You wouldn't remember any of the, er, you wouldn't remember any of the, er, addresses or the ways.",
      "transcript_cleaned": "It has become really easier. Obviously I use it a lot. Like, for example, coming to every place, it can really help. But unfortunately, one of the problems of taking navigation from the app or something, it makes you do not remember the addresses. And if you wanted to go to the same place again, you would need to use a navigation again. You would not remember any of the, you would not remember any of the, addresses or the ways.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q16",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "Why do people usually embark on journeys in your country?",
      "transcript": "In my country people really like taking journeys. Mostly they would, they would like take cars and cars, they would go with cars. But, I do not, I really, I really encourage people to take journeys. Because it can really be, healthy and you know, you can get your, mind clean about the stress that you have in your life. It can be very, interesting. And you, I do take journey, I have journeys a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my country people really like taking journeys. Mostly they would, they would like take cars and cars, they would go with cars. But, er, I don't, I really, I really encourage people to take journeys. Because it can really be, er, healthy and you know, you can get your, er, mind clean about the stress that you have in your life. It can be very, um, interesting. And you, I do take journey, I have journeys a lot.",
      "transcript_cleaned": "In my country people really like taking journeys. Mostly they would, they would like take cars and cars, they would go with cars. But, I do not, I really, I really encourage people to take journeys. Because it can really be, healthy and you know, you can get your, mind clean about the stress that you have in your life. It can be very, interesting. And you, I do take journey, I have journeys a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q17",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "And, as travelling has eased, do people nowadays plan their journey routes as compared to the past?",
      "transcript": "I do not think they do. Because in the past, people became so much, people became so much more, like, I would say, can you repeat the question once more? Alright.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I don't think they do. Because in the past, people became so much, uh, people became so much more, uh, like, I would say, can you repeat the question once more? Alright.",
      "transcript_cleaned": "I do not think they do. Because in the past, people became so much, people became so much more, like, I would say, can you repeat the question once more?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q18",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "As traveling has eased, do people nowadays plan their journey routes as compared to the past?",
      "transcript": "Actually yes, I would take that back. Because, with the navigation, navigation apps that you mentioned, it is much more easier to, to take the, to take roads easier, easier than the, than, than, And it can be it it changed because like before that people need had to ask about addresses and stuff like that And has backpacking become popular nowadays It has it has become yes more popular since most of the people like to carry more stuff For example in the past people didn have laptops and other electric devices but now they do and it can be really really helpful for them and lots a lot of more stuff that you can carry around Alright.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually yes, I would take that back. Because, er, with the navigation, navigation apps that you mentioned, it's much more easier to, er, to take the, to take roads easier, er, easier than the, than, than, And er it can be it it changed because like before that people need had to ask about addresses and stuff like that And has backpacking become popular nowadays It has it has become yes more popular er since er most of the people er like to carry more stuff For example in the past people didn have laptops and other electric devices but now they do and it can be really really helpful for them Um and lots a lot of more stuff that you can carry around Alright.",
      "transcript_cleaned": "Actually yes, I would take that back. Because, with the navigation, navigation apps that you mentioned, it is much more easier to, to take the, to take roads easier, easier than the, than, than, And it can be it it changed because like before that people need had to ask about addresses and stuff like that And has backpacking become popular nowadays It has it has become yes more popular since most of the people like to carry more stuff For example in the past people didn have laptops and other electric devices but now they do and it can be really really helpful for them and lots a lot of more stuff that you can carry around",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}