{
  "batch_id": 291,
  "count": 20,
  "samples": [
    {
      "sample_id": "hbYswjqDJ1s_s14",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "Do advertisements play a key role products these days?",
      "transcript": "Yes, actually as I say advertisements can effect on our mind actually sell illusion as I say and we are want to buying an impulse something for example they are make a high motivation on our mind and for example iPhone 15 is one of them for example Apple want to make a video for iPhone 15 and sell it to the people actually they they saying many lies eyes and this is can effect on our our mind because we are think it is a good facility which you are not and we should we should ignore it.",
      "source": "supplementary",
      "transcript_original": "Yes, actually as I say uh advertisements can effect on our mind actually sell illusion as I say and we are want to buying an impulse something for example uh they are make a high motivation on our mind and for example iPhone 15 is one of them for example Apple want to uh make a video for uh iPhone 15 and sell it to the people uh actually they they saying many lies eyes and this is can effect on our uh our mind because we are think uh it's a good facility which you are not and we should uh we should uh ignore it.",
      "transcript_cleaned": "Yes, actually as I say advertisements can effect on our mind actually sell illusion as I say and we are want to buying an impulse something for example they are make a high motivation on our mind and for example iPhone 15 is one of them for example Apple want to make a video for iPhone 15 and sell it to the people actually they they saying many lies eyes and this is can effect on our our mind because we are think it is a good facility which you are not and we should we should ignore it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "HrvVGX9oMng_s00",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "What kinds of television programs do you like watching?",
      "transcript": "Did you like the same kinds of TV programs when you were Funk.",
      "source": "supplementary",
      "transcript_original": "Did you like the same kinds of TV programs when you were Funk.",
      "transcript_cleaned": "Did you like the same kinds of TV programs when you were Funk.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "HrvVGX9oMng_s01",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "First question, what kinds of television programs do you like watching?",
      "transcript": "I am really into documentaries, especially ones about history or true crime. I love getting drawn into real life stories, and I suppose they are a great way to learn something without feeling like you are studying. That said, sometimes I just want to switch off, so I will watch a good comedy or a light-hearted series. Second question.",
      "source": "supplementary",
      "transcript_original": "I'm really into documentaries, especially ones about history or true crime. I love getting drawn into real life stories, and I suppose they're a great way to learn something without feeling like you're studying. That said, sometimes I just want to switch off, so I'll watch a good comedy or a light-hearted series. Second question.",
      "transcript_cleaned": "I am really into documentaries, especially ones about history or true crime. I love getting drawn into real life stories, and I suppose they are a great way to learn something without feeling like you are studying. That said, sometimes I just want to switch off, so I will watch a good comedy or a light-hearted series. Second question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "HrvVGX9oMng_s02",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Did you like the same kinds of TV programs when you were young?",
      "transcript": "Not really. As a kid, I was all about cartoons and adventure shows, programs that were fun and fast-paced. I was not into anything too serious, but as I got older, my tastes changed. I started enjoying more thoughtprovoking stuff like dramas and documentaries. I guess it just comes with growing up.",
      "source": "supplementary",
      "transcript_original": "Um, not really. As a kid, I was all about cartoons and adventure shows, programs that were fun and fast-paced. I wasn't into anything too serious, but as I got older, my tastes changed. I started enjoying more thoughtprovoking stuff like dramas and documentaries. I guess it just comes with growing up.",
      "transcript_cleaned": "Not really. As a kid, I was all about cartoons and adventure shows, programs that were fun and fast-paced. I was not into anything too serious, but as I got older, my tastes changed. I started enjoying more thoughtprovoking stuff like dramas and documentaries. I guess it just comes with growing up.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "HrvVGX9oMng_s03",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Third question, what types of television programs are most popular in your country?",
      "transcript": "Well, reality TV shows seem to be extremely popular. People love those based on competitions, things like cooking contests or talent shows. And of course, dramas are huge, especially ones with gripping storylines. But I would also have to say that streaming services have changed things a lot. So now people want a mix of both international and local productions. Fourth question.",
      "source": "supplementary",
      "transcript_original": "Well, reality TV shows seem to be extremely popular. People love those based on competitions, things like cooking contests or talent shows. And of course, dramas are huge, especially ones with gripping storylines. But I'd also have to say that streaming services have changed things a lot. So now people want a mix of both international and local productions. Fourth question.",
      "transcript_cleaned": "reality TV shows seem to be extremely popular. People love those based on competitions, things like cooking contests or talent shows. And of course, dramas are huge, especially ones with gripping storylines. But I would also have to say that streaming services have changed things a lot. So now people want a mix of both international and local productions. Fourth question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "HrvVGX9oMng_s07",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "How did you go with these questions?",
      "transcript": "To help you evaluate, you can compare your responses to how I respond. Listen for whether I answer the questions in a general way and whether I develop my answers.",
      "source": "supplementary",
      "transcript_original": "To help you evaluate, you can compare your responses to how I respond. Listen for whether I answer the questions in a general way and whether I develop my answers.",
      "transcript_cleaned": "To help you evaluate, you can compare your responses to how I respond. Listen for whether I answer the questions in a general way and whether I develop my answers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "HrvVGX9oMng_s08",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "First question, how have eating habits changed over the past few decades?",
      "transcript": "Well, eating habits have changed dramatically over the last few decades. People used to cook at home more often, but now with busy lifestyles, there is a shift towards convenience, which means people are eating more ready meals, takeaways, and eating out more. there is also been a big rise in healthconscious eating. You see more organic food, plant-based diets, and people cutting down on sugar. In saying that, ultrarocessed foods are also more common than ever. For example, in many cities, you will find fast food joints on every street corner, which was not really the case 30 years ago. If this trend continues, we might see even more health related problems in the future.",
      "source": "supplementary",
      "transcript_original": "Well, eating habits have changed dramatically over the last few decades. People used to cook at home more often, but now with busy lifestyles, there's a shift towards convenience, which means people are eating more ready meals, takeaways, and eating out more. There's also been a big rise in healthconscious eating. You see more organic food, plant-based diets, and people cutting down on sugar. In saying that, ultrarocessed foods are also more common than ever. For example, in many cities, you'll find fast food joints on every street corner, which wasn't really the case 30 years ago. If this trend continues, we might see even more health related problems in the future.",
      "transcript_cleaned": "eating habits have changed dramatically over the last few decades. People used to cook at home more often, but now with busy lifestyles, there is a shift towards convenience, which means people are eating more ready meals, takeaways, and eating out more. there is also been a big rise in healthconscious eating. You see more organic food, plant-based diets, and people cutting down on sugar. In saying that, ultrarocessed foods are also more common than ever. For example, in many cities, you will find fast food joints on every street corner, which was not really the case 30 years ago. If this trend continues, we might see even more health related problems in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "HrvVGX9oMng_s09",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Second question, do you think fast food culture has affected the tradition of sharing meals?",
      "transcript": "Yeah, I think so. Fast food has made eating more individualistic. People often grab a burger on the go instead of sitting down for a proper meal. Traditionally, meals were a social event, especially in cultures where family dinners were important. But now with things like food delivery apps, people eat at different times in front of screens or even alone, even when they are in the same home. This kind of change is a bit of a shame and could have quite negative consequences on family dynamics, especially.",
      "source": "supplementary",
      "transcript_original": "Yeah, I think so. Fast food has made eating more individualistic. People often grab a burger on the go instead of sitting down for a proper meal. Traditionally, meals were a social event, especially in cultures where family dinners were important. But now with things like food delivery apps, people eat at different times in front of screens or even alone, even when they're in the same home. This kind of change is a bit of a shame and could have quite negative consequences on family dynamics, especially.",
      "transcript_cleaned": "I think so. Fast food has made eating more individualistic. People often grab a burger on the go instead of sitting down for a proper meal. Traditionally, meals were a social event, especially in cultures where family dinners were important. But now with things like food delivery apps, people eat at different times in front of screens or even alone, even when they are in the same home. This kind of change is a bit of a shame and could have quite negative consequences on family dynamics, especially.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "HrvVGX9oMng_s10",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Third question, in what ways do people's eating habits differ between younger and older generations?",
      "transcript": "There is definitely a contrast. Older generations tend to prefer home-cooked meals and traditional recipes, while younger people experiment more with different cuisines like Persian and Sri Lankan food or fusion food. Plus, young people often eat on the move, relying on fast food or a meal prep services, whereas older people usually sit down for meals. Another big difference is social media. Young people are influenced by food trends online like superfoods or veganism. But one thing's for sure, both groups seem to be becoming more aware of the importance of nutrition for general health, which is a good thing for society overall.",
      "source": "supplementary",
      "transcript_original": "There's definitely a contrast. Older generations tend to prefer home-cooked meals and traditional recipes, while younger people experiment more with different cuisines like Persian and Sri Lankan food or fusion food. Plus, young people often eat on the move, relying on fast food or a meal prep services, whereas older people usually sit down for meals. Another big difference is social media. Young people are influenced by food trends online like superfoods or veganism. But one thing's for sure, both groups seem to be becoming more aware of the importance of nutrition for general health, which is a good thing for society overall.",
      "transcript_cleaned": "There is definitely a contrast. Older generations tend to prefer home-cooked meals and traditional recipes, while younger people experiment more with different cuisines like Persian and Sri Lankan food or fusion food. Plus, young people often eat on the move, relying on fast food or a meal prep services, whereas older people usually sit down for meals. Another big difference is social media. Young people are influenced by food trends online like superfoods or veganism. But one thing's for sure, both groups seem to be becoming more aware of the importance of nutrition for general health, which is a good thing for society overall.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "hTm282ohAg4_s00",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Do you have any plants at home?",
      "transcript": "&gt;&gt; No, I do have fake plant though. I really do not have the what we call green hands where the plant will last with me for so long. I did I had one but then did not last for a week. So, I might try another one and let us see if it will last long.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; No, I do have fake plant though. I really don't have the what we call green hands where the plant will last with me for so long. I did I had one but then didn't last for a week. So, I might try another one and let's see if it'll last long.",
      "transcript_cleaned": "&gt;&gt; No, I do have fake plant though. I really do not have the what we call green hands where the plant will last with me for so long. I did I had one but then did not last for a week. So, I might try another one and let us see if it will last long.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hTm282ohAg4_s01",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "&gt;&gt; Would you like to grow plants in the future?",
      "transcript": "&gt;&gt; Yes, I want to have my own farm, buy a massive lot back home in Philippines and just live a simple life. Start planting and selling it. Make it as a business.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, I want to have my own farm, buy a massive lot back home in Philippines and just live a simple life. Start planting and selling it. Make it as a business.",
      "transcript_cleaned": "&gt;&gt; Yes, I want to have my own farm, buy a massive lot back home in Philippines and just live a simple life. Start planting and selling it. Make it as a business.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hTm282ohAg4_s03",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "What do you spend the most amount of money on?",
      "transcript": "&gt;&gt; I would say I spend most of my money for my rent, my car, and probably food. I am a foodie myself.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I would say I spend most of my money for my rent, my car, and probably food. I'm a foodie myself.",
      "transcript_cleaned": "&gt;&gt; I would say I spend most of my money for my rent, my car, and probably food. I am a foodie myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hTm282ohAg4_s04",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "&gt;&gt; How have spending habits changed in your country over the years?",
      "transcript": "&gt;&gt; Basically, I moved in the UAE for my adult years. So, way back then, I really do not care about money. it is more of the parents who handles the expenses and everything. But right now, as an adult, I would not say obliged, somehow Filipinos are obliged to send back to their parents, send money monthly to pay for the expenses. And right now with the economy back home, it is quite expensive I would say which helped me learn and how to handle my finances more to be wise in what I spend.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Basically, I moved in the UAE for my adult years. So, way back then, I really don't care about money. It's more of the parents who handles the expenses and everything. But right now, as an adult, I wouldn't say obliged, somehow Filipinos are obliged to send back to their parents, send money monthly to pay for the expenses. And right now with the economy back home, it's quite expensive I would say which helped me learn and how to handle my finances more to be wise in what I spend.",
      "transcript_cleaned": "&gt;&gt; Basically, I moved in the UAE for my adult years. So, way back then, I really do not care about money. it is more of the parents who handles the expenses and everything. But right now, as an adult, I would not say obliged, somehow Filipinos are obliged to send back to their parents, send money monthly to pay for the expenses. And right now with the economy back home, it is quite expensive I would say which helped me learn and how to handle my finances more to be wise in what I spend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "hTm282ohAg4_s07",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "&gt;&gt; What type of food do you usually eat?",
      "transcript": "&gt;&gt; H as an Asian. I love Filipino food. Really love Filipino food. But I fell in love with Arabic food as well. I love kebab. I love shawarma. I love Oh, I so I also love biryani, but sometimes sushi or Japanese cuisine is my weakness, too.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; H as an Asian. I love Filipino food. Really love Filipino food. But I fell in love with Arabic food as well. I love kebab. I love shawarma. I love Oh, I so I also love biryani, but sometimes sushi or Japanese cuisine is my weakness, too.",
      "transcript_cleaned": "&gt;&gt; H as an Asian. I love Filipino food. Really love Filipino food. But I fell in love with Arabic food as well. I love kebab. I love shawarma. I love Oh, I so I also love biryani, but sometimes sushi or Japanese cuisine is my weakness, too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hTm282ohAg4_s08",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Why are some people more creative than others in solving problems?",
      "transcript": "&gt;&gt; I think some people got a critical thinking skills. Some people would some people are just happy golucky like let us see what happens. They always have this thought like let us wait until the problem comes.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think some people got a critical thinking skills. Some people would um some people are just happy golucky like let's see what happens. They always have this thought like let's wait until the problem comes.",
      "transcript_cleaned": "&gt;&gt; I think some people got a critical thinking skills. Some people would some people are just happy golucky like let us see what happens. They always have this thought like let us wait until the problem comes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hTm282ohAg4_s10",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "How can companies encourage creative thinking?",
      "transcript": "&gt;&gt; I think a lot of companies are involved in this things these days. Back then you go to the office to your 9-hour job, same cycle every day. But then right now, these days people are more vocal about their thoughts, how to improve a company policy and how to improve the workplace. I think the company being the company should really listen to their employees. That way the employees would put out their creative side which could also benefit give benefit to the company.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um I think a lot of companies are involved in this things these days. Back then you go to the office to your 9-hour job, same cycle every day. But then right now, these days people are more vocal about their thoughts, how to improve a company policy and how to improve the workplace. I think the company being the company should really listen to their employees. That way the employees would put out their creative side which could also benefit give benefit to the company.",
      "transcript_cleaned": "&gt;&gt; I think a lot of companies are involved in this things these days. Back then you go to the office to your 9-hour job, same cycle every day. But then right now, these days people are more vocal about their thoughts, how to improve a company policy and how to improve the workplace. I think the company being the company should really listen to their employees. That way the employees would put out their creative side which could also benefit give benefit to the company.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hTm282ohAg4_s12",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Take a a few seconds to think about what what is the examiner actually asking me?",
      "transcript": "You did not do it for every answer. but on test day, you might be super nervous. A tactic that a lot of students use is just I call it the shotgun method, which is just spray information related to that general topic and hope hope they hit something. you want to be less like a using a shotgun and more a sniper. So really targeted. Take your time. Think about what what they are they are going to say to you.",
      "source": "supplementary",
      "transcript_original": "You didn't do it for every answer. Uh but on test day, you might be super nervous. A tactic that a lot of students use is just I call it the shotgun method, which is just spray information related to that general topic and hope hope they hit something. Uh you want to be less like a using a shotgun and more a sniper. So really targeted. Take your time. Think about what what they're they're going to say to you.",
      "transcript_cleaned": "You did not do it for every answer. but on test day, you might be super nervous. A tactic that a lot of students use is just I call it the shotgun method, which is just spray information related to that general topic and hope hope they hit something. you want to be less like a using a shotgun and more a sniper. So really targeted. Take your time. Think about what what they are they are going to say to you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hTm282ohAg4_s13",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Or ask them, for example, with that one, how have spending habits changed in your country?",
      "transcript": "You could ask them to clarify what what some of the words mean or what exact and they might paraphrase it or or phrase it in a different way. You could also use some fillers. For example, that is not something I have thought about before or that is an interesting question. Let me think about that. Or, you know, I have never really thought about that before. It just gives you a little bit of time.",
      "source": "supplementary",
      "transcript_original": "You could ask them to clarify what what some of the words mean or what exact and they might paraphrase it or or phrase it in a different way. You could also use some fillers. For example, that's not something I've thought about before or that's an interesting question. Let me think about that. Or, you know, I've never really thought about that before. It just gives you a little bit of time.",
      "transcript_cleaned": "You could ask them to clarify what what some of the words mean or what exact and they might paraphrase it or or phrase it in a different way. You could also use some fillers. For example, that is not something I have thought about before or that is an interesting question. Let me think about that. Or, you know, I have never really thought about that before. It just gives you a little bit of time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "hTm282ohAg4_s14",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "You would not want to do that for every, you know, what is your name?",
      "transcript": "That is an interesting question. Believe me, that that has happened, but it just gives you that little bit of time to think. Another thing that you did was I asked you about food and you listed like every single type of food available. Again, that is not a huge problem for one question, but a lot of students will do that for the majority of questions that they get.",
      "source": "supplementary",
      "transcript_original": "That's an interesting question. Believe me, that that has happened, but it just gives you that little bit of time to think. Another thing that you did was I asked you about uh food and you listed like every single type of food available. Again, that's not a huge problem for one question, but a lot of students will do that um for the majority of questions that they get.",
      "transcript_cleaned": "That is an interesting question. Believe me, that that has happened, but it just gives you that little bit of time to think. Another thing that you did was I asked you about food and you listed like every single type of food available. Again, that is not a huge problem for one question, but a lot of students will do that for the majority of questions that they get.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hTm282ohAg4_s15",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "What season do you like?",
      "transcript": "Well, I like spring and I like summer and I like winter and I like autumn. That is not an answer. That is a list because the examiner wants you to show different things.",
      "source": "supplementary",
      "transcript_original": "Well, I like spring and I like summer and I like winter and I like autumn. That is not an answer. That is a list because the examiner wants you to show different things.",
      "transcript_cleaned": "I like spring and I like summer and I like winter and I like autumn. That is not an answer. That is a list because the examiner wants you to show different things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}