{
  "batch_id": 148,
  "count": 20,
  "samples": [
    {
      "sample_id": "ngEltNdTzmQ_q07",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "So, did you often watch films when you were a child?",
      "transcript": "Yes, when I was a child, I usually watch many animated films and Disney Channel is my favorite. I cannot, I enjoy watching Finnish and Ferb.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, when I was a child, I usually watch many animated films and Disney Channel is my favorite. I can't, uh, I enjoy watching Finnish and Ferb.",
      "transcript_cleaned": "Yes, when I was a child, I usually watch many animated films and Disney Channel is my favorite. I cannot, I enjoy watching Finnish and Ferb.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q08",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "Okay, so did you ever go to the cinema alone?",
      "transcript": "When I was young, I really, I am a very, I was quite introverted person, so that I like to go to the cinema with my family. Alright, that is good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, when I was young, I really, I'm a very, I was quite introverted person, so that I like to go to the cinema with my family. Alright, that's good.",
      "transcript_cleaned": "When I was young, I really, I am a very, I was quite introverted person, so that I like to go to the cinema with my family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q09",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "So do you often go to the cinema with your friends?",
      "transcript": "Yes, on the weekend I usually go to the cinema with my friends, and, And we try to cut the blockbuster and then comment about the movie after. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm, yes, uh, on the weekend I usually go to the cinema with my friends, and, And we try to cut the blockbuster and then comment about the movie after. Alright,.",
      "transcript_cleaned": "Yes, on the weekend I usually go to the cinema with my friends, and, And we try to cut the blockbuster and then comment about the movie after.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q10",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "So what do you prefer, tea or coffee?",
      "transcript": "To be honest, I am a coffee person. So that, I always drink coffee. I always drink coffee in the evening in the morning I first grab the first sip of the coffee when I check in my emails Alright so when was the last time that you drank coffee or tea Just this morning Alright, that is good. So now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, uh, to be honest, I'm a coffee person. So that, um, I always drink coffee. I always drink coffee in the evening uh in the morning I first grab the first sip of the coffee when I check in my emails Alright so when was the last time that you drank coffee or tea Just this morning Alright, that's good. So now,.",
      "transcript_cleaned": "To be honest, I am a coffee person. So that, I always drink coffee. I always drink coffee in the evening in the morning I first grab the first sip of the coffee when I check in my emails Alright so when was the last time that you drank coffee or tea Just this morning",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q11",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "So the first one, how do people learn to use an equipment?",
      "transcript": "The common thing that people learn to use equipment is reading the instructions or learning by videos online.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, uh, the common thing that people learn to use equipment is reading the instructions or learning by videos online.",
      "transcript_cleaned": "The common thing that people learn to use equipment is reading the instructions or learning by videos online.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q12",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "Alright, so why do some people do not know how to solve some problems?",
      "transcript": "Because maybe they do not have a technical skill required to solve that problem.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because maybe they don't have a technical skill required to solve that problem.",
      "transcript_cleaned": "Because maybe they do not have a technical skill required to solve that problem.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q13",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "Alright, so do you think that teenagers can live without technology stuff?",
      "transcript": "For the digital world today, people, the younger, cannot stay away from the computers Because it is a great tool for us to upgrade our mind and doing some creative stuff. But instead of that they can do some outside outdoor activities really like playing football and meeting their friends So that is the just, they just know how to balance between, doing the computers and. And. Alright, thank you. So the final question for you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For the digital world today, uh, people, the younger, cannot stay away from the computers Because it's a great tool for us to upgrade our mind and doing some creative stuff. But instead of that they can do some outside outdoor activities really like playing football and meeting their friends So that is the just, they just know how to balance between, uh, uh, doing the computers and. And. Alright, thank you. So the final question for you.",
      "transcript_cleaned": "For the digital world today, people, the younger, cannot stay away from the computers Because it is a great tool for us to upgrade our mind and doing some creative stuff. But instead of that they can do some outside outdoor activities really like playing football and meeting their friends So that is the just, they just know how to balance between, doing the computers and. And. Alright, thank you. So the final question for you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q14",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "So how do you think that computer can help students with their study?",
      "transcript": "You know that nowadays the Chargivities has been involved in our life so that they can use that to. To ask some different, some various questions for the academic stuff so that they can. Alright, thank you. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, you know that nowadays the Chargivities has been involved in our life so that they can use that to. To ask some different, some various questions for the academic stuff so that they can. Alright, thank you. So.",
      "transcript_cleaned": "You know that nowadays the Chargivities has been involved in our life so that they can use that to. To ask some different, some various questions for the academic stuff so that they can.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q16",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "Cho những bộ phim bông tấn đúng không?",
      "transcript": "Ừ. Rất là hay. Hoặc là cô thấy ở về phần 2 dạng hạn. Thì nó trúng vào cái sở trường của mình.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ừ. Rất là hay. Hoặc là cô thấy ở về phần 2 dạng hạn. Thì nó trúng vào cái sở trường của mình.",
      "transcript_cleaned": "Ừ. Rất là hay. Hoặc là cô thấy ở về phần 2 dạng hạn. Thì nó trúng vào cái sở trường của mình.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q03",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "Which part of your home do you like the most?",
      "transcript": "Well, I can say I love most of the part of my home, the place that I live in, but the, the most part that I enjoy them, to spend time in, which is my bedroom, because I have designed most of the parts of it and especially the color of the room, which is the Caribbean blue, my favorite color. Please describe the room you live in. The room which I live in, it has a large bedroom and with a couch, which is located next to the window, which has a great view of the street. And there are some trees around it, which is very nice and very pleasant, especially in the morning.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I can say I love most of the part of my home, the place that I live in, but the, uh, the most part that I enjoy them, uh, to spend time in, which is my bedroom, because I have designed most of the parts of it and especially the color of the room, which is the Caribbean blue, my favorite color. Please describe the room you live in. The room which I live in, it has a large bedroom and with a couch, which is located next to the window, which has a great view of the street. And there are some trees around it, which is very nice and very pleasant, especially in the morning.",
      "transcript_cleaned": "I can say I love most of the part of my home, the place that I live in, but the, the most part that I enjoy them, to spend time in, which is my bedroom, because I have designed most of the parts of it and especially the color of the room, which is the Caribbean blue, my favorite color. Please describe the room you live in. The room which I live in, it has a large bedroom and with a couch, which is located next to the window, which has a great view of the street. And there are some trees around it, which is very nice and very pleasant, especially in the morning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q04",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "How do you think about making houses?",
      "transcript": "Well, sometimes people buy high pricey houses because they can show they are wealthy and they have a lot of money. let us say just to show off while other it is they think it is the best thing to live in because it is the part which.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, sometimes people buy high pricey houses because they can show they are wealthy and they have a lot of money. Let's say just to show off while other it is they think it is the best thing to live in because it is the part which.",
      "transcript_cleaned": "sometimes people buy high pricey houses because they can show they are wealthy and they have a lot of money. let us say just to show off while other it is they think it is the best thing to live in because it is the part which.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q05",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "Do you like dancing?",
      "transcript": "Well, I can say I love to dance a lot, but however, nowadays I do not have that much time to spend to go to the parties and have some dancing. So I was the last time you danced. it was a long time ago, just, just the last summer that we went to my brother birthday party that we had a lot of dancing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I can say I love to dance a lot, but however, nowadays I don't have that much time to spend to go to the parties and have some dancing. So I was the last time you danced. Uh, it was a long time ago, just, uh, just the last summer that we went to my brother birthday party that we had a lot of dancing.",
      "transcript_cleaned": "I can say I love to dance a lot, but however, nowadays I do not have that much time to spend to go to the parties and have some dancing. So I was the last time you danced. it was a long time ago, just, just the last summer that we went to my brother birthday party that we had a lot of dancing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q06",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "Do you think there are any benefits for young people to go dancing?",
      "transcript": "In my opinion, the, the study has shown that, dancing can have some, physical, benefit for the human being. Especially they can, bear on some calories while they are dancing and also they can enjoy themselves at the same time. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, in my opinion, the, uh, the study has shown that, uh, dancing can have some, uh, physical, uh, benefit for the human being. Especially they can, uh, bear on some calories while they are dancing and also they can enjoy themselves at the same time. Great.",
      "transcript_cleaned": "In my opinion, the, the study has shown that, dancing can have some, physical, benefit for the human being. Especially they can, bear on some calories while they are dancing and also they can enjoy themselves at the same time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q07",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "Are public gardens very important in your country?",
      "transcript": "I can say my government has provided a number of public, public parks where there are plenty number of, trees which provide enough oxygen which we can breathe in, which we don have in the urban area which is polluted with the amount of gas in Are there a lot of public gardens in your country to some extent I can say yes there are a number of enough gardens but they have to provide more because the city is growing more and more They and they.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I can say my government has provided a number of public, uh, public parks where there are plenty number of, uh, trees which provide enough oxygen which we can breathe in, which we don have in the urban area which is polluted with the amount of gas in Are there a lot of public gardens in your country Uh to some extent I can say yes Uh there are a number of uh enough gardens but they have to provide more because the city is growing more and more They and they.",
      "transcript_cleaned": "I can say my government has provided a number of public, public parks where there are plenty number of, trees which provide enough oxygen which we can breathe in, which we don have in the urban area which is polluted with the amount of gas in Are there a lot of public gardens in your country to some extent I can say yes there are a number of enough gardens but they have to provide more because the city is growing more and more They and they.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q08",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "Do you think there are enough public gardens in your hometown?",
      "transcript": "In my opinion, I can say, to, to the extent I know I have seen enough parkers, which you can easily access to it, but some, some parts of the city lack the public parks.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, in my opinion, I can say, uh, to, to the extent I know I have seen enough parkers, uh, which you can easily access to it, but some, uh, some parts of the city lack the public parks.",
      "transcript_cleaned": "In my opinion, I can say, to, to the extent I know I have seen enough parkers, which you can easily access to it, but some, some parts of the city lack the public parks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q09",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "Can you see it clearly?",
      "transcript": "Yes. I would like you to describe a time of seeing interesting animals or birds.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. I would like you to describe a time of seeing interesting animals or birds.",
      "transcript_cleaned": "Yes. I would like you to describe a time of seeing interesting animals or birds.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q10",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "Why are people keen on keeping pets?",
      "transcript": "Well, there are many reasons. One of them, they find it, they bring the joy, especially having a company. Some people might not, might live alone and they want some someone to accompany them, especially when they are going to for a walk or going around and they can provide a positive energy, especially when you have a tough day and there are a lot of stress on you and you come back to the home and there are, there is a nice pit within your house, whether it is a dog or a cat can relieve the stress from you when you play with them and it is a nice feeling. And another thing is, people will feel, they will feel dependable that you have to care for that animal. it is not just buying and adopting that animal. You have to wash it, you have to feed it, you have to treat the animal in a good way. They are a life being. You should be, as much as competent with them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, there are many reasons. One of them, they find it, they bring the joy, especially having a company. Some people might not, might live alone and they want some someone to accompany them, especially when they are going to for a walk or going around and they can provide a positive energy, especially when you have a tough day and there are a lot of stress on you and you come back to the home and there are, there is a nice pit within your house, whether it is a dog or a cat can relieve the stress from you when you play with them and it's a nice feeling. And another thing is, uh, people will feel, uh, they will feel dependable that you have to care for that animal. It's not just buying and adopting that animal. You have to wash it, you have to feed it, you have to treat the animal in a good way. They are a life being. You should be, uh, as much as competent with them.",
      "transcript_cleaned": "there are many reasons. One of them, they find it, they bring the joy, especially having a company. Some people might not, might live alone and they want some someone to accompany them, especially when they are going to for a walk or going around and they can provide a positive energy, especially when you have a tough day and there are a lot of stress on you and you come back to the home and there are, there is a nice pit within your house, whether it is a dog or a cat can relieve the stress from you when you play with them and it is a nice feeling. And another thing is, people will feel, they will feel dependable that you have to care for that animal. it is not just buying and adopting that animal. You have to wash it, you have to feed it, you have to treat the animal in a good way. They are a life being. You should be, as much as competent with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q11",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "What are the differences between the animals in zoos and those in the wild?",
      "transcript": "Well, the animals that are living in the capture, within the cage, within a recreational area, they do not have that much space to go alone. Especially some wild animals that are, they should not be captured within a cage because their natural habitat is within the forest or within, or can be within a desert too. And it is the place they should live in. And within, there are also some drawbacks from living in the wild because many animals get sick and nobody care about them. Well, when they are within the zoo, there are some veterinary doctors that will come and check them monthly and provide a health care for them. And about the providing of the food The wild animals they should hunt They should seek for the food they need for daily While in the zoo some zoo are let say they are on a good level They can provide daily food especially for the carnivores animals Is it important to preserve wildlife? in my opinion, it is very important to, to, to preserve the natural habitat of the, wild animals, the wildlife, because it is considered to be a part of our planet, and we should keep it as natural as possible because some, some animal might have been gone and might go extinction if you do not do so. And it will damage our planet on a large scale. Because everything within the, our globe has its own parts. If something is missing, it will, imbalance the equation of the light. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, the animals that are living in the capture, within the cage, within a recreational area, they don't have that much space to go alone. Especially some wild animals that are, they shouldn't be captured within a cage because their natural habitat is within the forest or within, or can be within a desert too. And it's the place they should live in. And within, uh, there are also some drawbacks from living in the wild because many animals get sick and nobody care about them. Well, when they are within the zoo, there are some veterinary doctors that will come and check them monthly and provide a health care for them. And uh about the providing of the food The wild animals they should hunt They should seek for the food they need for daily While in the zoo some zoo are let say they are on a good level They can provide daily food especially for the carnivores animals Is it important to preserve wildlife? Um, in my opinion, it is very important to, uh, to, uh, to preserve the natural habitat of the, uh, wild animals, the wildlife, because it is considered to be a part of our planet, uh, and we should keep it as natural as possible because some, some animal might have been gone and might go extinction if you don't do so. And it will damage our planet on a large scale. Because everything within the, our globe has its own parts. If something is missing, it will, uh, imbalance the equation of the light. Great.",
      "transcript_cleaned": "the animals that are living in the capture, within the cage, within a recreational area, they do not have that much space to go alone. Especially some wild animals that are, they should not be captured within a cage because their natural habitat is within the forest or within, or can be within a desert too. And it is the place they should live in. And within, there are also some drawbacks from living in the wild because many animals get sick and nobody care about them. Well, when they are within the zoo, there are some veterinary doctors that will come and check them monthly and provide a health care for them. And about the providing of the food The wild animals they should hunt They should seek for the food they need for daily While in the zoo some zoo are let say they are on a good level They can provide daily food especially for the carnivores animals Is it important to preserve wildlife? in my opinion, it is very important to, to, to preserve the natural habitat of the, wild animals, the wildlife, because it is considered to be a part of our planet, and we should keep it as natural as possible because some, some animal might have been gone and might go extinction if you do not do so. And it will damage our planet on a large scale. Because everything within the, our globe has its own parts. If something is missing, it will, imbalance the equation of the light.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Jhhd02bD8pU_q12",
      "video_id": "Jhhd02bD8pU",
      "band": 6.0,
      "question": "What is the impact of population growth on wildlife?",
      "transcript": "It is a known fact as the population growth, there should be more space for the population as it expands. And it will be on the, on the expense of the losing of the forest deforestation and there will be more industrialization within the forest area and the trees will be filled down. And the animals and the bears which are living within their natural habitat, they will lose and they have to migrate to another places which will be like over with the, it will be same thing compared with the human, there will be overpopulation of animal within Adna. Another natural place and there will be less amount of, let us say, their food or their need. And.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it's a known fact as the population growth, there should be more space for the population as it expands. And it will be on the, on the expense of the losing of the forest deforestation and there will be more industrialization within the forest area and the trees will be filled down. And the animals and the bears which are living within their natural habitat, they will lose and they have to migrate to another places which will be like over with the, it will be same thing compared with the human, there will be overpopulation of animal within Adna. Another natural place and there will be less amount of, let's say, their food or their need. And.",
      "transcript_cleaned": "It is a known fact as the population growth, there should be more space for the population as it expands. And it will be on the, on the expense of the losing of the forest deforestation and there will be more industrialization within the forest area and the trees will be filled down. And the animals and the bears which are living within their natural habitat, they will lose and they have to migrate to another places which will be like over with the, it will be same thing compared with the human, there will be overpopulation of animal within Adna. Another natural place and there will be less amount of, let us say, their food or their need. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q03",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "What is your job?",
      "transcript": "Okay, well my job is a writer and illustrator. I really like to write and read and that is why I am a writer. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, uh, well my job is a writer and illustrator. Um, I really like to write and read and that's why I'm a writer. Perfect.",
      "transcript_cleaned": "my job is a writer and illustrator. I really like to write and read and that is why I am a writer. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}