{
  "batch_id": 292,
  "count": 20,
  "samples": [
    {
      "sample_id": "hTm282ohAg4_s18",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "But why are some people more creative than others in solving problems?",
      "transcript": "You could think of a real person in your life or maybe a company like Apple are very very good at solving problems.",
      "source": "supplementary",
      "transcript_original": "Um you could think of a real person in your life or maybe a company like Apple are very very good at solving problems.",
      "transcript_cleaned": "You could think of a real person in your life or maybe a company like Apple are very very good at solving problems.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s01",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "Oh, what you got there?",
      "transcript": "Weather. Weather. Yeah. Yeah. I I I like it. Yep. You like to talk about the weather. Okay, cool. I am asking questions about the weather. So, okay.",
      "source": "supplementary",
      "transcript_original": "Weather. Weather. Yeah. Yeah. I I I like it. Yep. You like to talk about the weather. Okay, cool. I'm asking questions about the weather. So, okay.",
      "transcript_cleaned": "Weather. Weather. Yeah. Yeah. I I I like it. Yep. You like to talk about the weather. Okay, cool. I am asking questions about the weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s03",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "What is the weather like today?",
      "transcript": "Today the weather as we are in a spring season today the weather is sunny and the sun is shining like from the morning and I can say this is not my favorite weather neither the hot sunny weather nor the spring. Oh okay.",
      "source": "supplementary",
      "transcript_original": "Um um today the weather as we are in a spring season today the weather is sunny and the sun is shining um like from the morning and um I can say this is not my favorite weather neither the hot sunny weather nor the spring. Oh okay.",
      "transcript_cleaned": "Today the weather as we are in a spring season today the weather is sunny and the sun is shining like from the morning and I can say this is not my favorite weather neither the hot sunny weather nor the spring. Oh",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s04",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "So what is your favorite weather?",
      "transcript": "To answer your question, I can say that I do love rainy and snowy weather. because in the rainy weather, I become more practical like I can do my I can run my errands so much so easily. and I also you you may not believe me but I love walking under torrential rains and like to look at the sky when there are heavy clouds there. This is something that I really enjoy. Amazing.",
      "source": "supplementary",
      "transcript_original": "Um to answer your question, I can say that I do love rainy and snowy weather. Um because in the rainy weather, I become more practical like I can do my uh I can run my errands so much uh so easily. Um and I also you you may not believe me but I love walking under torrential rains and like to look at the sky when there are heavy clouds there. This is something that I really enjoy. Amazing.",
      "transcript_cleaned": "To answer your question, I can say that I do love rainy and snowy weather. because in the rainy weather, I become more practical like I can do my I can run my errands so much so easily. and I also you you may not believe me but I love walking under torrential rains and like to look at the sky when there are heavy clouds there. This is something that I really enjoy. Amazing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s06",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "Do you want to go first?",
      "transcript": "If I have to, if I must. it is usually ladies first, but man implies. You can go first this time. I am going to go first this time. All right. I am going to rand randomly pick one of these envelopes. Got one. Got one. Okay.",
      "source": "supplementary",
      "transcript_original": "If I have to, if I must. It's usually ladies first, but man implies. You can go first this time. I'm going to go first this time. All right. I'm going to rand randomly pick one of these envelopes. Got one. Got one. Okay.",
      "transcript_cleaned": "If I have to, if I must. it is usually ladies first, but man implies. You can go first this time. I am going to go first this time. All right. I am going to rand randomly pick one of these envelopes. Got one. Got one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s07",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "Do you want to read that out?",
      "transcript": "I think it is my topic. Yes. Describe a school which you went to.",
      "source": "supplementary",
      "transcript_original": "I think it's my topic. Yes. Describe a school which you went to.",
      "transcript_cleaned": "I think it is my topic. Yes. Describe a school which you went to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s11",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "How could I know?",
      "transcript": "I was a kid back then. I was And it is not important to me as an examiner because I do not really care how many students went to that school or I am not going to go check if that is the correct number. it is not it is not a matter of being true or false. The examiner basically wants to mark you down for the four criteria. Yeah, that is what we mean by not being truthful or just fake some answers because his answer was relevant and he explained gave examples. So that was good and try to make it even I try to make it interesting. that is another point. I think it is good to keep your topic interesting. If you do that then you have more of a chance of getting through this part in a much more soothing way. Okay. you can just make a good impression on the examiner. that is what Samson was trying to do. You should not be like monotone and not make you know having any eye contact with the examiner or no body language, facial expressions. You know these are not part of the criteria in speaking. It helps. It does help. Okay.",
      "source": "supplementary",
      "transcript_original": "I was a kid back then. I was And it's not important to me as an examiner because I don't really care how many students went to that school or I'm not going to go check if that's the correct number. It's not it's not a matter of being true or false. The examiner basically wants to mark you down for the four criteria. Yeah, that's what we mean by not being truthful or just fake some answers because his answer was relevant and he explained gave examples. So that was good and try to make it even I try to make it interesting. That's another point. I think it's good to keep your topic interesting. If you do that then you have more of a chance of getting through this part in a much more soothing way. Okay. you can just make a good impression on the examiner. That's what Samson was trying to do. You shouldn't be like monotone and not make you know having any eye contact with the examiner or no body language, facial expressions. You know these are not part of the criteria in speaking. It helps. It does help. Okay.",
      "transcript_cleaned": "I was a kid back then. I was And it is not important to me as an examiner because I do not really care how many students went to that school or I am not going to go check if that is the correct number. it is not it is not a matter of being true or false. The examiner basically wants to mark you down for the four criteria. Yeah, that is what we mean by not being truthful or just fake some answers because his answer was relevant and he explained gave examples. So that was good and try to make it even I try to make it interesting. that is another point. I think it is good to keep your topic interesting. If you do that then you have more of a chance of getting through this part in a much more soothing way. Okay. you can just make a good impression on the examiner. that is what Samson was trying to do. You should not be like monotone and not make you know having any eye contact with the examiner or no body language, facial expressions. You know these are not part of the criteria in speaking. It helps. It does help.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s13",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "A real gentleman, right?",
      "transcript": "Oh, I try to be a good gentleman. All right. So, we have some topics here. I am going to pick one and randomly and I will give the Q card to Samson. He is going to ask me the questions.",
      "source": "supplementary",
      "transcript_original": "Oh, I try to be a good gentleman. All right. So, we have some topics here. I'm going to pick one and randomly and uh I'll give the Q card to Samson. He is going to ask me the questions.",
      "transcript_cleaned": "Oh, I try to be a good gentleman. All right. So, we have some topics here. I am going to pick one and randomly and I will give the Q card to Samson. He is going to ask me the questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s14",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "We have penalties, do not we?",
      "transcript": "So if Manu actually decides to skip a topic and she rejects it and not go for the answering the questions, then she will have forfeit and I will I will bombard her with a very personal question. Yes. And it goes the same with Samson. So if he skips a Q card, I mean a card a topic, then I will ask him a personal question. as many of you have commented us like the questions that you would like me to ask Samson. Maybe I would choose one of those and ask him. Oh, let us hope he is going to forfeit skip one. Well, I did that last time. Look what happened to me. Okay. Okay, let us go into the game. I will go first. I pick the topic. Any topic. So, go ahead. Just random. Any random topic topic. Just one of those envelopes will be fine. I have one.",
      "source": "supplementary",
      "transcript_original": "So if Manu actually decides to skip a topic and she rejects it and not go for the answering the questions, then she'll have forfeit and I'll I'll bombard her with a very personal question. Yes. And it goes the same with Samson. So if he skips a Q card, I mean a card uh a topic, then I will ask him a personal question. as many of you have commented uh us like the questions that you would like me to ask Samson. Maybe I would choose one of those and ask him. Oh, let's hope he is going to forfeit skip one. Well, I did that last time. Look what happened to me. Okay. Okay, let's go into the game. I'll go first. I pick the topic. Any topic. So, go ahead. Just random. Any random topic topic. Just one of those envelopes will be fine. I have one.",
      "transcript_cleaned": "if Manu actually decides to skip a topic and she rejects it and not go for the answering the questions, then she will have forfeit and I will I will bombard her with a very personal question. Yes. And it goes the same with Samson. So if he skips a Q card, I mean a card a topic, then I will ask him a personal question. as many of you have commented us like the questions that you would like me to ask Samson. Maybe I would choose one of those and ask him. Oh, let us hope he is going to forfeit skip one. Well, I did that last time. Look what happened to me. Okay. Okay, let us go into the game. I will go first. I pick the topic. Any topic. So, go ahead. Just random. Any random topic topic. Just one of those envelopes will be fine. I have one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s15",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "Who would not want to talk about food?",
      "transcript": "It is a fantastic topic. Anyway, let us have fun. Okay. Okay. Question number one.",
      "source": "supplementary",
      "transcript_original": "It's a fantastic topic. Anyway, let's have fun. Okay. Okay. Question number one.",
      "transcript_cleaned": "It is a fantastic topic. Anyway, let us have fun. Okay. Okay. Question number one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s16",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "Do you think diet is important?",
      "transcript": "Oh, that is a very interesting question because as I remember I have always been very careful with my diet and what I eat since I was a teenager. So I would say a balanced a balanced and healthy diet matters a lot to me and generally generally speaking it is significant to eat in moderation and include a range of nourishing meals and healthy food in your everyday diet. So yes absolutely that is important. Nice.",
      "source": "supplementary",
      "transcript_original": "Oh, that's a very interesting question because um as I remember I have always been very careful with my diet and what I eat since I was a teenager. So uh I would say a balanced a balanced and healthy diet matters a lot to me and generally generally speaking it is uh significant to eat in moderation and uh include a range of nourishing meals and healthy food in your everyday diet. So yes absolutely that's important. Nice.",
      "transcript_cleaned": "Oh, that is a very interesting question because as I remember I have always been very careful with my diet and what I eat since I was a teenager. So I would say a balanced a balanced and healthy diet matters a lot to me and generally generally speaking it is significant to eat in moderation and include a range of nourishing meals and healthy food in your everyday diet. So yes absolutely that is important. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s17",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "And what is a balanced diet?",
      "transcript": "That is actually a difficult question because depending on a person's weight, taste or age, it can be different. For example, someone might have a healthy appetite and would always need a second helping, but on the other hand, another person might just be okay with a light meal. because of those reasons. I would say that is that might be different for different people. But generally, a healthy diet should include a range of fruits, vegetables, and healthy food. So yeah, that is okay. What a healthy diet should be in my opinion. Absolutely.",
      "source": "supplementary",
      "transcript_original": "That's actually a difficult question because depending on a person's weight, taste or age, it can be different. For example, uh someone uh might have a healthy appetite uh and uh would always need a second helping, but uh on the other hand, another person might just be okay with a light meal. because of those reasons. I would say that's that might be different for different people. But generally, a healthy diet should include a range of fruits, vegetables, and um healthy food. So yeah, that's okay. What a healthy diet should be in my opinion. Absolutely.",
      "transcript_cleaned": "That is actually a difficult question because depending on a person's weight, taste or age, it can be different. For example, someone might have a healthy appetite and would always need a second helping, but on the other hand, another person might just be okay with a light meal. because of those reasons. I would say that is that might be different for different people. But generally, a healthy diet should include a range of fruits, vegetables, and healthy food. So yeah, that is okay. What a healthy diet should be in my opinion. Absolutely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iM2GzUbedRg_s18",
      "video_id": "iM2GzUbedRg",
      "band": 9.0,
      "question": "Now, why do you think some people choose to be vegetarians?",
      "transcript": "Hm. since I used to be a vegetarian for a short time, a couple of years ago, I can say that it depends on so many different reasons. For example, some people might decide to be vegetarians because of their health, because of concerns for animals, or even some religious reasons. therefore I would have to say maybe some other people decide to do that because they cannot afford to buy meat, fish or chicken or any animal products, animal products. And yeah these can be the reasons why people can choose vegetarianism. Mhm.",
      "source": "supplementary",
      "transcript_original": "Hm. Um, since I used to be a vegetarian for a short time, a couple of years ago, I can say that it depends on uh so many different reasons. For example, some people might decide to be vegetarians because of their health, because of concerns for animals, or even some religious reasons. Um therefore I would have to say um maybe some other people decide to do that because they cannot afford to buy meat, fish or chicken or any animal products, animal products. And yeah um these can be the reasons why people can choose vegetarianism. Mhm.",
      "transcript_cleaned": "Hm. since I used to be a vegetarian for a short time, a couple of years ago, I can say that it depends on so many different reasons. For example, some people might decide to be vegetarians because of their health, because of concerns for animals, or even some religious reasons. therefore I would have to say maybe some other people decide to do that because they cannot afford to buy meat, fish or chicken or any animal products, animal products. And yeah these can be the reasons why people can choose vegetarianism. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s02",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Do you work or are you a student?",
      "transcript": "I graduated from high school and in two months time I am heading to Hong Kong to study my undergraduate degree. Okay.",
      "source": "supplementary",
      "transcript_original": "I graduated from high school and in two months time I'm heading to Hong Kong to study my undergraduate degree. Okay.",
      "transcript_cleaned": "I graduated from high school and in two months time I am heading to Hong Kong to study my undergraduate degree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s03",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So what are you going to study in Hong Kong?",
      "transcript": "I am going to study international affairs with a track in government. Mhm.",
      "source": "supplementary",
      "transcript_original": "I'm going to study international affairs uh with a track in government. Mhm.",
      "transcript_cleaned": "I am going to study international affairs with a track in government. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s04",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Why did you choose this major?",
      "transcript": "From the early childhood I have been really passionate about politics because of my dad in into politics, my granddad into politics and I just wanted to carry on the legacy in the future. Mhm. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh from the early childhood I've been really passionate about politics uh because of my dad in into politics, my granddad into politics and I just wanted to carry on the legacy in the future. Mhm. Okay.",
      "transcript_cleaned": "From the early childhood I have been really passionate about politics because of my dad in into politics, my granddad into politics and I just wanted to carry on the legacy in the future. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s06",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Is it important for you to celebrate your birthday?",
      "transcript": "Yeah, it is significant moment. it is a significant moment for me to reflect on the past year, what I have achieved and celebrated with with close people to me and I will be just I usually in my birthdays take my people around and we just celebrate it.",
      "source": "supplementary",
      "transcript_original": "Yeah, it's significant moment. It's a significant moment for me uh to reflect on the past year, what I've achieved and celebrated with with close people to me and I'll be just I usually in my birthdays take my people around and we just celebrate it.",
      "transcript_cleaned": "it is significant moment. it is a significant moment for me to reflect on the past year, what I have achieved and celebrated with with close people to me and I will be just I usually in my birthdays take my people around and we just celebrate it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s07",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So, how did you celebrate your last birthday?",
      "transcript": "My last birthday, my friends and I went to a restaurant. We just had dinner and after that the friend party I went home to have the second dinner with my family. Okay.",
      "source": "supplementary",
      "transcript_original": "My last birthday, um my friends and I went to a restaurant. We just had dinner and after that the friend party I went home to have the second dinner with my family. Okay.",
      "transcript_cleaned": "My last birthday, my friends and I went to a restaurant. We just had dinner and after that the friend party I went home to have the second dinner with my family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s08",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So, what did you do on your birthday when you were younger?",
      "transcript": "Well, I do not quite remember, but from what I remember, I believe I always spent my birthdays with my friends because that was a basically a tradition. All right.",
      "source": "supplementary",
      "transcript_original": "Well, I don't quite remember, but from what I remember, I believe I always spent my birthdays with my friends because that was a basically a tradition. All right.",
      "transcript_cleaned": "I do not quite remember, but from what I remember, I believe I always spent my birthdays with my friends because that was a basically a tradition.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "iUFNL-nZTlg_s09",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "And how do children in your country celebrate their birthdays?",
      "transcript": "Well, in my country, children that is a significant moment for them. they usually spend it along with their friends and family members. basically reflecting on their lives and getting to well celebrating their another milestones.",
      "source": "supplementary",
      "transcript_original": "Well, in my country, children that's a significant moment for them. Uh they usually spend it along with their friends and family members. Uh basically reflecting on their lives and getting to well celebrating their another milestones.",
      "transcript_cleaned": "in my country, children that is a significant moment for them. they usually spend it along with their friends and family members. basically reflecting on their lives and getting to well celebrating their another milestones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    }
  ]
}