{
  "batch_id": 208,
  "count": 20,
  "samples": [
    {
      "sample_id": "dJqbKfXLeak_q06",
      "video_id": "dJqbKfXLeak",
      "band": 8.0,
      "question": "[Transcript chunk 6]",
      "transcript": "Living in Soul if you want a Busan and soul what why do you think why did you choose s yeah I took to S firstly because actually had a chance to move in my friend house so it is very easy to move in and also the internships here are very there are more chance to find a nice internship here in so because if their company will build build a a career Branch company they will choose s instead of Busan mhm definitely all right and what do you think are the advantages of living in the city oh yes I think the advantage advantage is for the for people to live in the city is actually why the city is built because when you build a city everything get closer and very easy to attach people live around each other and all the work facilities and everything they are close so they are more centralized and more efficiency and more job they can they can be they can do in the same amount of time all right very good and of course living in City like crowded City sometimes has some negative things okay so I want you to talk about neg tell me what are some negative aspects of crowded cities yes as as people just moving so I actually feel very strongly how the different is compared to different city in Korea I live I used to live around my university in tonu which they have very much a lot of woods inside a lot of trees so we all always walk take a take a walk after after dinner and after move in so we barely cannot see any green colors yeah not even it is winter but there is no trees.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "living in Soul if you want a Busan and soul what why do you think why did you choose s yeah I took to S firstly because actually had a chance to move in my friend house so it's very easy to move in and also the internships here are very uh there are more chance to find a nice internship here in so because if their company will build build a a career Branch company they will choose s instead of Busan mhm definitely all right and what do you think are the advantages of living in the city oh yes I think the advantage advantage is for the for people to live in the city is actually why the city is built because when you build a city everything get closer and very easy to attach people live around each other and all the um work facilities and everything they're close so they are more centralized and more efficiency and more job they can they can be uh they can do in the same amount of time all right very good and of course living in City like crowded City uh sometimes has some negative things okay so I want you to talk about neg tell me what are some negative aspects of crowded cities yes as as people just moving so I actually feel very strongly how the different is compared to uh different city in Korea uh I live I used to live around my university in tonu which they have very much a lot of woods inside a lot of trees so we all always walk take a take a walk after after dinner and after move in so we barely can't see any green colors yeah not even it's winter but there's no trees.",
      "transcript_cleaned": "Living in Soul if you want a Busan and soul what why do you think why did you choose s yeah I took to S firstly because actually had a chance to move in my friend house so it is very easy to move in and also the internships here are very there are more chance to find a nice internship here in so because if their company will build build a a career Branch company they will choose s instead of Busan mhm definitely all right and what do you think are the advantages of living in the city oh yes I think the advantage advantage is for the for people to live in the city is actually why the city is built because when you build a city everything get closer and very easy to attach people live around each other and all the work facilities and everything they are close so they are more centralized and more efficiency and more job they can they can be they can do in the same amount of time all right very good and of course living in City like crowded City sometimes has some negative things okay so I want you to talk about neg tell me what are some negative aspects of crowded cities yes as as people just moving so I actually feel very strongly how the different is compared to different city in Korea I live I used to live around my university in tonu which they have very much a lot of woods inside a lot of trees so we all always walk take a take a walk after after dinner and after move in so we barely cannot see any green colors yeah not even it is winter but there is no trees.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q01",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And Jin, are you working or are you a student?",
      "transcript": "Currently I am taking a break just doing part-time jobs or like a freelancer work. But yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, currently I am taking a break just doing part-time jobs or like a freelancer work. But yeah. Okay.",
      "transcript_cleaned": "Currently I am taking a break just doing part-time jobs or like a freelancer work. But",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q02",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And could you tell me about your hometown?",
      "transcript": "Hometown? Oh, so I will probably I guess it will be New Zealand, I guess. New Zealand as a country is pretty a chill place. obviously less busy than than Soul, but it is very beautiful nature. I love the weather there. The climate's beautiful. it is a pretty chilled place. Nice. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hometown? Oh, so I'll probably I guess it'll be New Zealand, I guess. Um um New Zealand as a country is pretty a chill place. Um obviously less busy than uh than Soul, but it's very beautiful nature. I love the weather there. The climate's beautiful. Uh it's a pretty chilled place. Nice. Yeah.",
      "transcript_cleaned": "Hometown? Oh, so I will probably I guess it will be New Zealand, I guess. New Zealand as a country is pretty a chill place. obviously less busy than than Soul, but it is very beautiful nature. I love the weather there. The climate's beautiful. it is a pretty chilled place. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q03",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "Is there anything that you dislike about your hometown?",
      "transcript": "Oh, mostly I guess it is just like a personal thing, but it does get pretty slow to be honest. Yeah. Yeah. Yeah. So some people, especially me, I do get bored. Yeah. Living there. But yeah, I guess that is be the only downside. Yeah. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, mostly I guess it's just like a personal thing, but it does get pretty slow to be honest. Yeah. Yeah. Yeah. So some people, especially me, I do get bored. Yeah. Living there. But yeah, I guess that's be the only downside. Yeah. Now,.",
      "transcript_cleaned": "Oh, mostly I guess it is just like a personal thing, but it does get pretty slow to be honest. Yeah. Yeah. Yeah. So some people, especially me, I do get bored. Yeah. Living there. But yeah, I guess that is be the only downside.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q04",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "So, do you like art?",
      "transcript": "Oo, I am pretty I like it, but I am pretty My sister is an artist, but she took all the talents, so I am pretty far away from it. But yeah, I like enjoy. I like going to galleries sometimes. Yeah. But not quite high up. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oo, I'm pretty um I like it, but I'm pretty My sister is an artist, but um she took all the talents, so I'm pretty far away from it. But yeah, I like enjoy. I like going to galleries sometimes. Yeah. But not quite high up. Okay.",
      "transcript_cleaned": "Oo, I am pretty I like it, but I am pretty My sister is an artist, but she took all the talents, so I am pretty far away from it. But yeah, I like enjoy. I like going to galleries sometimes. Yeah. But not quite high up.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q05",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And do you want to learn more about art?",
      "transcript": "So sorry if you say art it would be like a like fine arts or like any kind of art. Any kind of art. Oh yeah generally yeah I guess would be would music be like part of arts as well or could be considered. Yeah. Yeah. If it would be like a arts and like in drawing and paintings, I would not have a big interest in there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh so sorry if you say art it would be like a like fine arts or like any kind of art. Any kind of art. Oh yeah generally yeah I guess would be would music be like part of arts as well or could be considered. Yeah. Yeah. If it would be like a arts and like in drawing and paintings, I wouldn't have a big interest in there.",
      "transcript_cleaned": "sorry if you say art it would be like a like fine arts or like any kind of art. Any kind of art. Oh yeah generally yeah I guess would be would music be like part of arts as well or could be considered. Yeah. Yeah. If it would be like a arts and like in drawing and paintings, I would not have a big interest in there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q06",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "But other kind of arts like videos or music?",
      "transcript": "Yeah, I would be more than interested to learn more about it. Yeah. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I'd be more than interested to learn more about it. Yeah. Great.",
      "transcript_cleaned": "I would be more than interested to learn more about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q07",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And did you learn drawing when you were a child?",
      "transcript": "Oh, I did not learn. Yeah, I guess because back in primary school and intermediate, we have to take art subjects like compulsory. it is a compulsory subject. So, I had to Mhm. But I was not the best student in this subject. But yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I didn't learn. Yeah, I guess cuz um back in primary school and intermediate, we have to take art subjects like compulsory. It's a compulsory subject. So, I had to Mhm. But I wasn't the best uh student in this subject. But yeah. Okay.",
      "transcript_cleaned": "Oh, I did not learn. Yeah, I guess because back in primary school and intermediate, we have to take art subjects like compulsory. it is a compulsory subject. So, I had to Mhm. But I was not the best student in this subject. But",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q08",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "So do you like being busy?",
      "transcript": "Yes. Going back to the story where I told you about New Zealand. So I I think I like I think I am a busy person. I like I am an active person. I like keep moving. I like being organized. so yeah. Yeah. I do not really like lying down. Yeah. To be Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Going back to the uh story where I told you about New Zealand. So I I think I like uh I think I'm a busy person. I like I'm an active person. I like keep moving. I like being organized. Um so yeah. Yeah. I don't really like lying down. Yeah. To be Yeah.",
      "transcript_cleaned": "Yes. Going back to the story where I told you about New Zealand. So I I think I like I think I am a busy person. I like I am an active person. I like keep moving. I like being organized. so yeah. Yeah. I do not really like lying down. Yeah. To be",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q09",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And do you usually make a plan for your day?",
      "transcript": "Usually. Yeah. not like just just a little Sorry. Yes, I do. Yes, I do. So, when I wake up in the morning or probably the night before I sleep, I will write up the things like to-do list that I I will have to do on the day. Yeah. And I like ticking those off. Just makes me satisfied. M great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Usually. Yeah. Um not like uh just just a little uh Sorry. Yes, I do. Yes, I do. So, um when I wake up in the morning or probably the night before I sleep, um I'll write up the things like to-do list that I I'll have to do on the day. Yeah. And I like ticking those off. Just makes me satisfied. M great.",
      "transcript_cleaned": "Usually. Yeah. not like just just a little Sorry. Yes, I do. Yes, I do. So, when I wake up in the morning or probably the night before I sleep, I will write up the things like to-do list that I I will have to do on the day. Yeah. And I like ticking those off. Just makes me satisfied. M",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q10",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And when do you find it hard to allocate time?",
      "transcript": "When? Yeah. H I will probably say let me think probably when I I am taking a break at the moment, but especially when I go to work Mhm. I will probably get tired. Then sometimes like energy wise it will be did that answer your question or Yeah. Yeah. Yeah. that is fine for that one. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "When? Yeah. H I'll probably say let me think probably when I uh I'm taking a break at the moment, but especially when I go to work Mhm. I'll probably get uh tired. Then sometimes like energy wise it'll be did that answer your question or Yeah. Yeah. Yeah. That's fine for that one. Yeah. Uh.",
      "transcript_cleaned": "When? Yeah. H I will probably say let me think probably when I I am taking a break at the moment, but especially when I go to work Mhm. I will probably get tired. Then sometimes like energy wise it will be did that answer your question or Yeah. Yeah. Yeah. that is fine for that one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q11",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "Is that all right?",
      "transcript": "Google searching up stuff. I will probably say YouTube and Google would be my main websites that I Yeah. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Google searching up stuff. I'll probably say YouTube and Google would be my main uh websites that I Yeah. Yes.",
      "transcript_cleaned": "Google searching up stuff. I will probably say YouTube and Google would be my main websites that I",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q15",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "Okay, so are there any disadvantages if people keep making changes?",
      "transcript": "Oo in just general basis like yeah generally speaking yes I would say there is always pros and cons but if you keep changing the way you live I think persist being persistent having is really important as part of your life because I think you learn a lot and you gain a lot you all the experiences and if you want to achieve something persist being persistent has to be it is quite an inevitable so it has to be in Yeah. To get yourself high up there. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oo in just general basis like yeah generally speaking yes I would say there's always pros and cons but if you keep changing the way you live um I think persist being persistent having is really important as part of your life because um I think you learn a lot and you gain a lot you all the experiences and if you want to achieve something persist being persistent has to be uh it's quite an inevitable so it has to be in Yeah. To get yourself high up there. Yeah.",
      "transcript_cleaned": "Oo in just general basis like yeah generally speaking yes I would say there is always pros and cons but if you keep changing the way you live I think persist being persistent having is really important as part of your life because I think you learn a lot and you gain a lot you all the experiences and if you want to achieve something persist being persistent has to be it is quite an inevitable so it has to be in Yeah. To get yourself high up there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q16",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And why do you think some people avoid making changes?",
      "transcript": "Oh, it is because I think number one, they are probably used to it. And some people hate changes. it is be hate because they they are used to it and they are scared trying out new new part of their life. Yeah. All because there is all these sacrifices if you make any changes. Some of them they might be scared they might lose that. Yeah. Yeah. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, it's because I think number one, um they're probably used to it. And some people hate changes. Um it's be hate because they they're used to it and they're scared trying out new new part of their life. Yeah. All um cuz there's all these sacrifices if you make any changes. Some of them they might be scared they might lose that. Yeah. Yeah. Yes.",
      "transcript_cleaned": "Oh, it is because I think number one, they are probably used to it. And some people hate changes. it is be hate because they they are used to it and they are scared trying out new new part of their life. Yeah. All because there is all these sacrifices if you make any changes. Some of them they might be scared they might lose that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q17",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And why do some people often change their job?",
      "transcript": "Oo. So I am currently trying to change my job as well, but it is just number one if you want to try out new industry if you are interested. I think people change that as well. Or you might get sick of it and you might try it out and be like, \"Oh, I do not think this is it.\" So, life is long, so why not? Yes. And do you think in your country it is common for people to change jobs often or do they usually keep a job for a long time? unfortunately, I think it is quite common to change their jobs because, I do not know. I guess I guess everything would be different but interesting like half of my friends they have changed their jobs or try changed their country as well. Yeah. So not not quite sure the reason why but yeah. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oo. So um I'm currently trying uh to change my job as well, but it's just number one if you want to try out new industry if you're interested. Um, I think people change that as well. Or you might get sick of it and you might try it out and be like, \"Oh, I don't think this is it.\" So, life is long, so why not? Yes. And do you think in your country it's common for people to change jobs often or do they usually keep a job for a long time? Uh, unfortunately, uh, I think it's quite common to change their jobs because, um, I don't know. I guess I guess everything would be different but um interesting like half of my friends they've changed their jobs or try changed their uh country as well. Yeah. So not not quite sure the reason why but yeah. Right.",
      "transcript_cleaned": "Oo. So I am currently trying to change my job as well, but it is just number one if you want to try out new industry if you are interested. I think people change that as well. Or you might get sick of it and you might try it out and be like, \"Oh, I do not think this is it.\" So, life is long, so why not? Yes. And do you think in your country it is common for people to change jobs often or do they usually keep a job for a long time? unfortunately, I think it is quite common to change their jobs because, I do not know. I guess I guess everything would be different but interesting like half of my friends they have changed their jobs or try changed their country as well. Yeah. So not not quite sure the reason why but",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q18",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "Younger people or older people?",
      "transcript": "I will probably say younger people. Yeah. Because older people they used to what they are doing. they might have lived in that way or worked that way for for a long period of time. so I guess younger people have the time and the energy sort of to to put that energy into the new new change. Yeah. Yeah. So they could easily go back. So yeah, I guess young people. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'll probably say younger people. Yeah. Because um older people they used to what they're doing. they might have uh lived in that way or worked that way for for a long period of time. Um so I guess younger people have the time and the energy sort of to uh to put that energy into the new new change. Yeah. Yeah. So they could easily go back. So yeah, I guess young people. Yeah.",
      "transcript_cleaned": "I will probably say younger people. Yeah. Because older people they used to what they are doing. they might have lived in that way or worked that way for for a long period of time. so I guess younger people have the time and the energy sort of to to put that energy into the new new change. Yeah. Yeah. So they could easily go back. So yeah, I guess young people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q19",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "And do you think technology has changed people's lives a lot in recent years?",
      "transcript": "Yes, it is because technology would have created more new jobs and also also the way they work as well. Like a lot of people some of my friends they work from home. which is pretty cool. I have never done that before. So yeah, they it just changed their lives a lot. So, yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, it's because technology would have uh created more new jobs and also um uh also the way they work as well. Like a lot of people some of my friends they work from home. Um which is pretty cool. I've never done that before. So yeah, they it just changed their lives a lot. So, yeah.",
      "transcript_cleaned": "Yes, it is because technology would have created more new jobs and also also the way they work as well. Like a lot of people some of my friends they work from home. which is pretty cool. I have never done that before. So yeah, they it just changed their lives a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q20",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "What do you think are the advantages of working from home?",
      "transcript": "It saves you time. time, energy, money. So, you just pretty much wake up half an hour before you start work, swash a little breakfast, start working. there is pros and cons, but yeah. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, it saves you time. Uh, time, energy, money. So, you just pretty much wake up half an hour before you start work, swash a little breakfast, start working. There's pros and cons, but yeah. Yeah.",
      "transcript_cleaned": "It saves you time. time, energy, money. So, you just pretty much wake up half an hour before you start work, swash a little breakfast, start working. there is pros and cons, but",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cBNNQQryPO0_q21",
      "video_id": "cBNNQQryPO0",
      "band": 8.0,
      "question": "Could you tell me some of the disadvantages?",
      "transcript": "Personally, as I describe, as I said, I like being active. So if I had to work and sleep in the same environment, oh, I do not think I think I will get bored. Yeah. I do not think I will be able to concentrate. Yeah. I like to keep them Yeah. separate. Yeah. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Personally, as I describe, as I said, I like being active. So if I had to work and sleep in the same environment, oh, I don't think I think I'll get bored. Yeah. I don't think I'll be able to concentrate. Yeah. I like to keep them Yeah. separate. Yeah. Yes.",
      "transcript_cleaned": "Personally, as I describe, as I said, I like being active. So if I had to work and sleep in the same environment, oh, I do not think I think I will get bored. Yeah. I do not think I will be able to concentrate. Yeah. I like to keep them Yeah. separate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p4d5uVrHyp0_q02",
      "video_id": "p4d5uVrHyp0",
      "band": 4.5,
      "question": "[Transcript chunk 2]",
      "transcript": "You go your time starts now for your time's up start Play well there I about lots of lots of thing during my life such as smartphone computer tablet and many more here I would like to talk about that thing which I which made me really happy MH so it was a smartphone I bought from supermarket and there are several reason behind it so first and foremost is education system before the smartphone I found lot of difficulty regarding the topic after smartphone I can I I search in a within a one click if I talk about so future so there are lots of futur such as WhatsApp insta which gave me lots of knowledge such as relationship and many more with the help of WhatsApp and Ina I found my childhood friend which gave me a many more more happiness apart from this it is benefits so it is very benefit in several ways such as navigation system system we all know that we all know that in India have no good system so with the help of navigation system we you can reach in very easily in a destination MH by and large I would like to say that so that was the that that is are the reason why smartphone is very important for me m let me ask you some more question course what are the difference between Street Market and superm markets there are no big difference between the supermarket and Street Market M so according to me in a supermarket we can about we can buy all thing in one place such as grocery products beauty beauty product and many more on the other Other Side stet Market we cannot find we cannot buy easily and difference are also we can found in.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "you go your time starts now for your time's up start Play well there I about lots of lots of thing during my life such as smartphone computer tablet and many more here I would like to talk about that thing which I which made me really happy MH so it was a smartphone I bought from supermarket and there are several reason behind it so first and foremost is education system before the smartphone I found lot of difficulty regarding the topic after smartphone I can I I search in a within a one click if I talk about so future so there are lots of futur such as WhatsApp insta which gave me lots of knowledge such as relationship and many more with the help of WhatsApp and Ina I found my childhood friend which gave me a many more more happiness apart from this it's benefits so it is very benefit in several ways such as navigation system system we all know that we all know that in India have no good system so with the help of navigation system we you can reach in very easily in a destination MH by and large I would like to say that so that was the that that's are the reason why smartphone is very important for me m let me ask you some more question course what are the difference between Street Market and superm markets there are no big difference between the supermarket and Street Market M so according to me in a supermarket we can about we can buy all thing in one place such as grocery products beauty beauty product and many more on the other Other Side stet Market we cannot find we cannot buy easily and difference are also we can found in.",
      "transcript_cleaned": "You go your time starts now for your time's up start Play well there I about lots of lots of thing during my life such as smartphone computer tablet and many more here I would like to talk about that thing which I which made me really happy MH so it was a smartphone I bought from supermarket and there are several reason behind it so first and foremost is education system before the smartphone I found lot of difficulty regarding the topic after smartphone I can I I search in a within a one click if I talk about so future so there are lots of futur such as WhatsApp insta which gave me lots of knowledge such as relationship and many more with the help of WhatsApp and Ina I found my childhood friend which gave me a many more more happiness apart from this it is benefits so it is very benefit in several ways such as navigation system system we all know that we all know that in India have no good system so with the help of navigation system we you can reach in very easily in a destination MH by and large I would like to say that so that was the that that is are the reason why smartphone is very important for me m let me ask you some more question course what are the difference between Street Market and superm markets there are no big difference between the supermarket and Street Market M so according to me in a supermarket we can about we can buy all thing in one place such as grocery products beauty beauty product and many more on the other Other Side stet Market we cannot find we cannot buy easily and difference are also we can found in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}