{
  "batch_id": 56,
  "count": 20,
  "samples": [
    {
      "sample_id": "tpk2DeqDpVM_q03",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "By plane, train, or car?",
      "transcript": "I usually walk, not using any specific transportations at all. Cause, well, you know, I care about my carbon footprint. So I would not usually use transportations to go to places. And I do not have a license to do so. So I just walk.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually walk, not using any specific transportations at all. Cause, well, you know, I care about my carbon footprint. So I wouldn't usually use transportations to go to places. And I do not have a license to do so. So I just walk.",
      "transcript_cleaned": "I usually walk, not using any specific transportations at all. Cause, well, you know, I care about my carbon footprint. So I would not usually use transportations to go to places. And I do not have a license to do so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q04",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "And who do you usually travel with?",
      "transcript": "Mostly my parents and my brother. Since I am not like old enough to go travel alone or go with my friends. So my family is the one who I travel the most with.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Mostly my parents and my brother. Since I'm not like old enough to go travel alone or go with my friends. So my family is the one who I travel the most with.",
      "transcript_cleaned": "Mostly my parents and my brother. Since I am not like old enough to go travel alone or go with my friends. So my family is the one who I travel the most with.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q05",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "What kind of weather do you enjoy the most?",
      "transcript": "This might sound strange, but I prefer rainy weather whenever it is big rain or just small droplets of water. I enjoy the, well, the atmosphere whenever it is watery and, I enjoy the sound that the water droplets make and it makes me feel calm and whenever I need to kick back and enjoy a book, that is the perfect weather.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "This might sound strange, but I prefer rainy weather whenever it's big rain or just small droplets of water. Uh, I enjoy the, well, the atmosphere whenever it's watery and, uh, I enjoy the sound that the water droplets make and it makes me feel calm and whenever I need to kick back and enjoy a book, that's the perfect weather.",
      "transcript_cleaned": "This might sound strange, but I prefer rainy weather whenever it is big rain or just small droplets of water. I enjoy the, well, the atmosphere whenever it is watery and, I enjoy the sound that the water droplets make and it makes me feel calm and whenever I need to kick back and enjoy a book, that is the perfect weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q06",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "And how does the weather affect your plans?",
      "transcript": "I would not say it has a big impact on my plans since I mostly plan my schedule indoors and I do not go outside much since I have a lot of my plates and I have been snow under a lot of pressures and homework so I have not got time to go out yet so I usually just plan things indoors. I do not go outside that much so. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I wouldn't say it has a big impact on my plans since I mostly plan my schedule indoors and I don't go outside much since I have a lot of my plates and I've been snow under a lot of pressures and homework so I haven't got time to go out yet so I usually just plan things indoors. I don't go outside that much so. Yeah,.",
      "transcript_cleaned": "I would not say it has a big impact on my plans since I mostly plan my schedule indoors and I do not go outside much since I have a lot of my plates and I have been snow under a lot of pressures and homework so I have not got time to go out yet so I usually just plan things indoors. I do not go outside that much so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q07",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "What environmental problems are common in your area?",
      "transcript": "I would say noise pollution. Oh, and they are a, you know, a company near my house. And whenever it is nighttime, they usually have those big cars that will transport all the goods, all the food and stuff into that company. So it makes really loud noises, especially at midnight. And I cannot sleep. And let my hair down after a tiring day at work. Because of it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say noise pollution. Oh, and they're a, you know, a company near my house. And whenever it's nighttime, they usually have those big cars that will transport all the goods, all the food and stuff into that company. So it makes really loud noises, especially at midnight. And I cannot sleep. And let my hair down after a tiring day at work. Because of it.",
      "transcript_cleaned": "I would say noise pollution. Oh, and they are a, you know, a company near my house. And whenever it is nighttime, they usually have those big cars that will transport all the goods, all the food and stuff into that company. So it makes really loud noises, especially at midnight. And I cannot sleep. And let my hair down after a tiring day at work. Because of it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q10",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "Governments, companies, or individuals?",
      "transcript": "That is an interesting question because I think all of them have a role in polluting one area. But mainly it because of their residents Because they mostly live there and all the garbage mostly come from households and such things So I think that household like the folds are responsible for most of the waste and garbage in one area And what measures can be taken to reduce the use of plastic? I think that reducing plastic, they come from small things, not really big ones. For example, you learn how to recycle, reduce, reuse stuffs, and try to find a new way to use all of the ways that you are planning to dump down the environment. you can, well, spread the information of recycling things. we are using things to others, teaching young children to drink in bottles that they bring, not in plastic ones.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's an interesting question because I think all of them have a role in polluting one area. But mainly it because of their residents Because they mostly live there and all the garbage mostly come from households and such things So uh I think that household like the folds are responsible for most of the waste and garbage in one area And what measures can be taken to reduce the use of plastic? I think that reducing plastic, they come from small things, not really big ones. For example, you learn how to recycle, reduce, reuse stuffs, and try to find a new way to use all of the ways that you're planning to dump down the environment. Uh, you can, well, spread the information of recycling things. We're using things to others, teaching young children to drink in bottles that they bring, not in plastic ones.",
      "transcript_cleaned": "That is an interesting question because I think all of them have a role in polluting one area. But mainly it because of their residents Because they mostly live there and all the garbage mostly come from households and such things So I think that household like the folds are responsible for most of the waste and garbage in one area And what measures can be taken to reduce the use of plastic? I think that reducing plastic, they come from small things, not really big ones. For example, you learn how to recycle, reduce, reuse stuffs, and try to find a new way to use all of the ways that you are planning to dump down the environment. you can, well, spread the information of recycling things. we are using things to others, teaching young children to drink in bottles that they bring, not in plastic ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q11",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "Yeah, what is the role of education in raising environmental awareness?",
      "transcript": "Oh, I think that it plays a key role in teaching how to protect the environment for young children. Because as you may know that children, they play the main role in making the countries developed in the near future. So, teaching children is a very important way and teach them that, polluting the environment can really take a toll on their lives, can really make a big impact. And, by teaching children and young generations to protect the environment, and raise their awareness, I think that it is a way to, a very effective way to, well, Solve environmental problems. Yay! Rồi, cô cảm ơn Khanh rất là nhiều ha.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I think that it plays a key role in teaching how to protect the environment for young children. Because as you may know that children, they play the main role in making the countries developed in the near future. So, uh, teaching children is a very important way and teach them that, uh, polluting the environment can really take a toll on their lives, uh, can really make a big impact. And, uh, by teaching children and young generations to protect the environment, um, and raise their awareness, I think that it's a way to, a very effective way to, well, Solve environmental problems. Yay! Rồi, cô cảm ơn Khanh rất là nhiều ha.",
      "transcript_cleaned": "Oh, I think that it plays a key role in teaching how to protect the environment for young children. Because as you may know that children, they play the main role in making the countries developed in the near future. So, teaching children is a very important way and teach them that, polluting the environment can really take a toll on their lives, can really make a big impact. And, by teaching children and young generations to protect the environment, and raise their awareness, I think that it is a way to, a very effective way to, well, Solve environmental problems. Yay! Rồi, cô cảm ơn Khanh rất là nhiều ha.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q14",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "When I answer, I can answer the question and I cannot think about the answer.",
      "transcript": "I do not need to think about the content and language.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't need to think about the content and language.",
      "transcript_cleaned": "I do not need to think about the content and language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q17",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "When we say that we do not need to think too much about the language, we are now to reach the highest level.",
      "transcript": "In my book, I have used a lot of language. The range of my very good. Mặc dù là mình cũng có một số cái lỗi. Ví dụ như là I did not left. Gọi là I did not leave.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my book, I have used a lot of language. The range of my very good. Mặc dù là mình cũng có một số cái lỗi. Ví dụ như là I didn't left. Gọi là I didn't leave.",
      "transcript_cleaned": "In my book, I have used a lot of language. The range of my very good. Mặc dù là mình cũng có một số cái lỗi. Ví dụ như là I did not left. Gọi là I did not leave.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q01",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "And what shall I call you?",
      "transcript": "Phuong. Okay, thank you Phuong. So in the first part of the I will Speaking Test, I will ask you some questions about yourself. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Phuong. Okay, thank you Phuong. So in the first part of the I'll Speaking Test, I will ask you some questions about yourself. Yeah.",
      "transcript_cleaned": "Phuong. Okay, thank you Phuong. So in the first part of the I will Speaking Test, I will ask you some questions about yourself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q02",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "The first one is, are you a student or do you have a job?",
      "transcript": "Yeah, I am a student, a four-year student at the Banking Academy. And I have the time to work and study now. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I am a student, a four-year student at the Banking Academy. And I have the time to work and study now. Okay.",
      "transcript_cleaned": "I am a student, a four-year student at the Banking Academy. And I have the time to work and study now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q03",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "So what is your major and why did you choose to study that major?",
      "transcript": "Oh, I, my major is accounting and auditing. I chose this one because it is, I have the hobby with the numbers and the job with the numbering and to work so, so much. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I, uh, my major is accounting and auditing. I chose this one because it is, uh, I have the hobby with the numbers and the job with the numbering and to work so, so much. Okay, thank you.",
      "transcript_cleaned": "Oh, I, my major is accounting and auditing. I chose this one because it is, I have the hobby with the numbers and the job with the numbering and to work so, so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q04",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "What kind of job would you like to do after your graduation?",
      "transcript": "Oh, I want to be a professional artist because it is my object and it is the work that I do now. Okay, thank you. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I want to be a professional artist because it is my object and it is the work that I do now. Okay, thank you. So.",
      "transcript_cleaned": "Oh, I want to be a professional artist because it is my object and it is the work that I do now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q05",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "So what do you do at the weekends?",
      "transcript": "Oh, honestly, all most people spend the weekend for the shopping or go to the park or the gym. But I spend the weekend for the work and self-study. I have the other weekend I have time to study Chinese and English. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, honestly, all most people spend the weekend for the shopping or go to the park or the gym. But I spend the weekend for the work and self-study. I have the other weekend I have time to study Chinese and English. Okay, great.",
      "transcript_cleaned": "Oh, honestly, all most people spend the weekend for the shopping or go to the park or the gym. But I spend the weekend for the work and self-study. I have the other weekend I have time to study Chinese and English.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q06",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "So what will you do next weekend?",
      "transcript": "Oh, next weekend. Next weekend is the, I will spend my time for the, go to, go back home and have time with my family. Yeah. Okay, thank you. So that is the end of our speaking part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, next weekend. Next weekend is the, I'll spend my time for the, go to, go back home and have time with my family. Yeah. Okay, thank you. So that is the end of our speaking part one.",
      "transcript_cleaned": "Oh, next weekend. Next weekend is the, I will spend my time for the, go to, go back home and have time with my family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q07",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "So what are the rules that students should follow at school?",
      "transcript": "It is the rules of the study at the school, such as the going school on time, or the, not to cheat at the, cheat at the, at the, at the, at the, at the classroom and at an exam. Exams and it is impossible to follow it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it is the rules of the study at the school, such as the going school on time, or the, uh, not to cheat at the, um, cheat at the, at the, at the, at the, at the classroom and at an exam. Exams and it is impossible to follow it.",
      "transcript_cleaned": "It is the rules of the study at the school, such as the going school on time, or the, not to cheat at the, cheat at the, at the, at the, at the, at the classroom and at an exam. Exams and it is impossible to follow it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q08",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "Okay, so are the rules at school good or bad?",
      "transcript": "Oh, I think all of a school have the, the fix for the, all of the students. So it is, I think it is a shield table for the all students and we should follow it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I think all of a school have the, the fix for the, all of the students. So it is, I think it is a shield table for the all students and we should follow it.",
      "transcript_cleaned": "Oh, I think all of a school have the, the fix for the, all of the students. So it is, I think it is a shield table for the all students and we should follow it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q09",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "Do they usually violate like they break the rules in Vietnam?",
      "transcript": "Oh, I think it is, so much, have so much such as the traffic in the traffic, the rule of traffic. So that is the end of your speaking text. you have done a very good job and I will now give you some comments in Vietnamese. Bây giờ cô sẽ nhận xét cho em dựa trên cái bài nói của em vừa rồi nhé.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I think it is, uh, so much, have so much such as the traffic in the traffic, uh, the rule of traffic. So that is the end of your speaking text. Um, you have done a very good job and I will now give you some comments in Vietnamese. Bây giờ cô sẽ nhận xét cho em dựa trên cái bài nói của em vừa rồi nhé.",
      "transcript_cleaned": "Oh, I think it is, so much, have so much such as the traffic in the traffic, the rule of traffic. So that is the end of your speaking text. you have done a very good job and I will now give you some comments in Vietnamese. Bây giờ cô sẽ nhận xét cho em dựa trên cái bài nói của em vừa rồi nhé.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q10",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "So before you talk, do you feel like you have a good idea of your words?",
      "transcript": "I think that I have a good idea of my words. I have a good idea of my words. I have a good idea of my words, but I have not been speaking yet. So I cannot change some words and how to get it out. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think that I have a good idea of my words. I have a good idea of my words. I have a good idea of my words, but I haven't been speaking yet. So I can't change some words and how to get it out. Okay, thank you.",
      "transcript_cleaned": "I think that I have a good idea of my words. I have a good idea of my words. I have a good idea of my words, but I have not been speaking yet. So I cannot change some words and how to get it out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MlkzgHx82GM_q17",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "Em có có gì nữa không?",
      "transcript": "Tôi tâm hỏi. Ok. Rồi. Thân kim. Và đó là một buổi mốc test speaking tại IOS Fighter. Và nếu các bạn cũng muốn kiểm tra trình độ speaking của mình hiện tại thì hãy nhanh chân đến Cảm ơn các bạn đã theo dõi.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Tôi tâm hỏi. Ok. Rồi. Thân kim. Và đó là một buổi mốc test speaking tại IOS Fighter. Và nếu các bạn cũng muốn kiểm tra trình độ speaking của mình hiện tại thì hãy nhanh chân đến Cảm ơn các bạn đã theo dõi.",
      "transcript_cleaned": "Tôi tâm hỏi. Ok. Rồi. Thân kim. Và đó là một buổi mốc test speaking tại IOS Fighter. Và nếu các bạn cũng muốn kiểm tra trình độ speaking của mình hiện tại thì hãy nhanh chân đến Cảm ơn các bạn đã theo dõi.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}