{
  "batch_id": 111,
  "count": 20,
  "samples": [
    {
      "sample_id": "43EfsMVBHCI_q09",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Have you ever watched sports games in a stadium?",
      "transcript": "I like soccer or basketball or baseball, but just one time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like soccer or basketball or baseball, but just one time.",
      "transcript_cleaned": "I like soccer or basketball or baseball, but just one time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q10",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Okay, where did you go to watch?",
      "transcript": "It was not Seoul. It was just during the name of the city, Ulsan. Oh yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It was not Seoul. It was just during the name of the city, Ulsan. Oh yeah.",
      "transcript_cleaned": "It was not Seoul. It was just during the name of the city, Ulsan. Oh",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q11",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Have you ever heard of it?",
      "transcript": "You used to live close to Ulsan actually. Oh really? At the end I was going to watch a soccer play in the stadium. And that was the last experience in my life. It was 12 years old. Oh wow, very long ago.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You used to live close to Ulsan actually. Oh really? At the end I was going to watch a soccer play in the stadium. And that was the last experience in my life. It was 12 years old. Oh wow, very long ago.",
      "transcript_cleaned": "You used to live close to Ulsan actually. Oh really? At the end I was going to watch a soccer play in the stadium. And that was the last experience in my life. It was 12 years old. Oh wow, very long ago.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q13",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "How are those groups influenced?",
      "transcript": "But I think the young generation of this are influenced, are not influenced by their parents or society, but they are influenced by media.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But I think the young generation of this are influenced, are not influenced by their parents or society, but they're influenced by media.",
      "transcript_cleaned": "But I think the young generation of this are influenced, are not influenced by their parents or society, but they are influenced by media.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q14",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "In what way would you say?",
      "transcript": "You know, we use Instagram or TikTok or YouTube but there are so many information. But young generation like me or you can make decisions by that before we knew it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You know, we use Instagram or TikTok or YouTube but there are so many information. But young generation like me or you can make decisions by that before we knew it.",
      "transcript_cleaned": "You know, we use Instagram or TikTok or YouTube but there are so many information. But young generation like me or you can make decisions by that before we knew it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q15",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "You know what I mean?",
      "transcript": "Yeah I have an idea you mentioned like we were very influenced by social media but if you had to ask someone for advice who would young people ask for advice nowadays usually we talk about the problem we had with our friends or just directly go to teacher or their parents But, that is just choice. We have many choices, but even at the last we should make our decisions by ourselves. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah I have an idea Um you mentioned like we were very influenced by social media but if you had to ask someone for advice who would young people ask for advice nowadays Hmm usually we talk about the problem we had with our friends or just directly go to teacher or their parents But, um, that's just choice. We have many choices, but even at the last we should make our decisions by ourselves. Okay.",
      "transcript_cleaned": "I have an idea you mentioned like we were very influenced by social media but if you had to ask someone for advice who would young people ask for advice nowadays usually we talk about the problem we had with our friends or just directly go to teacher or their parents But, that is just choice. We have many choices, but even at the last we should make our decisions by ourselves.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q16",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Like to learn responsibility?",
      "transcript": "A little bit. They should be independent. Not just by others or media or society or even governments cannot make them change it. They should make their life by their own. They should make their decisions by their own.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, a little bit. They should be independent. Not just by others or media or society or even governments cannot make them change it. They should make their life by their own. They should make their decisions by their own.",
      "transcript_cleaned": "A little bit. They should be independent. Not just by others or media or society or even governments cannot make them change it. They should make their life by their own. They should make their decisions by their own.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q17",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Do you think some people can make decisions without needing advice from others like making it all alone?",
      "transcript": "Some people have, are not independent so they cannot make any choices. Even the dining meals. I do not know what to eat tonight. I do not know what to do today. They cannot make any, any little tiny decisions. So that is big problem of society. If there is that kind of people, so many people in society, this society is going to be sick. it is big problems, I think. But nowadays, these young generations going to, I think it is going to be like that I said.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Some people have, are not independent so they cannot make any choices. Even the dining meals. I don't know what to eat tonight. I don't know what to do today. They cannot make any, any little tiny decisions. So that's big problem of society. If there is that kind of people, so many people in society, this society is gonna be sick. It's big problems, I think. But nowadays, these young generations gonna, I think it's gonna be like that I said.",
      "transcript_cleaned": "Some people have, are not independent so they cannot make any choices. Even the dining meals. I do not know what to eat tonight. I do not know what to do today. They cannot make any, any little tiny decisions. So that is big problem of society. If there is that kind of people, so many people in society, this society is going to be sick. it is big problems, I think. But nowadays, these young generations going to, I think it is going to be like that I said.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q18",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "One, normally, meaning, can you judge it?",
      "transcript": "Yeah, like, if you had to say most young people, what kind of choices do all young people have to make, like, kind of in common with each other?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, like, uh, if you had to say most young people, what kind of choices do all young people have to make, like, kind of in common with each other?",
      "transcript_cleaned": "like, if you had to say most young people, what kind of choices do all young people have to make, like, kind of in common with each other?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q19",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "What decisions would all 20 year olds have to make?",
      "transcript": "Or almost all at least. In general, they should make decisions they made. They made their selves and decisions for them. But decisions that cannot harm other people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Or almost all at least. In general, they should make decisions they made. They made their selves and decisions for them. But decisions that cannot harm other people.",
      "transcript_cleaned": "Or almost all at least. In general, they should make decisions they made. They made their selves and decisions for them. But decisions that cannot harm other people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q20",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Like for example, would all twin, would all young people have to decide on future job or education?",
      "transcript": "In life, you are talking about in life, future lives. We should think about, honestly, we should think about incomes or interest things. I think it is balance of income and interest, even in jobs.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In life, you're talking about in life, future lives. We should think about, honestly, we should think about incomes or interest things. I think it's balance of income and interest, even in jobs.",
      "transcript_cleaned": "In life, you are talking about in life, future lives. We should think about, honestly, we should think about incomes or interest things. I think it is balance of income and interest, even in jobs.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q23",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Do I have a little version accent?",
      "transcript": "Yes, so, I mean, an accent is usually not a huge problem as long as people can understand you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, so, I mean, an accent is usually not a huge problem as long as people can understand you.",
      "transcript_cleaned": "Yes, so, I mean, an accent is usually not a huge problem as long as people can understand you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q01",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "Do I like my name?",
      "transcript": "Yes, I do. Because, usually, most people have, three syllables in their Korean names. For example, the most common Korean language is, And the Korean name that I could think of on the spot right now would be Kim Chi-hun, which would be three syllables. But mine is two.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do. Because, um, uh, usually, uh, most people have, uh, three syllables in their Korean names. For example, the most common Korean language is, uh, And the Korean name that I could think of on the spot right now would be Kim Chi-hun, which would be three syllables. But mine is two.",
      "transcript_cleaned": "Yes, I do. Because, usually, most people have, three syllables in their Korean names. For example, the most common Korean language is, And the Korean name that I could think of on the spot right now would be Kim Chi-hun, which would be three syllables. But mine is two.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q02",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "And are you a student right now or are you working?",
      "transcript": "Right now I am a student, but I am not going to school right now because I am on leave. And for as of now I am in Korea. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Right now I am a student, but I am not going to school right now because I'm on leave. And for as of now I'm in Korea. Okay.",
      "transcript_cleaned": "Right now I am a student, but I am not going to school right now because I am on leave. And for as of now I am in Korea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q03",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "And could you tell me about your major?",
      "transcript": "Major? My major is business management. And I am studying in King's College London right now. And, yeah, I mean, it is definitely not a major that I wanted to pick. But, I thought that, because back at the moment when I was, when I was choosing my major, I guess I did not really have a lot of choices, because I did not really know what I wanted to do. And my parents told me that this is kind of like the, like the go-to major if you do not really know what you want to do. So, that is why I chose it. Okay, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Major? My major is business management. And I'm studying in King's College London right now. And, uh, yeah, I mean, it's definitely not a major that I wanted to pick. But, um, I thought that, because back at the moment when I was, when I was choosing my major, uh, I guess I didn't really have a lot of choices, because I didn't really know what I wanted to do. And my parents told me that this is kind of like the, like the go-to major if you don't really know what you want to do. So, that's why I chose it. Okay, very good.",
      "transcript_cleaned": "Major? My major is business management. And I am studying in King's College London right now. And, yeah, I mean, it is definitely not a major that I wanted to pick. But, I thought that, because back at the moment when I was, when I was choosing my major, I guess I did not really have a lot of choices, because I did not really know what I wanted to do. And my parents told me that this is kind of like the, like the go-to major if you do not really know what you want to do. So, that is why I chose it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q04",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "And what do you like to do when you have some free time?",
      "transcript": "My free time. I got a couple of things on my list. well, usually I think I spend most of my time on YouTube watching all these videos. I watch a lot of, League of Legends videos cause it is my favorite game. And also, I am really into, music and movies. So I watch a lot of, like a movie review or critic videos and stuff like that. Very good. Now we are going to talk about the area you live in. The area I live in. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My free time. Uh, I got a couple of things on my list. Um, well, usually I think I spend most of my time on YouTube watching all these videos. Uh, I watch a lot of, uh, League of Legends videos cause it's my favorite game. And also, uh, I'm really into, uh, music and movies. So I watch a lot of, uh, like a movie review or critic videos and stuff like that. Very good. Now we're going to talk about the area you live in. The area I live in. Yeah.",
      "transcript_cleaned": "My free time. I got a couple of things on my list. well, usually I think I spend most of my time on YouTube watching all these videos. I watch a lot of, League of Legends videos cause it is my favorite game. And also, I am really into, music and movies. So I watch a lot of, like a movie review or critic videos and stuff like that. Very good. Now we are going to talk about the area you live in. The area I live in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q05",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "My neighborhood?",
      "transcript": "Yeah. yeah I do like my neighborhood because well on the broader aspect I live in Seoul in terms of which city I live in. But within Seoul I live in this area called 구 반 부. And as a lot of people know Seoul is a super populated area. I would even say overpopulated considering how small the city is. And, despite the fact that Seoul is such a crowded city, my neighborhood is really quiet and, I do not want to, I do not even want to say that it is populated that much. it is very quiet, not a lot of, I would say noises and the greatest part of my neighborhood is that you can find pretty much everything, Like every other block. Like say, for example if you want to buy like a, like a video game, like a game CD or like a game pack, you would have to go to like a special neighborhood. Like you do not find that every neighborhood, but, we have that. we have a lot of cool restaurants. We even have, elementary school, middle school, high school, a lot of institutions for, You know, like, like private education. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. Uh, yeah I do like my neighborhood because um, well on the broader aspect I live in Seoul in terms of which city I live in. But within Seoul I live in this area called 구 반 부. And as a lot of people know Seoul is a super populated area. I'd even say overpopulated considering how small the city is. And, um, despite the fact that Seoul is such a crowded city, my neighborhood is really quiet and, um, I don't wanna, I don't even wanna say that it's populated that much. Uh, it's very quiet, um, uh, not a lot of, uh, I'd say noises and the greatest part of my neighborhood is that you can find pretty much everything, Like every other block. Like say, uh, for example if you want to buy like a, like a video game, like a game CD or like a game pack, you'd have to go to like a special neighborhood. Like you don't find that every neighborhood, but, uh, we have that. Um, we have a lot of cool restaurants. We even have, uh, elementary school, middle school, high school, um, a lot of institutions for, You know, like, like private education. Okay, good.",
      "transcript_cleaned": "I do like my neighborhood because well on the broader aspect I live in Seoul in terms of which city I live in. But within Seoul I live in this area called 구 반 부. And as a lot of people know Seoul is a super populated area. I would even say overpopulated considering how small the city is. And, despite the fact that Seoul is such a crowded city, my neighborhood is really quiet and, I do not want to, I do not even want to say that it is populated that much. it is very quiet, not a lot of, I would say noises and the greatest part of my neighborhood is that you can find pretty much everything, Like every other block. Like say, for example if you want to buy like a, like a video game, like a game CD or like a game pack, you would have to go to like a special neighborhood. Like you do not find that every neighborhood, but, we have that. we have a lot of cool restaurants. We even have, elementary school, middle school, high school, a lot of institutions for, You know, like, like private education.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q07",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "So yeah, could you describe an occasion when the weather stopped you from doing something?",
      "transcript": "Okay, so I am going to talk about this, this time when the, when there was a huge typhoon that hit, that struck Korea. I think it was two years ago. That was back when I was in the military. So I think it was my third month as, or actually like the second or first month as a corporal. And, I was supposed to go on leave for vacation and I do not remember the exact date, but I know that it was Monday. I was supposed to leave on Monday, but the weather forecast, the media was talking all about this huge typhoon that is going to strike Korea that week. And, our commander decided to not let, to ban the soldiers from going on leave. Since, in an occasion where there is a, like a weather or like a, or like a disaster forecasted, we are not allowed to leave base. Because we have to maintain a certain amount of force. So, all the, all the soldiers were devastated, including me, because all we wait about and all we care about is vacations, to be honest with you. And so I was supposed to leave on Monday, but I was banned to leave. And we were either going to be let go the day after, depending on how the weather goes. And on Monday, all my, mates at the base, all we could possibly do was just desperately, pray for the weather to get better and for our commander to make the optimal decision. And the next day, thankfully, the weather got better and the commander let us all go and we were all able to go on vacation. Okay, cool. that is two minutes now. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, so I'm gonna talk about this, um, this time when the, when there was a huge typhoon that hit, that struck Korea. Uh, I think it was two years ago. That was back when I was in the military. So I think it was my third month as, or actually like the second or first month as a corporal. And, uh, I was supposed to go on leave for vacation and I don't remember the exact date, but I know that it was Monday. I was supposed to leave on Monday, but the weather forecast, the media was talking all about this huge typhoon that's gonna strike Korea that week. And, uh, our commander decided to not let, to ban the soldiers from going on leave. Since, in an occasion where there's a, like a weather or like a, or like a disaster forecasted, uh, we're not allowed to leave base. Because we have to maintain a certain amount of force. So, uh, all the, all the soldiers were devastated, including me, because all we wait about and all we care about is vacations, to be honest with you. And so I was supposed to leave on Monday, but I was banned to leave. And we were either going to be let go the day after, depending on how the weather goes. And on Monday, um, all my, uh, mates at the base, all we could possibly do was just desperately, uh, pray for the weather to get better and for our commander to make the optimal decision. And the next day, thankfully, the weather got better and the commander let us all go and we were all able to go on vacation. Okay, cool. That's two minutes now. All right.",
      "transcript_cleaned": "I am going to talk about this, this time when the, when there was a huge typhoon that hit, that struck Korea. I think it was two years ago. That was back when I was in the military. So I think it was my third month as, or actually like the second or first month as a corporal. And, I was supposed to go on leave for vacation and I do not remember the exact date, but I know that it was Monday. I was supposed to leave on Monday, but the weather forecast, the media was talking all about this huge typhoon that is going to strike Korea that week. And, our commander decided to not let, to ban the soldiers from going on leave. Since, in an occasion where there is a, like a weather or like a, or like a disaster forecasted, we are not allowed to leave base. Because we have to maintain a certain amount of force. So, all the, all the soldiers were devastated, including me, because all we wait about and all we care about is vacations, to be honest with you. And so I was supposed to leave on Monday, but I was banned to leave. And we were either going to be let go the day after, depending on how the weather goes. And on Monday, all my, mates at the base, all we could possibly do was just desperately, pray for the weather to get better and for our commander to make the optimal decision. And the next day, thankfully, the weather got better and the commander let us all go and we were all able to go on vacation. Okay, cool. that is two minutes now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q08",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "Right, so you are all able to go in the end?",
      "transcript": "In the end, yeah, it was a happy ending. Very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In the end, yeah, it was a happy ending. Very good.",
      "transcript_cleaned": "In the end, yeah, it was a happy ending. Very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q10",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "So do you think the weather has much impact on people's daily activities?",
      "transcript": "Daily activities. yeah, definitely. Because we have these, I do not know what the exact term is called in English, but I am just going to say microdust because that would be the literal translation. actually every, like this time of the year, every year, we have a lot of microdusts that come sweeped in from China. And, as of now the coronavirus is on the main issue, but usually during this time of the year, the weather forecast always talks about how bad the micro dust is. And I think that definitely affects, people's daily lives because around this time of the year, especially like during spring, people would like to go out to the park and have a picnic with their families. And it is, it is always after winter so people are so wanting, so desiring to go out and have some time with their beloved ones, right? But, like the micro dust, if, if there, if there is micro dust present outside, people would probably want to stay in instead of going outside. Okay, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Daily activities. Uh, yeah, definitely. Because um, we have these, uh, I don't know what the exact term is called in English, but I'm just gonna say microdust because that would be the literal translation. Um, actually every, like this time of the year, every year, we have a lot of microdusts that come sweeped in from China. And, uh, as of now the coronavirus is on the main issue, but usually during this time of the year, uh, the weather forecast always talks about how bad the micro dust is. And I think that definitely affects, um, people's daily lives because around this time of the year, especially like during spring, people would like to go out to the park and have a picnic with their families. And it's, it's always after winter so people are so wanting, so desiring to go out and have some time with their beloved ones, right? But, uh, like the micro dust, if, if there, if there is micro dust present outside, people would probably want to stay in instead of going outside. Okay, okay.",
      "transcript_cleaned": "Daily activities. yeah, definitely. Because we have these, I do not know what the exact term is called in English, but I am just going to say microdust because that would be the literal translation. actually every, like this time of the year, every year, we have a lot of microdusts that come sweeped in from China. And, as of now the coronavirus is on the main issue, but usually during this time of the year, the weather forecast always talks about how bad the micro dust is. And I think that definitely affects, people's daily lives because around this time of the year, especially like during spring, people would like to go out to the park and have a picnic with their families. And it is, it is always after winter so people are so wanting, so desiring to go out and have some time with their beloved ones, right? But, like the micro dust, if, if there, if there is micro dust present outside, people would probably want to stay in instead of going outside.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}