{
  "batch_id": 253,
  "count": 20,
  "samples": [
    {
      "sample_id": "wxK02149B_0_q15",
      "video_id": "wxK02149B_0",
      "band": 6.0,
      "question": "When was the first time you used a computer?",
      "transcript": "&gt;&gt; I did not remember exactly. But I think I start using computer first time when I was 15 years old. My father bought a new computer HP model. I learned lots of things because that is time I use computer first time. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I did not remember exactly. But I think I start using computer first time when I was 15 years old. My father bought a new computer HP model. I learned lots of things because that's time I use computer first time. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; I did not remember exactly. But I think I start using computer first time when I was 15 years old. My father bought a new computer HP model. I learned lots of things because that is time I use computer first time. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wxK02149B_0_q16",
      "video_id": "wxK02149B_0",
      "band": 6.0,
      "question": "In what conditions would you use a computer?",
      "transcript": "&gt;&gt; I would use computer when I need some work information and communication via email and for internet entertainment purpose like watching movie playing games and would also use to computer contact with social media and contact with my family member and friends. &gt;&gt; Okay good. Now this is end of the part one arti I am going to give you a Q card and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; I would use computer when I need some work information and communication via email and for internet entertainment purpose like watching movie playing games and would also use to computer contact with social media and contact with my family member and friends. &gt;&gt; Okay good. Now this is end of the part one arti I'm going to give you a Q card and.",
      "transcript_cleaned": "&gt;&gt; I would use computer when I need some work information and communication via email and for internet entertainment purpose like watching movie playing games and would also use to computer contact with social media and contact with my family member and friends. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wxK02149B_0_q17",
      "video_id": "wxK02149B_0",
      "band": 6.0,
      "question": "Do parents in your country make lot of promises to their children?",
      "transcript": "&gt;&gt; As I have seen, yes, parents in my country do make promise to their childrens. But it usually depends on the situation. For example, they might to buy some gifts if the children perform well in schools or to make them on a trip during holidays. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; As I have seen, yes, parents in my country do make promise to their childrens. But it usually depends on the situation. For example, they might to buy some gifts if the children perform well in schools or to make them on a trip during holidays. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; As I have seen, yes, parents in my country do make promise to their childrens. But it usually depends on the situation. For example, they might to buy some gifts if the children perform well in schools or to make them on a trip during holidays. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wxK02149B_0_q18",
      "video_id": "wxK02149B_0",
      "band": 6.0,
      "question": "&gt;&gt; Why not?",
      "transcript": "Write down promise can be more important. It help individuals remember their commitment abort misunderstanding and more responsible in professional matters student important more importance but relationship Bible and trust promise can be enough. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Write down promise can be more important. It help individuals remember their commitment abort misunderstanding and more responsible in professional matters student important more importance but relationship Bible and trust promise can be enough. &gt;&gt; Okay.",
      "transcript_cleaned": "Write down promise can be more important. It help individuals remember their commitment abort misunderstanding and more responsible in professional matters student important more importance but relationship Bible and trust promise can be enough. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wxK02149B_0_q19",
      "video_id": "wxK02149B_0",
      "band": 6.0,
      "question": "Do you often keep your promises?",
      "transcript": "&gt;&gt; To be honest I try my best to keep my promise. I believe that keeping that promise show trust and more responsible and show respect to the others. Plus I feel about myself when I what I said I would do. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; To be honest I try my best to keep my promise. I believe that keeping that promise show trust and more responsible and show respect to the others. Plus I feel about myself when I what I said I would do. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; To be honest I try my best to keep my promise. I believe that keeping that promise show trust and more responsible and show respect to the others. Plus I feel about myself when I what I said I would do. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P2_GzaiTuGg_q02",
      "video_id": "P2_GzaiTuGg",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Shoes whereas when i go for a morning book i wear comfortable shoes few questions will be based on apps what apps have you recently used recently i used a couple of apps like instagram and whatsapp it is very crucial for me because with the help of these apps i can easily communicate with my friends or family members what kinds of apps are you interested in well i am interested in instagram because with the help of instagram i can easily upload my photos and videos okay may i know that what apps would you like to use in the future yes in my upcoming years i would like to use those apps which will very helpful for my career and education.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "shoes whereas when i go for a morning book i wear comfortable shoes few questions will be based on apps what apps have you recently used recently i used a couple of apps like instagram and whatsapp it is very crucial for me because with the help of these apps i can easily communicate with my friends or family members what kinds of apps are you interested in well i am interested in instagram because with the help of instagram i can easily upload my photos and videos okay may i know that what apps would you like to use in the future yes in my upcoming years i would like to use those apps which will very helpful for my career and education.",
      "transcript_cleaned": "Shoes whereas when i go for a morning book i wear comfortable shoes few questions will be based on apps what apps have you recently used recently i used a couple of apps like instagram and whatsapp it is very crucial for me because with the help of these apps i can easily communicate with my friends or family members what kinds of apps are you interested in well i am interested in instagram because with the help of instagram i can easily upload my photos and videos okay may i know that what apps would you like to use in the future yes in my upcoming years i would like to use those apps which will very helpful for my career and education.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P2_GzaiTuGg_q03",
      "video_id": "P2_GzaiTuGg",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "A plan to go abroad for my higher education i think i will able to prepare food for myself over there and this is a skill i think everyone should have and no doubt my grandmother is a great chief and cooks very delicious food and he is she is 17 years old and even even this is she is a fit as a fiddle and i i learned this skill from my grandmother and i think it is a mediatory for each and everyone i it is it was very cool and task for me for me to make a food food and make different cuisines but with the help of my mother it was very amir of piece of cake for me to make different varieties of food but nowadays i am fully confident to make different kinds of bratism and i really remember it was the time of two months before when i made pizza for my family members and all my family members told me it was like about mouth watering for each and everyone and this is a skill when i learned from my grandmother.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "a plan to go abroad for my higher education i think i will able to prepare food for myself over there and um this is a skill i think everyone should have and no doubt my grandmother is a great chief and cooks very delicious food and he is she is 17 years old and even even this is she is a fit as a fiddle and i i learned this skill from my grandmother and i think it is a mediatory for each and everyone i it is it was very cool and task for me for me to make a food food and make different cuisines but with the help of my mother it was very amir of piece of cake for me to make different varieties of food but nowadays i am fully confident to make different kinds of bratism and i really remember it was the time of two months before when i made pizza for my family members and all my family members told me it was like about mouth watering for each and everyone and this is a skill when i learned from my grandmother.",
      "transcript_cleaned": "A plan to go abroad for my higher education i think i will able to prepare food for myself over there and this is a skill i think everyone should have and no doubt my grandmother is a great chief and cooks very delicious food and he is she is 17 years old and even even this is she is a fit as a fiddle and i i learned this skill from my grandmother and i think it is a mediatory for each and everyone i it is it was very cool and task for me for me to make a food food and make different cuisines but with the help of my mother it was very amir of piece of cake for me to make different varieties of food but nowadays i am fully confident to make different kinds of bratism and i really remember it was the time of two months before when i made pizza for my family members and all my family members told me it was like about mouth watering for each and everyone and this is a skill when i learned from my grandmother.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P2_GzaiTuGg_q04",
      "video_id": "P2_GzaiTuGg",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "About their from their grandparents because they have lot of experience of their life they learn history and culture about culture what kind of help do you think older people need i think older people need lots of aid because firstly they need they need time to time vaccine and health care and medicine because they do not know how to operate the new technology and why they need this help because they have not capacity to visit to and fro and with the help of their child they can easily go one place to another place what skills can young people learn from older people the way i look it older people learn a lot of skills from young guesters and like especially they do not i ask what skills can young people learn from older people i think all the young investors learn a lot of skills from their older ones like as a cooking farming time saving and money manager and many more and what skills older people can learn from the youngsters older people learn a lot of skills from young guesters especially they learn new technology because older people do not know how to operate a smartphone and with the help of their child they can easily know how to operate a smartphone this is end of the test thank you so here we go with the feedback of simran in the first part simran was quite confident and she had used good amount of vocabulary words she was very much confident in the part one and the pronunciation of interested was very wrong and she must correct over here in the second part the pronunciation of chef was wrong instead of saying chef she said chief.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "about their from their grandparents because they have lot of experience of their life they learn history and culture about culture what kind of help do you think older people need i think older people need lots of aid because firstly they need they need time to time vaccine and health care and medicine because they do not know how to operate the new technology and why they need this help because they have not capacity to visit to and fro and with the help of their child they can easily go one place to another place what skills can young people learn from older people uh the way i look it uh older people learn a lot of skills from uh young guesters and like uh especially uh they do not i ask what skills can young people learn from older people uh i think all the young investors learn a lot of skills from their older ones like as a cooking farming time saving and money manager and many more and what skills older people can learn from the youngsters uh older people learn a lot of skills from young guesters especially they learn new technology because older people do not know how to operate a smartphone and with the help of their child they can easily know how to operate a smartphone this is end of the test thank you so here we go with the feedback of simran in the first part simran was quite confident and she had used good amount of vocabulary words she was very much confident in the part one and the pronunciation of interested was very wrong and she must correct over here in the second part the pronunciation of chef was wrong instead of saying chef she said chief.",
      "transcript_cleaned": "About their from their grandparents because they have lot of experience of their life they learn history and culture about culture what kind of help do you think older people need i think older people need lots of aid because firstly they need they need time to time vaccine and health care and medicine because they do not know how to operate the new technology and why they need this help because they have not capacity to visit to and fro and with the help of their child they can easily go one place to another place what skills can young people learn from older people the way i look it older people learn a lot of skills from young guesters and like especially they do not i ask what skills can young people learn from older people i think all the young investors learn a lot of skills from their older ones like as a cooking farming time saving and money manager and many more and what skills older people can learn from the youngsters older people learn a lot of skills from young guesters especially they learn new technology because older people do not know how to operate a smartphone and with the help of their child they can easily know how to operate a smartphone this is end of the test",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r64m-j1ohxA_q01",
      "video_id": "r64m-j1ohxA",
      "band": 7.5,
      "question": "[Transcript chunk 1]",
      "transcript": "So without further ado let us dive right in welcome to the l speaking test may i have your id please thank you all right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "so without further ado let's dive right in welcome to the l speaking test may i have your id please thank you all right.",
      "transcript_cleaned": "without further ado let us dive right in welcome to the l speaking test may i have your id please",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r64m-j1ohxA_q02",
      "video_id": "r64m-j1ohxA",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Have to confess that i procrastinate a lot and it is due to this very bad habit of mine that I am sometimes swamped with deadlines and there was this one time when it got you know so hectic that i could barely catch a breath which was when i had to simultaneously juggle my research project and my graduation thesis so as i mentioned my university major does not have anything to do with my job which involves the teaching and the learning of english and for me who is always wanted to become an established teacher one of the prerequisites for my master's degree would be to have experience in this domain and in an attempt to fulfill this condition i took on a small scale study on the subject of learners autonomy in a local university and it is just so happened to coincide with the submission deadline of my thesis paper and to make matters worse i also had evening classes to teach i could not afford to underperform so we tried to plan everything to a t the am the morning was solely dedicated to my research which involved gathering interpreting and consolidating data and in the afternoon i rushed to finish my dissertation while squeezing in some time for lesson planning as well in the end all my efforts yielded wonderful results i was ecstatic to find that both of my papers were published in i think two scientific journals and i even got admitted into my dream university in the uk yeah okay that is the end of part two in the next part of the test we are going to discuss more about pressure and technology so does technology put more pressure on life it is the opposite actually technology in fact takes away the more burdens.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "have to confess that i procrastinate a lot and it is due to this very bad habit of mine that i'm sometimes swamped with deadlines and there was this one time when it got you know so hectic that i could barely catch a breath which was when i had to simultaneously juggle my research project and my graduation thesis so as i mentioned my university major doesn't have anything to do with my job which involves the teaching and the learning of english and for me who's always wanted to become an established teacher one of the prerequisites for my master's degree would be to have experience in this domain and in an attempt to fulfill this condition i took on a small scale study on the subject of learners autonomy in a local university and it's just so happened to coincide with the submission deadline of my thesis paper and to make matters worse i also had evening classes to teach i couldn't afford to underperform so we tried to plan everything to a t the am the morning was solely dedicated to my research which involved gathering interpreting and consolidating data and in the afternoon i rushed to finish my dissertation while squeezing in some time for lesson planning as well in the end all my efforts yielded wonderful results i was ecstatic to find that both of my papers were published in i think two scientific journals and i even got admitted into my dream university in the uk yeah okay that is the end of part two in the next part of the test we're going to discuss more about pressure and technology so does technology put more pressure on life um it's the opposite actually um technology in fact takes away the more burdens.",
      "transcript_cleaned": "Have to confess that i procrastinate a lot and it is due to this very bad habit of mine that I am sometimes swamped with deadlines and there was this one time when it got you know so hectic that i could barely catch a breath which was when i had to simultaneously juggle my research project and my graduation thesis so as i mentioned my university major does not have anything to do with my job which involves the teaching and the learning of english and for me who is always wanted to become an established teacher one of the prerequisites for my master's degree would be to have experience in this domain and in an attempt to fulfill this condition i took on a small scale study on the subject of learners autonomy in a local university and it is just so happened to coincide with the submission deadline of my thesis paper and to make matters worse i also had evening classes to teach i could not afford to underperform so we tried to plan everything to a t the am the morning was solely dedicated to my research which involved gathering interpreting and consolidating data and in the afternoon i rushed to finish my dissertation while squeezing in some time for lesson planning as well in the end all my efforts yielded wonderful results i was ecstatic to find that both of my papers were published in i think two scientific journals and i even got admitted into my dream university in the uk",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r64m-j1ohxA_q03",
      "video_id": "r64m-j1ohxA",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Some aspects for day-to-day tasks a good example is let us see meal prepping in the past it used to take a lot of time to put together a simple meal these days the advent of microwaves and air fryers affords people you know the luxury of creating delicious dishes in a matter of minutes so what can be concluded is that life has become much less stressful with the help of smart devices all right how important is it to get work life balance well this matter is a bit of a head scratcher to me of course it is ideal to reach a state of equilibrium where both are equally prioritized simply put if one gets carried away with work and neglects his family and friends and himself that person will risk jeopardizing his own mental health which means he cannot work as effectively and on the contrary those who are too carefree and fun-loving will not get far in life since they do not spare enough time nor effort for professional development and i think striking a balance between career and leisure is therefore key to a happy life is it harder or easier to get work-life balance in the future given how the given how popular the hustle culture is getting i would say it is the former you know the job market is growing more competitive every passing day and so many people especially the young ones are willing to put in the extra hours to increase their net worth sometimes at the expense of their own personal priorities middle-aged employees are no exception and in countries with strong work ethics like japan over working to the point of self neglect is actually a serious matter thank you that is the end of your speaking test vocab.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "some aspects for day-to-day tasks a good example is let's see meal prepping in the past it used to take a lot of time to put together a simple meal these days the advent of microwaves and air fryers affords people you know the luxury of creating delicious dishes in a matter of minutes so what can be concluded is that life has become much less stressful with the help of smart devices all right how important is it to get work life balance well this matter is a bit of a head scratcher to me of course it is ideal to reach a state of equilibrium where both are equally prioritized simply put if one gets carried away with work and neglects his family and friends and himself that person will risk jeopardizing his own mental health which means he cannot work as effectively and on the contrary those who are too carefree and fun-loving won't get far in life since they do not spare enough time nor effort for professional development and i think striking a balance between career and leisure is therefore key to a happy life is it harder or easier to get work-life balance in the future um given how the given how popular the hustle culture is getting i would say it's the former you know the job market is growing more competitive every passing day and so many people especially the young ones are willing to put in the extra hours to increase their net worth sometimes at the expense of their own personal priorities middle-aged employees are no exception and in countries with strong work ethics like japan over working to the point of self neglect is actually a serious matter thank you that is the end of your speaking test vocab.",
      "transcript_cleaned": "Some aspects for day-to-day tasks a good example is let us see meal prepping in the past it used to take a lot of time to put together a simple meal these days the advent of microwaves and air fryers affords people you know the luxury of creating delicious dishes in a matter of minutes so what can be concluded is that life has become much less stressful with the help of smart devices all right how important is it to get work life balance well this matter is a bit of a head scratcher to me of course it is ideal to reach a state of equilibrium where both are equally prioritized simply put if one gets carried away with work and neglects his family and friends and himself that person will risk jeopardizing his own mental health which means he cannot work as effectively and on the contrary those who are too carefree and fun-loving will not get far in life since they do not spare enough time nor effort for professional development and i think striking a balance between career and leisure is therefore key to a happy life is it harder or easier to get work-life balance in the future given how the given how popular the hustle culture is getting i would say it is the former you know the job market is growing more competitive every passing day and so many people especially the young ones are willing to put in the extra hours to increase their net worth sometimes at the expense of their own personal priorities middle-aged employees are no exception and in countries with strong work ethics like japan over working to the point of self neglect is actually a serious matter thank you that is the end of your speaking test vocab.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OLPQQzHBo3E_q02",
      "video_id": "OLPQQzHBo3E",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Do you have any favorite teacher yeah in my life I meeted so many teachers but I personally prefer my primary school teacher his name is Abdul and he is always inspired my studies well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "do you have any favorite teacher yeah uh in my life I meeted uh so many teachers but I personally prefer my primary school teacher uh his name is Abdul and uh he is uh always inspired my studies well.",
      "transcript_cleaned": "Do you have any favorite teacher yeah in my life I meeted so many teachers but I personally prefer my primary school teacher his name is Abdul and he is always inspired my studies well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OLPQQzHBo3E_q03",
      "video_id": "OLPQQzHBo3E",
      "band": 5.5,
      "question": "[Transcript chunk 3]",
      "transcript": "One minute for making some nose and one or two minutes for speaking do you understand okay ma'am okay so your today's topic is describe a place you have been to and You' like to recommend others to leave there not your hometown you should say where is it what the place is like where you visited there who you want there with and explain why you would recommend this page to others do you understand okay so here is your today's topic you can start your not making now have you done okay do not need to worry about your time if I stop you so you can start my speaking now now I would like to talk about a place I have been to and I would like to recommended other story there there are lots of beautiful place in our country some beautiful place are beautiful because of there are historical building some are beautiful for natural beauty but now but I prefer to Dhaka Dhaka is the capital of Bangladesh and it is a most popular u city in the country and it is a beautiful and clean country I have visited to Dhaka Daka at many times as grandfather lives there and I normally visited to with my whole family my parents my sister and my brother and it is a there are lots of educational system available in the daa city and and public university and private university is available especially Dhaka University is the number one University in Bangladesh and there are also a shopping mall such as bosar shopping mall gulan and DEA Future Park and I also mention that the beautiful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "one minute for making some nose and one or two minutes for speaking do you understand okay ma'am okay so your today's topic is describe a place you have been to and You' like to recommend others to leave there not your hometown you should say where is it what the place is like where you visited there uh who you want there with and explain why you would recommend this page to others do you understand okay so here is your today's topic you can start your not making now have you done okay don't need to worry about your time if I stop you so you can start my speaking now uh now I would like to talk about a place I have been to and I would like to recommended other story there um there are lots of beautiful place in our country uh some beautiful place are beautiful because of there are uh historical building some are uh beautiful for um natural beauty uh but now uh but I prefer to Dhaka Dhaka is the capital of Bangladesh and it's a most popular u city in the country and uh it's a beautiful and clean country um I have visited um to Dhaka Daka at many times as grandfather lives there and I normally visited uh to with my whole family my parents my sister and my brother uh and uh it's a um there are lots of uh educational system available uh in the daa city uh and and public university and private university is available especially uh Dhaka University is the number one uh University in Bangladesh uh and there are also a shopping mall such as bosar shopping mall gulan and DEA Future Park and I also uh mention that uh the beautiful.",
      "transcript_cleaned": "One minute for making some nose and one or two minutes for speaking do you understand okay ma'am okay so your today's topic is describe a place you have been to and You' like to recommend others to leave there not your hometown you should say where is it what the place is like where you visited there who you want there with and explain why you would recommend this page to others do you understand okay so here is your today's topic you can start your not making now have you done okay do not need to worry about your time if I stop you so you can start my speaking now now I would like to talk about a place I have been to and I would like to recommended other story there there are lots of beautiful place in our country some beautiful place are beautiful because of there are historical building some are beautiful for natural beauty but now but I prefer to Dhaka Dhaka is the capital of Bangladesh and it is a most popular u city in the country and it is a beautiful and clean country I have visited to Dhaka Daka at many times as grandfather lives there and I normally visited to with my whole family my parents my sister and my brother and it is a there are lots of educational system available in the daa city and and public university and private university is available especially Dhaka University is the number one University in Bangladesh and there are also a shopping mall such as bosar shopping mall gulan and DEA Future Park and I also mention that the beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OLPQQzHBo3E_q05",
      "video_id": "OLPQQzHBo3E",
      "band": 5.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Learn to this city culture and finally they should make a least new things thank you that is the end of our yesterday thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "learn uh to uh this city culture uh and finally uh they should make a least new things thank you that is the end of our yesterday thank you so much.",
      "transcript_cleaned": "Learn to this city culture and finally they should make a least new things thank you that is the end of our yesterday thank you so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "C7uTWmvFdfg_q02",
      "video_id": "C7uTWmvFdfg",
      "band": 9.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Of Seoul and the price is great if you could open a restaurant what would it be interesting question I would open a Korean barbecue not only because this is really tasty but also because I think it would bring in a high profit have you ever been to a restaurant in another country yes I have I would been to restaurants in the US France and Italy I must say Italian cuisines are truly world-class okay that is the end of part 1 and now we will continue with part two for part two here is a card with some questions please do not turn that over yet here is some note paper and a pencil.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "of Seoul and the price is great if you could open a restaurant what would it be interesting question I would open a Korean barbecue not only because this is really tasty but also because I think it would bring in a high profit have you ever been to a restaurant in another country yes I have I'd been to restaurants in the US France and Italy I must say Italian cuisines are truly world-class okay that is the end of part 1 and now we will continue with part two for part two here is a card with some questions please don't turn that over yet here is some note paper and a pencil.",
      "transcript_cleaned": "Of Seoul and the price is great if you could open a restaurant what would it be interesting question I would open a Korean barbecue not only because this is really tasty but also because I think it would bring in a high profit have you ever been to a restaurant in another country",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "C7uTWmvFdfg_q05",
      "video_id": "C7uTWmvFdfg",
      "band": 9.0,
      "question": "[Transcript chunk 5]",
      "transcript": "About it what are some common situations where people seek help from others and as I said people often need help when they are ill or another situation is when they are having car troubles which resources may be particularly useful in these kinds of situations well when the person is sick their families or friends can be very accommodating to a system and of course medications like a cold or full remedy to help them get better quickly and in the case of car trebles mechanic is good to have on hand and perhaps the towtruck have the ways people sought help these days changed compared to a generation before I think it has greatly deviate from 30 years before back then most people relied on lead lines to seek help and the opinion of nearby experts however these days people can use their mobile phones to quickly seek assistance and even information can you elaborate on that a little bit sure sure if a person were to choke in a restaurant anyone can immediately call for an ambulance and look up performing a highly maneuver to dislodge the food.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "about it what are some common situations where people seek help from others and as I said people often need help when they are ill or another situation is when they're having car troubles which resources may be particularly useful in these kinds of situations well when the person is sick their families or friends can be very accommodating to a system and of course medications like a cold or full remedy to help them get better quickly and in the case of car trebles mechanic is good to have on hand and perhaps the towtruck have the ways people sought help these days changed compared to a generation before I think it has greatly deviate from 30 years before back then most people relied on lead lines to seek help and the opinion of nearby experts however these days people can use their mobile phones to quickly seek assistance and even information can you elaborate on that a little bit sure sure if a person were to choke in a restaurant anyone can immediately call for an ambulance and look up performing a highly maneuver to dislodge the food.",
      "transcript_cleaned": "About it what are some common situations where people seek help from others and as I said people often need help when they are ill or another situation is when they are having car troubles which resources may be particularly useful in these kinds of situations well when the person is sick their families or friends can be very accommodating to a system and of course medications like a cold or full remedy to help them get better quickly and in the case of car trebles mechanic is good to have on hand and perhaps the towtruck have the ways people sought help these days changed compared to a generation before I think it has greatly deviate from 30 years before back then most people relied on lead lines to seek help and the opinion of nearby experts however these days people can use their mobile phones to quickly seek assistance and even information can you elaborate on that a little bit sure sure if a person were to choke in a restaurant anyone can immediately call for an ambulance and look up performing a highly maneuver to dislodge the food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "C7uTWmvFdfg_q06",
      "video_id": "C7uTWmvFdfg",
      "band": 9.0,
      "question": "[Transcript chunk 6]",
      "transcript": "Are the professionals that deal with troubleshooting on a daily basis that I mentioned our car mechanics as well computer technician and electrical engineers perhaps are individuals that deal with troubleshooting every day why are their jobs important I think these are important professions because people constantly rely on them to be able to function in life and work I mean if persons car is not working it becomes difficult to commute.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "are the professionals that deal with troubleshooting on a daily basis that I mentioned our car mechanics as well computer technician and electrical engineers perhaps are individuals that deal with troubleshooting every day why are their jobs important I think these are important professions because people constantly rely on them to be able to function in life and work I mean if persons car isn't working it becomes difficult to commute.",
      "transcript_cleaned": "Are the professionals that deal with troubleshooting on a daily basis that I mentioned our car mechanics as well computer technician and electrical engineers perhaps are individuals that deal with troubleshooting every day why are their jobs important I think these are important professions because people constantly rely on them to be able to function in life and work I mean if persons car is not working it becomes difficult to commute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Hrdc5azr1co_q02",
      "video_id": "Hrdc5azr1co",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "My essentials with me okay have you ever lost wallet yes last week when i traveled to chandigarh by bus at that time my purse was lost how did you get back no i have complained to police station okay do most of your friends use a wallet yes all of my friends use wallets because it is very helpful for them to carry their essential ok few questions will be based on feeling happy is there anything that makes you feel happy yes there are a lot of things firstly my family members they feel me happy and treat me good what do you do when you remain happy whenever i am happy i usually go to with my go to with my friends and spend time with them okay how do you celebrate your happiness usually i celebrate my happiness with my friends and family members by going in different kind of restaurants with them and how people celebrate happiness in your country in my country people usually celebrate happiness by by going to different cafes and have talk with the coffee okay great this is end of the path now it is time to ask a.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "my essentials with me okay have you ever lost wallet yes last week when i traveled to chandigarh by bus at that time my purse was lost how did you get back uh no i have complained to police station okay do most of your friends use a wallet yes all of my friends use wallets because it is very helpful for them to carry their essential ok few questions will be based on feeling happy is there anything that makes you feel happy yes there are a lot of things firstly my family members they feel me happy and treat me good what do you do when you remain happy whenever i am happy i usually go to with my go to with my friends and spend time with them okay how do you celebrate your happiness usually i celebrate my happiness with my friends and family members by going in different kind of restaurants with them and how people celebrate happiness in your country in my country people usually celebrate happiness by by going to different cafes and have talk with the coffee okay great this is end of the path now it is time to ask a.",
      "transcript_cleaned": "My essentials with me okay have you ever lost wallet yes last week when i traveled to chandigarh by bus at that time my purse was lost how did you get back no i have complained to police station okay do most of your friends use a wallet yes all of my friends use wallets because it is very helpful for them to carry their essential ok few questions will be based on feeling happy is there anything that makes you feel happy yes there are a lot of things firstly my family members they feel me happy and treat me good what do you do when you remain happy whenever i am happy i usually go to with my go to with my friends and spend time with them okay how do you celebrate your happiness usually i celebrate my happiness with my friends and family members by going in different kind of restaurants with them and how people celebrate happiness in your country in my country people usually celebrate happiness by by going to different cafes and have talk with the coffee okay great this is end of the path now it is time to ask a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Hrdc5azr1co_q03",
      "video_id": "Hrdc5azr1co",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Fifth stall there was this one that stall was full of wrist watches and one of them is very lucrative and i asked the stall person to to tell about the details of that watch with price it was of only 1 000 rupees so after bargaining i get it from get it only for just 800 rupees and then i purchased it and last week there was my elder brother's marriage and that and i wore that watch all were appreciating me and it enhanced my personality it was a black shade metallic watch it also show date and day yet i have also that watch still now and all you know i want to end up by saying that that was the watch which which i have bought from a local street market and i feel extremely happy because it was a very strong and lucrative watch yes in addition it was very captivative and it looks very pretty to me and last week one of my friend asked me for the the further details from that from where i have got this watch so then i tell about 23 sector of chandigarh and he also he is also willing to get this type of watch okay now this is time to ask some follow-up questions and this these follow-up questions will be based on your.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "fifth stall there was this one that stall was full of wrist watches and one of them is very lucrative and i asked the stall person to to tell about the details of that watch with price it was of only 1 000 rupees so after bargaining i get it from get it only for just 800 rupees and then i purchased it and last week there was my elder brother's marriage and that and i wore that watch all were appreciating me and it enhanced my personality it was a black shade metallic watch it also show date and day yet i have also that watch still now and all you know i want to end up by saying that that was the watch which uh which i have bought from a local street market and i feel extremely happy because it was a very strong and lucrative watch yes in addition it was very captivative and it looks very pretty to me and last week one of my friend asked me for the the further details from that from where i have got this watch so then i tell about 23 sector of chandigarh and he also he is also willing to get this type of watch okay now this is time to ask some follow-up questions and this these follow-up questions will be based on your.",
      "transcript_cleaned": "Fifth stall there was this one that stall was full of wrist watches and one of them is very lucrative and i asked the stall person to to tell about the details of that watch with price it was of only 1 000 rupees so after bargaining i get it from get it only for just 800 rupees and then i purchased it and last week there was my elder brother's marriage and that and i wore that watch all were appreciating me and it enhanced my personality it was a black shade metallic watch it also show date and day yet i have also that watch still now and all you know i want to end up by saying that that was the watch which which i have bought from a local street market and i feel extremely happy because it was a very strong and lucrative watch yes in addition it was very captivative and it looks very pretty to me and last week one of my friend asked me for the the further details from that from where i have got this watch so then i tell about 23 sector of chandigarh and he also he is also willing to get this type of watch okay now this is time to ask some follow-up questions and this these follow-up questions will be based on your.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Hrdc5azr1co_q04",
      "video_id": "Hrdc5azr1co",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Habit change in recent years according to my point of view shopping habits are very are changed from earlier because a lot of people now started buying things from online platforms such as flipkart and amazon and they reduce shopping from street markets and super malls how people are doing they usually took their phone and download the application such as amazon and they order it and the product will come in just one week why people are doing like this why their behavior of shopping has been changed because it saves their time and it saves their time and it is about saving time nothing more than that no they also save other resources such as the expense of traveling okay what else you think beside time and saving traveling expenses they are becoming techno savvy persons okay what are differences between shopping in street markets and big shopping malls there are a huge difference between shopping of shopping in state markets and malls one can bargain in street markets but in but in supermarkets there are fixed rate and one cannot bargain the price so there is only one difference that is bargaining no street market one can get a proper detail about that product what the basic difference you find between these two markets about facilities in big malls there are a lot of facilities such as they provide ac and other good environment whereas in super street market there is a not such so so much facility like these you said about the ambience and the supermarket can you define yes they used a lot of new technology such as they used glasses and various leds beside this there are lot of toys which makes it attractive okay in your opinion online shopping is.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "habit change in recent years according to my point of view shopping habits are very are changed from earlier because a lot of people now started buying things from online platforms such as flipkart and amazon and they reduce shopping from street markets and super malls how people are doing they usually took their phone and download the application such as amazon and they order it and the product will come in just one week why people are doing like this why their behavior of shopping has been changed because it saves their time and it saves their time and it is about saving time nothing more than that no they also save other resources such as the expense of traveling okay what else you think beside time and saving traveling expenses they are becoming techno savvy persons okay what are differences between shopping in street markets and big shopping malls there are a huge difference between shopping of shopping in state markets and malls one can bargain in street markets but in but in supermarkets there are fixed rate and one cannot bargain the price so there is only one difference that is bargaining no street market one can get a proper detail about that product what the basic difference you find between these two markets about facilities uh in big malls there are a lot of facilities such as they provide ac and other good environment whereas in super uh street market there is a not such so so much facility like these you said about the ambience and the supermarket can you define yes they used a lot of new technology such as they used glasses and various leds beside this there are lot of toys which makes it attractive okay in your opinion online shopping is.",
      "transcript_cleaned": "Habit change in recent years according to my point of view shopping habits are very are changed from earlier because a lot of people now started buying things from online platforms such as flipkart and amazon and they reduce shopping from street markets and super malls how people are doing they usually took their phone and download the application such as amazon and they order it and the product will come in just one week why people are doing like this why their behavior of shopping has been changed because it saves their time and it saves their time and it is about saving time nothing more than that no they also save other resources such as the expense of traveling okay what else you think beside time and saving traveling expenses they are becoming techno savvy persons okay what are differences between shopping in street markets and big shopping malls there are a huge difference between shopping of shopping in state markets and malls one can bargain in street markets but in but in supermarkets there are fixed rate and one cannot bargain the price so there is only one difference that is bargaining no street market one can get a proper detail about that product what the basic difference you find between these two markets about facilities in big malls there are a lot of facilities such as they provide ac and other good environment whereas in super street market there is a not such so so much facility like these you said about the ambience and the supermarket can you define yes they used a lot of new technology such as they used glasses and various leds beside this there are lot of toys which makes it attractive okay in your opinion online shopping is.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}