{
  "batch_id": 249,
  "count": 20,
  "samples": [
    {
      "sample_id": "M_YHtdgxvO4_q45",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "I mean, how how do we show politeness to people?",
      "transcript": "I am not sure. I think like other cultures, we we try to show respect to older people. So, we do this in a number of ways. Like sometimes we might, you know, chat to them on the street and make small talk with them or something like this. You know, old people sometimes they feel lonely and they want someone to speak to. So if you are on the bus with them, you might talk about the weather or something like this. That might feel like a bit more of a natural approach rather than just listing. So a couple of a couple of ways, a couple of strategies there. First, in order to avoid listing, we can, you know, list one or two or maybe up to three things and then go into detail or we can talk through our uncertainty or talk through our difficulty with a question. Nothing wrong with doing that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um I'm not sure. I think like other cultures, we we try to show respect to older people. So, we do this in a number of ways. Like sometimes we might, you know, chat to them on the street and make small talk with them or something like this. You know, old people sometimes they feel lonely and they want someone to speak to. So if you're on the bus with them, you might talk about the weather or something like this. That might feel like a bit more of a natural approach rather than just listing. So a couple of a couple of ways, a couple of strategies there. First, in order to avoid listing, we can, you know, list one or two or maybe up to three things and then go into detail or we can talk through our uncertainty or talk through our difficulty with a question. Nothing wrong with doing that.",
      "transcript_cleaned": "I am not sure. I think like other cultures, we we try to show respect to older people. So, we do this in a number of ways. Like sometimes we might, you know, chat to them on the street and make small talk with them or something like this. You know, old people sometimes they feel lonely and they want someone to speak to. So if you are on the bus with them, you might talk about the weather or something like this. That might feel like a bit more of a natural approach rather than just listing. So a couple of a couple of ways, a couple of strategies there. First, in order to avoid listing, we can, you know, list one or two or maybe up to three things and then go into detail or we can talk through our uncertainty or talk through our difficulty with a question. Nothing wrong with doing that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q46",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "&gt;&gt; And do you think people in cities are generally less polite than those in rural areas?",
      "transcript": "&gt;&gt; Oh, I do not think so. I think in cities people are more polite because they are they have more more chances to be educated and they re &gt;&gt; Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Oh, I don't think so. I think in cities people are more polite because they are um they have more more chances to be educated and they re &gt;&gt; Yeah.",
      "transcript_cleaned": "&gt;&gt; Oh, I do not think so. I think in cities people are more polite because they are they have more more chances to be educated and they re &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q47",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Is there a connection between being educated and being polite?",
      "transcript": "Possibly &gt;&gt; need more in general. They are exposed to something more formal like formal meetings or academic meetings and they interact with different types of people. that is &gt;&gt; I feel like this I mean the answer is certainly not off topic but I feel it has slightly less explanatory power than previous ones like are people in the city more or less polite and that we are talking they have more opportunity to go to like formal academic meetings I do not know if we are quite you know hitting the bullseye with this answer &gt;&gt; why well they are educated compared &gt;&gt; bit of a repetition of ideas &gt;&gt; to people who live in rural areas. I think well &gt;&gt; it really feels like the candidate is trying not to be offensive. It feels like you know maybe like all of us she has some type of bias against certain groups of people and it it is common in many countries that you know people in the city are kind of smart and sophisticated and nice and polite and then people in the countryside are kind of idiots and morons and they are rude. Now, I am someone from the countrysideish, so I do not, you know, I am not offended by that, but and it seems like Arena because of this, she knows that like, oh, I cannot just say that people from the countryside are are horribly rude. and it feels like she is afraid to say something that might be a bit offensive. and and you know, good on you for being tact tactful in this situation. But sometimes just simplify your ideas a little bit so we do not have to so we do not have to walk that very delicate road. you know simple things say no I do not think it depends on where you are from. I think you know all people if they are if they have the right parents and they are brought up right everyone can be polite. you know, that might be an easier road to walk &gt;&gt; since they have limited opportunities in general. they might be a little bit harsh sometimes, a little bit rude, not because they are rude by nature, it is just &gt;&gt; hashtag not all &gt;&gt; because they do not know some rules of conduct in society.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "possibly &gt;&gt; need more in general. They are exposed to um something more formal like formal meetings or uh academic meetings and they interact with different types of people. That's &gt;&gt; I feel like this I mean the answer is certainly not off topic but I feel it has slightly less explanatory power than previous ones like are people in the city more or less polite and that we're talking they have more opportunity to go to like formal academic meetings I don't know if we're quite you know hitting the bullseye with this answer &gt;&gt; why um well they are educated compared &gt;&gt; bit of a repetition of ideas &gt;&gt; to people who live in rural areas. I think um well &gt;&gt; it really feels like the candidate is trying not to be offensive. It feels like you know maybe like all of us she has some type of bias against certain groups of people and it it is common in many countries that you know people in the city are kind of smart and sophisticated and nice and polite and then people in the countryside are kind of idiots and morons and they're rude. Now, I'm someone from the countrysideish, so I don't, you know, I'm not offended by that, but and it seems like Arena because of this, she knows that like, oh, I can't just say that people from the countryside are are horribly rude. Um, and it feels like she's afraid to say something that might be a bit offensive. and and you know, good on you for being tact tactful in this situation. But sometimes just simplify your ideas a little bit so we don't have to um so we don't have to walk that very delicate road. Um you know simple things say no I don't think it depends on where you're from. Um I think you know all people if they're if they have the right parents and they're brought up right everyone can be polite. you know, that might be an easier road to walk &gt;&gt; since they have limited opportunities in general. Uh they might be a little bit harsh sometimes, a little bit rude, not because they're rude by nature, it's just &gt;&gt; hashtag not all &gt;&gt; because they don't know uh some rules of conduct in society.",
      "transcript_cleaned": "Possibly &gt;&gt; need more in general. They are exposed to something more formal like formal meetings or academic meetings and they interact with different types of people. that is &gt;&gt; I feel like this I mean the answer is certainly not off topic but I feel it has slightly less explanatory power than previous ones like are people in the city more or less polite and that we are talking they have more opportunity to go to like formal academic meetings I do not know if we are quite you know hitting the bullseye with this answer &gt;&gt; why well they are educated compared &gt;&gt; bit of a repetition of ideas &gt;&gt; to people who live in rural areas. I think well &gt;&gt; it really feels like the candidate is trying not to be offensive. It feels like you know maybe like all of us she has some type of bias against certain groups of people and it it is common in many countries that you know people in the city are kind of smart and sophisticated and nice and polite and then people in the countryside are kind of idiots and morons and they are rude. Now, I am someone from the countrysideish, so I do not, you know, I am not offended by that, but and it seems like Arena because of this, she knows that like, oh, I cannot just say that people from the countryside are are horribly rude. and it feels like she is afraid to say something that might be a bit offensive. and and you know, good on you for being tact tactful in this situation. But sometimes just simplify your ideas a little bit so we do not have to so we do not have to walk that very delicate road. you know simple things say no I do not think it depends on where you are from. I think you know all people if they are if they have the right parents and they are brought up right everyone can be polite. you know, that might be an easier road to walk &gt;&gt; since they have limited opportunities in general. they might be a little bit harsh sometimes, a little bit rude, not because they are rude by nature, it is just &gt;&gt; hashtag not all &gt;&gt; because they do not know some rules of conduct in society.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q48",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "&gt;&gt; And how do you think ideas about politeness might change in the future?",
      "transcript": "I think that people will maybe forget about the being polite because of social media and I guess that social media actually erases a lot of boundaries. &gt;&gt; Cool. Maybe give an example or explain exactly what you mean.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that people will maybe forget about the being polite because of social media and I guess that social media um actually erases a lot of boundaries. &gt;&gt; Cool. Maybe give an example or explain exactly what you mean.",
      "transcript_cleaned": "I think that people will maybe forget about the being polite because of social media and I guess that social media actually erases a lot of boundaries. &gt;&gt; Cool. Maybe give an example or explain exactly what you mean.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q51",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Does that mean there are not absolutely no lapses?",
      "transcript": "No. But for me there is enough evidence to say that flexible use of features of connected speech is sustained throughout.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No. But for me there is enough evidence to say that flexible use of features of connected speech is sustained throughout.",
      "transcript_cleaned": "No. But for me there is enough evidence to say that flexible use of features of connected speech is sustained throughout.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q53",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Now this is maximalist, right?",
      "transcript": "At all times. At all times. At all times. And so could I imagine an examiner looking at that like it sometimes happen versus it sometimes happens. It sometimes happen. It sometimes happens. An examiner could say, \"Well, that is no, there was that mistake.\" So, it is not at all times apart from mistakes characteristics of native speaker speech.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "At all times. At all times. At all times. And so could I imagine an examiner looking at that like it sometimes happen versus it sometimes happens. It sometimes happen. It sometimes happens. An examiner could say, \"Well, that's no, there was that mistake.\" So, it's not at all times apart from mistakes characteristics of native speaker speech.",
      "transcript_cleaned": "At all times. At all times. At all times. And so could I imagine an examiner looking at that like it sometimes happen versus it sometimes happens. It sometimes happen. It sometimes happens. An examiner could say, \"Well, that is no, there was that mistake.\" So, it is not at all times apart from mistakes characteristics of native speaker speech.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q56",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "What occasional inaccuracies did we have?",
      "transcript": "Injures instead of injuries. Tell their name instead of give their name or say their name. leave their seat. Leave a seat instead of give up your seat.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Injures instead of injuries. Tell their name instead of give their name or say their name. Um, leave their seat. Leave a seat instead of give up your seat.",
      "transcript_cleaned": "Injures instead of injuries. Tell their name instead of give their name or say their name. leave their seat. Leave a seat instead of give up your seat.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q57",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Could we say that?",
      "transcript": "That is an occasional inaccuracy. Possibly. Possibly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That is an occasional inaccuracy. Possibly. Possibly.",
      "transcript_cleaned": "That is an occasional inaccuracy. Possibly. Possibly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q59",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "An example of like how you can maximum three, right?",
      "transcript": "Rule of three when it comes to lists. but we always want to keep the lists short and then go into detail.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Rule of three when it comes to lists. Um, but we always want to keep the lists short and then go into detail.",
      "transcript_cleaned": "Rule of three when it comes to lists. but we always want to keep the lists short and then go into detail.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q61",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "The key question is, can she hold it together on test day?",
      "transcript": "She certainly, you know, she has all of the skills.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "She certainly, you know, she has all of the skills.",
      "transcript_cleaned": "She certainly, you know, she has all of the skills.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q62",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "It is a test, right?",
      "transcript": "If you have ever had a driving test or a job interview, you you probably come out of those things thinking like, \"damn it. I I did not I did not do as well as I know I can do.\" And it is the same with the IELTS test that we always feel like I could have done better. I should have done better. I should not have said that. I should have said this, I should not have done that, I should have done this. it is a test. we and it always happens unfortunately. so yeah, in terms of language ability, the candidate certainly can get a nine. it is just a question of whether she can hold it together on test day. I I do not know if she is planning to take another IELTS test soon. I know she is done some IELTS tests in the past. I would say, you know, on the one hand, I would say forget about the nine. You do not need the nine. You do not need to prove anything to anyone. you you have mastered the English language. does not make any difference whether you get a nine or not. But I know if I was in her position as also an an uber competitive person, if I knew I could get the nine, I would want that nine. And so I can understand if the candidate wants to wants to go down that road of getting the nine. Examiners generally if they can avoid giving a nine, they prefer to give 8.5s. but yeah, an amazing performance. Very very well done. 8.5. The candidate is at C2 level for me. But you let me know what you think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If you've ever had a driving test um or a job interview, you you probably come out of those things thinking like, \"Ah, damn it. I I didn't I didn't do as well as I know I can do.\" And it's the same with the IELTS test that we always feel like I could have done better. I should have done better. I shouldn't have said that. I should have said this, I shouldn't have done that, I should have done this. It's a test. we and it always happens unfortunately. Um so yeah, in terms of language ability, the candidate certainly can get a nine. It's just a question of whether she can hold it together on test day. I I don't know if she's planning to take another IELTS test soon. I know she's done some IELTS tests in the past. Um I would say, you know, on the one hand, I would say forget about the nine. You don't need the nine. You don't need to prove anything to anyone. Um you you've mastered the English language. doesn't make any difference whether you get a nine or not. But I know if I was in her position as also an an uber competitive person, if I knew I could get the nine, I would want that nine. And so I can understand if the candidate wants to um wants to go down that road of getting the nine. Examiners generally if they can avoid giving a nine, they prefer to give 8.5s. Um but yeah, an amazing performance. Very very well done. 8.5. The candidate is at C2 level for me. But you let me know what you think.",
      "transcript_cleaned": "If you have ever had a driving test or a job interview, you you probably come out of those things thinking like, \"damn it. I I did not I did not do as well as I know I can do.\" And it is the same with the IELTS test that we always feel like I could have done better. I should have done better. I should not have said that. I should have said this, I should not have done that, I should have done this. it is a test. we and it always happens unfortunately. so yeah, in terms of language ability, the candidate certainly can get a nine. it is just a question of whether she can hold it together on test day. I I do not know if she is planning to take another IELTS test soon. I know she is done some IELTS tests in the past. I would say, you know, on the one hand, I would say forget about the nine. You do not need the nine. You do not need to prove anything to anyone. you you have mastered the English language. does not make any difference whether you get a nine or not. But I know if I was in her position as also an an uber competitive person, if I knew I could get the nine, I would want that nine. And so I can understand if the candidate wants to wants to go down that road of getting the nine. Examiners generally if they can avoid giving a nine, they prefer to give 8.5s. but yeah, an amazing performance. Very very well done. 8.5. The candidate is at C2 level for me. But you let me know what you think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "M_YHtdgxvO4_q63",
      "video_id": "M_YHtdgxvO4",
      "band": 8.5,
      "question": "Is there anything I have said that you disagree with?",
      "transcript": "Let me know. as always, if you would like to have your own free practice IELTS speaking test with this level of detailed feedback, which you get nowhere else, then let me know. I am I collect all of my candidates from two places, my Facebook group and my Telegram groups. Links to both of those are in the description. Candidates are always selected at random. There are some minor exceptions, but usually candidates are selected at random for these tests. If you want to avoid the random process and you want to guarantee a speaking test or a writing check, you can pay for one. a full list of my services and prices are a full list is available on my website, expertexaminer.com. Links to everything are given in the description. Anyway, this has been a long one. More videos from me coming soon.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Let me know. Uh, as always, if you'd like to have your own free practice IELTS speaking test with this level of detailed feedback, which you get nowhere else, um, then let me know. I'm I collect all of my candidates from two places, my Facebook group and my Telegram groups. Links to both of those are in the description. Candidates are always selected at random. There are some minor exceptions, but usually candidates are selected at random for these tests. If you want to avoid the random process and you want to guarantee a speaking test or a writing check, you can pay for one. Um, a full list of my services and prices are a full list is available on my website, expertexaminer.com. Links to everything are given in the description. Anyway, this has been a long one. More videos from me coming soon.",
      "transcript_cleaned": "Let me know. as always, if you would like to have your own free practice IELTS speaking test with this level of detailed feedback, which you get nowhere else, then let me know. I am I collect all of my candidates from two places, my Facebook group and my Telegram groups. Links to both of those are in the description. Candidates are always selected at random. There are some minor exceptions, but usually candidates are selected at random for these tests. If you want to avoid the random process and you want to guarantee a speaking test or a writing check, you can pay for one. a full list of my services and prices are a full list is available on my website, expertexaminer.com. Links to everything are given in the description. Anyway, this has been a long one. More videos from me coming soon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TVteDUJrU98_q02",
      "video_id": "TVteDUJrU98",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Outside oh not really I am more of a indoor person what kind of things do you like doing indoors I usually watch movies read books and maybe call my friends is there a free time activity you would like to try in the future in the future I would like to try traveling I guess since it is coid 19 although I am more of indoor person but because of co I did not have chance to even go out as M as much as I could before so I would like to travel maybe to outside of the city for short period of time okay thank you that is the end of part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "outside oh not really I'm more of a indoor person what kind of things do you like doing indoors uh I usually uh watch movies read books and maybe call my friends is there a free time activity you would like to try in the future in the future I would like to try traveling I guess since it's coid 19 although I'm more of indoor person but uh uh because of co uh I didn't have uh chance to even go out as M uh as much as I could uh before so I would like to travel uh maybe to uh outside of the city uh for short period of time okay thank you that is the end of part one.",
      "transcript_cleaned": "Outside oh not really I am more of a indoor person what kind of things do you like doing indoors I usually watch movies read books and maybe call my friends is there a free time activity you would like to try in the future in the future I would like to try traveling I guess since it is coid 19 although I am more of indoor person but because of co I did not have chance to even go out as M as much as I could before so I would like to travel maybe to outside of the city for short period of time",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6qsDMXYRPjY_q01",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "&gt;&gt; How can I call you?",
      "transcript": "&gt;&gt; you can call me is &gt;&gt; okay. So, in the first part of the test, I am going to ask you some questions to get to know you better. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh you can call me is &gt;&gt; okay. So, in the first part of the test, I'm going to ask you some questions to get to know you better. So,.",
      "transcript_cleaned": "&gt;&gt; you can call me is &gt;&gt; okay. So, in the first part of the test, I am going to ask you some questions to get to know you better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6qsDMXYRPjY_q02",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "So, where do you live?",
      "transcript": "&gt;&gt; So, I was born and grow up in Hotim City. &gt;&gt; Mhm. And at the present I currently live in here too is a place have a lot of thing and opportunities. So that is why people in my country also want to live in here.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; So, I was born and grow up in Hotim City. &gt;&gt; Mhm. And at the present I currently live in here too is a place have a lot of thing and opportunities. So that's why people in my country also want to live in here.",
      "transcript_cleaned": "&gt;&gt; So, I was born and grow up in Hotim City. &gt;&gt; Mhm. And at the present I currently live in here too is a place have a lot of thing and opportunities. So that is why people in my country also want to live in here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6qsDMXYRPjY_q03",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "&gt;&gt; How long have you lived there?",
      "transcript": "&gt;&gt; If I remember exactly I moved to here nearly 10 years ago. Nearly 10 years with my family. M &gt;&gt; I live in here with my grandparent too. So that so on.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; If I remember exactly I moved to here nearly 10 years ago. Nearly 10 years with my family. M &gt;&gt; I live in here with my grandparent too. So that so on.",
      "transcript_cleaned": "&gt;&gt; If I remember exactly I moved to here nearly 10 years ago. Nearly 10 years with my family. M &gt;&gt; I live in here with my grandparent too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6qsDMXYRPjY_q04",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "&gt;&gt; What kind of accommodation are you living in right now?",
      "transcript": "&gt;&gt; Now my house is not so big but is coies and I love it. But if I could choose I want to live in modern apartment. &gt;&gt; Mhm. Because if live in apartment I think is area near here is quietly because my neighborhood is so noisy and and I can feel confused when &gt;&gt; facing to this. &gt;&gt; So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Now my house is not so big but is coies and I love it. But if I could choose I want to live in modern apartment. &gt;&gt; Mhm. Because if live in apartment I think is area near here is quietly because my neighborhood is so noisy and and I can feel confused when &gt;&gt; facing to this. &gt;&gt; So.",
      "transcript_cleaned": "&gt;&gt; Now my house is not so big but is coies and I love it. But if I could choose I want to live in modern apartment. &gt;&gt; Mhm. Because if live in apartment I think is area near here is quietly because my neighborhood is so noisy and and I can feel confused when &gt;&gt; facing to this. &gt;&gt; So.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6qsDMXYRPjY_q05",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "So where is your hometown?",
      "transcript": "When I was mentioned before I was born and brought up in hot city and my grandparents and my parent also live in here too. So that is why in my heart city is like my hometown and in here people call is the city is never sleep because it is so noises.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh when I was mentioned before I was born and brought up in hot city and my grandparents and my parent also live in here too. So that's why in my heart city is like my hometown and in here people call is the city is never sleep because it's so noises.",
      "transcript_cleaned": "When I was mentioned before I was born and brought up in hot city and my grandparents and my parent also live in here too. So that is why in my heart city is like my hometown and in here people call is the city is never sleep because it is so noises.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6qsDMXYRPjY_q07",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "So could you tell me some important items that people cannot live without?",
      "transcript": "&gt;&gt; For my I think the first is smartphone. people cannot live without because it is very convenience and al and is also small to bring anywhere. &gt;&gt; Yes. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; For my I think the first is smartphone. people cannot live without because it's very convenience and al and is also small to bring anywhere. &gt;&gt; Yes. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; For my I think the first is smartphone. people cannot live without because it is very convenience and al and is also small to bring anywhere. &gt;&gt; Yes. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6qsDMXYRPjY_q08",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "So what are the advantages and disadvantages of owning a smartphone?",
      "transcript": "For me laptop give some benefits for my life because it help me do some homework clearly and easier easier because &gt;&gt; I can have met online with my friend to solve some this but it is not but it is also So not benefit too because it is so big and so difficult to bring anywhere when I go when I want to bring laptop for my school.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For me uh laptop give some benefits for my life because it help me do some homework clearly and easier easier because &gt;&gt; I can uh have um met online with my friend to solve some this but it's not but it's also So not benefit too because it's so big and so difficult to bring anywhere when I go when I want to bring laptop for my school.",
      "transcript_cleaned": "For me laptop give some benefits for my life because it help me do some homework clearly and easier easier because &gt;&gt; I can have met online with my friend to solve some this but it is not but it is also So not benefit too because it is so big and so difficult to bring anywhere when I go when I want to bring laptop for my school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}