{
  "batch_id": 193,
  "count": 20,
  "samples": [
    {
      "sample_id": "uufBxEzWWXw_q17",
      "video_id": "uufBxEzWWXw",
      "band": 8.0,
      "question": "Do you think it is better for children to have few close friends or many casual friends?",
      "transcript": "&gt;&gt; I would say it is better to have more close friends because a person can share their true feelings and some of the secrets with the close friends and not everything can be shared with the casual friends. &gt;&gt; Mhm.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I would say it's better to uh have more close friends because uh a person can share their true feelings and some of the secrets with the close friends and not everything can be shared with the casual friends. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; I would say it is better to have more close friends because a person can share their true feelings and some of the secrets with the close friends and not everything can be shared with the casual friends. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uufBxEzWWXw_q18",
      "video_id": "uufBxEzWWXw",
      "band": 8.0,
      "question": "Do you think a child's relationship with friends can be replaced by that with other people like parents or other family members?",
      "transcript": "&gt;&gt; the bond which is between the friends can can only be in the friends and it cannot be replaced by the parents because we have some boundaries which we have to respect when we are with parents and when when we are with friends we do not have to care about our language and our personal opinions. So I would say that yes there are some boundaries which we have to &gt;&gt; so you mean to say it cannot be replaced. &gt;&gt; Yeah it can can be replaced.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Um the bond which is between uh the friends can can only be in the friends and it can't be replaced by the parents because we have some boundaries which we have to respect when we are with parents and uh when when we are with friends we don't have to care about our language and our personal opinions. So I would say that uh yes there are some boundaries which we have to &gt;&gt; so you mean to say it cannot be replaced. &gt;&gt; Yeah it can can be replaced.",
      "transcript_cleaned": "&gt;&gt; the bond which is between the friends can can only be in the friends and it cannot be replaced by the parents because we have some boundaries which we have to respect when we are with parents and when when we are with friends we do not have to care about our language and our personal opinions. So I would say that yes there are some boundaries which we have to &gt;&gt; so you mean to say it cannot be replaced. &gt;&gt; Yeah it can can be replaced.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uufBxEzWWXw_q19",
      "video_id": "uufBxEzWWXw",
      "band": 8.0,
      "question": "&gt;&gt; What are the differences between friends made inside and outside the workplace?",
      "transcript": "&gt;&gt; so the friends which are inside the workplace we can share our personal opinions regarding only the workplace which we have over there. But if I talk about the friends which we make outside the workplace we can share everything with them apart from our workplace things as well. So we I can say that the workplace friends are can be only stayed &gt;&gt; on the workplace only because they &gt;&gt; we are clearly going there to work not to make friends but even if we are connecting with them it is a good thing. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Um so the friends which are inside the workplace uh we can share our um personal opinions regarding only the workplace which we have over there. But if I talk about the friends which we make outside the workplace uh we can share uh everything with them uh apart from our workplace things as well. So we uh I can say that uh the workplace friends are can be only stayed &gt;&gt; uh on the workplace only because they &gt;&gt; we are clearly going there to work not to make friends but even if we are connecting with them it's a good thing. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; so the friends which are inside the workplace we can share our personal opinions regarding only the workplace which we have over there. But if I talk about the friends which we make outside the workplace we can share everything with them apart from our workplace things as well. So we I can say that the workplace friends are can be only stayed &gt;&gt; on the workplace only because they &gt;&gt; we are clearly going there to work not to make friends but even if we are connecting with them it is a good thing. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZUF-04MdCxM_q02",
      "video_id": "ZUF-04MdCxM",
      "band": 7.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Music is famous in your country these days in my nation different gender of Music are eminent such as Folk traditional spiritual Bollywood and tidbit others do people in your country like to take music as a career yes According To Me music requires creativity and people with creative mind and good vocal cords try their luck to pursue in this field.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "music is famous in your country these days in my nation different gender of Music are eminent such as Folk traditional spiritual Bollywood and tidbit others do people in your country like to take music as a career yes According To Me music requires creativity and people with creative mind and good vocal cords try their luck to pursue in this field.",
      "transcript_cleaned": "Music is famous in your country these days in my nation different gender of Music are eminent such as Folk traditional spiritual Bollywood and tidbit others do people in your country like to take music as a career yes According To Me music requires creativity and people with creative mind and good vocal cords try their luck to pursue in this field.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZUF-04MdCxM_q03",
      "video_id": "ZUF-04MdCxM",
      "band": 7.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Delicacies so here I am going to talk about a person she is none other than my grandmother she is a who is a prodigious cook and and as Dexter dexterous culinary skills she enjoy cooking for ample reasons firstly cooking is a stress Buster activity for her whenever she cooks she becomes so indulged in her work that she come that she completely forgets about another word secondly her love towards cooking May is unconditional for family members and everyone enjoy all the scrumptious meal prepared by her every time I take a spoonful of her meal I feel like I am a child standing in a candy store her way of preparing dishes is so unique as as she prepare food with all the love and care for the family members I vividly remembered last month on the occasion of my birthday she hosted a full course meal and invited all my kitten Ken's she prepared all the Cuisines which was like by me and after after having the meal prepared by her everyone complete complimented on her culinary skills and also I was also bounded magic bounded with the while having the food made by her so that was my grandmother who prepared food and likes to prepare food for others that is good thank you so much so this is end of the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Delicacies so here I'm going to talk about a person she is none other than my grandmother she's a who is a prodigious cook and uh and as Dexter dexterous culinary skills she enjoy cooking for ample reasons firstly cooking is a stress Buster activity for her whenever she cooks she becomes so indulged in her work that she come that she completely forgets about another word secondly her love towards cooking May is unconditional for family members and everyone enjoy all the scrumptious meal prepared by her every time I take a spoonful of her meal I feel like I'm a child standing in a candy store her way of preparing dishes is so unique as uh as she prepare food with all the love and care for the family members I vividly remembered last month uh on the occasion of my birthday she hosted a full course meal and invited all my kitten Ken's she prepared all the Cuisines which was like by me and uh after after having the meal prepared by her everyone complete uh complimented on her culinary skills and also I was also bounded magic bounded with the while having the food made by her so that was my grandmother who prepared food and likes to prepare food for others that's good thank you so much so this is end of the.",
      "transcript_cleaned": "Delicacies so here I am going to talk about a person she is none other than my grandmother she is a who is a prodigious cook and and as Dexter dexterous culinary skills she enjoy cooking for ample reasons firstly cooking is a stress Buster activity for her whenever she cooks she becomes so indulged in her work that she come that she completely forgets about another word secondly her love towards cooking May is unconditional for family members and everyone enjoy all the scrumptious meal prepared by her every time I take a spoonful of her meal I feel like I am a child standing in a candy store her way of preparing dishes is so unique as as she prepare food with all the love and care for the family members I vividly remembered last month on the occasion of my birthday she hosted a full course meal and invited all my kitten Ken's she prepared all the Cuisines which was like by me and after after having the meal prepared by her everyone complete complimented on her culinary skills and also I was also bounded magic bounded with the while having the food made by her so that was my grandmother who prepared food and likes to prepare food for others that is good thank you so much so this is end of the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZUF-04MdCxM_q04",
      "video_id": "ZUF-04MdCxM",
      "band": 7.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Ceremonies yes of course food is the life of the festivities and events like no festival or event is completed without food so students learn to cook at school according to me student must learn must learn to cook food for themselves as it is required to be to cook food for themselves so they you mean that they should learn to cook at school they should know which dishes are must for festival which dishes are mustard festivals India is a multi-diverse country and every Festival has their own must must to be cooked food and some such as halwa is required for Guru purav and modak in during Ganesh chaturthi and many more.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "ceremonies yes of course food is the life of the festivities and events like uh no festival or event is completed without food so students learn to cook at school according to me student must learn uh must learn to cook food for themselves as it is required to uh be to cook food for themselves so they you mean that they should learn to cook at school they should know which dishes are must for festival which dishes are mustard festivals India is a multi-diverse country and every Festival has their own must must to be cooked food and some such as halwa is required for Guru purav and modak in during Ganesh chaturthi and many more.",
      "transcript_cleaned": "Ceremonies yes of course food is the life of the festivities and events like no festival or event is completed without food so students learn to cook at school according to me student must learn must learn to cook food for themselves as it is required to be to cook food for themselves so they you mean that they should learn to cook at school they should know which dishes are must for festival which dishes are mustard festivals India is a multi-diverse country and every Festival has their own must must to be cooked food and some such as halwa is required for Guru purav and modak in during Ganesh chaturthi and many more.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q02",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "&gt;&gt; How may I address you?",
      "transcript": "&gt;&gt; You may address me by my first name, Sapna. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; You may address me by my first name, Sapna. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; You may address me by my first name, Sapna. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q04",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "&gt;&gt; Where do you live?",
      "transcript": "I live in Tohana and this is a very small but beautiful town in state harana. This is in the northern part of the country and not really far away from the capital of the country. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I live in Tohana and this is a very small but beautiful town in state harana. This is in the northern part of the country and not really far away from the capital of the country. &gt;&gt; Okay.",
      "transcript_cleaned": "I live in Tohana and this is a very small but beautiful town in state harana. This is in the northern part of the country and not really far away from the capital of the country. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q05",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Do you work or study?",
      "transcript": "&gt;&gt; Well, at the moment I am a working professional. &gt;&gt; Okay. Few questions will be based upon fashion and style.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Well, at the moment I am a working professional. &gt;&gt; Okay. Few questions will be based upon fashion and style.",
      "transcript_cleaned": "&gt;&gt; Well, at the moment I am a working professional. &gt;&gt; Okay. Few questions will be based upon fashion and style.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q06",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "How important is fashion to you?",
      "transcript": "&gt;&gt; Oh, fashion is indeed important to me. because it really helps me to be more creative. It really improves my personality and boost my confidence. Moreover, being a working professional, it is really mandatory for me to look presentable and polish. So that is the perspective about fashion. &gt;&gt; Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Oh, fashion is indeed important to me. uh because it really helps me to be more creative. It really improves my personality and boost my confidence. Moreover, being a working professional, it is really mandatory for me to look presentable and polish. So that is the perspective about fashion. &gt;&gt; Okay, good.",
      "transcript_cleaned": "&gt;&gt; Oh, fashion is indeed important to me. because it really helps me to be more creative. It really improves my personality and boost my confidence. Moreover, being a working professional, it is really mandatory for me to look presentable and polish. So that is the perspective about fashion. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q07",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "What type of clothes do you like to wear most often?",
      "transcript": "Well, honestly speaking, most often I wear casual clothing such as jeans and t-shirt because I find them more comfortable and helps me to move around in.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, honestly speaking, uh most often I wear casual clothing such as jeans and t-shirt because I find them more comfortable and helps me to move around in.",
      "transcript_cleaned": "honestly speaking, most often I wear casual clothing such as jeans and t-shirt because I find them more comfortable and helps me to move around in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q08",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Do you like trying new styles?",
      "transcript": "&gt;&gt; Yes, of course, absolutely. I I love experimenting with styles because it really allows me to be more creative and it keeps me look more fresh and energetic and I always try to look more good and presentable and I I blend classic pieces with contemporary styles to enhance my personality. &gt;&gt; Okay, great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Yes, of course, absolutely. I uh I love experimenting with styles because it really allows me to be more creative and uh it keeps me look more fresh and energetic and I always try to look more good and presentable and I uh I blend classic pieces with contemporary styles to enhance my personality. &gt;&gt; Okay, great.",
      "transcript_cleaned": "&gt;&gt; Yes, of course, absolutely. I I love experimenting with styles because it really allows me to be more creative and it keeps me look more fresh and energetic and I always try to look more good and presentable and I I blend classic pieces with contemporary styles to enhance my personality. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q09",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Who influences your fashion choices?",
      "transcript": "&gt;&gt; Undoubtedly social media. As we are in this era of social media, so I am highly inclined towards social media. So there are some influencers and some models who always inspire me to look more fashionable to follow the fashion and occasionally my friends too. Above all, I have a very keen sense of fashion. I have keen sense of to keep myself more stylish which really helps me to keep updated with the recent trends in the market. &gt;&gt; Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Undoubtedly social media. As we are in this era of social media, so I am highly inclined towards social media. So there are some influencers and some models who always inspire me uh to look more fashionable to follow the fashion and occasionally my friends too. Above all, I have a very keen sense of uh fashion. I have keen sense of to keep myself more stylish which really helps me to keep updated with the recent trends in the market. &gt;&gt; Okay, great.",
      "transcript_cleaned": "&gt;&gt; Undoubtedly social media. As we are in this era of social media, so I am highly inclined towards social media. So there are some influencers and some models who always inspire me to look more fashionable to follow the fashion and occasionally my friends too. Above all, I have a very keen sense of fashion. I have keen sense of to keep myself more stylish which really helps me to keep updated with the recent trends in the market. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q10",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Have you ever used AI tools?",
      "transcript": "&gt;&gt; Yes, of course. In my day-to-day life, I have been using AI tools for learning, for writing, for communication and for getting information more quickly. So, this is really helpful because it is making me more productive and efficient especially at my workplace. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, of course. In my day-to-day life, I have been using AI tools for learning, for writing, for communication and for getting information more quickly. So, this is really helpful because it is making me more productive and efficient especially at my workplace. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Yes, of course. In my day-to-day life, I have been using AI tools for learning, for writing, for communication and for getting information more quickly. So, this is really helpful because it is making me more productive and efficient especially at my workplace. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q11",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Do you think AI will change our daily lives?",
      "transcript": "&gt;&gt; Not will actually it is. It is changing it is transforming our life very quickly. Almost in every aspect of our life it is playing a very important role. Be this is shopping, this is communication, education, healthcare or I could say the thousands and thousands of aspects of our life where AI playing is a leading role. &gt;&gt; Okay. Yes. &gt;&gt; Hey everyone, before proceeding further to this interview, as you are watching me today in this interview, I am in the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Not will actually it is. It is changing it is transforming our life very quickly. Almost in every aspect of our life it is playing a very important role. Be this is shopping, this is communication, education, healthcare or I could say the thousands and thousands of aspects of our life where AI playing is a leading role. &gt;&gt; Okay. Yes. &gt;&gt; Hey everyone, before proceeding further to this interview, as you are watching me today in this interview, I'm in the.",
      "transcript_cleaned": "&gt;&gt; Not will actually it is. It is changing it is transforming our life very quickly. Almost in every aspect of our life it is playing a very important role. Be this is shopping, this is communication, education, healthcare or I could say the thousands and thousands of aspects of our life where AI playing is a leading role. &gt;&gt; Okay. Yes. &gt;&gt; Hey everyone, before proceeding further to this interview, as you are watching me today in this interview, I am in the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q12",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "&gt;&gt; Are you comfortable with AI technology?",
      "transcript": "&gt;&gt; Indeed. Yes. because it is really helping me to be more productive and to be more efficient at my workplace or even at my home whatever I do. So, it is really it it is incredibly useful in my day-to-day life. So, I find it very very lucrative, very conducive. However, at times I am worried because because of lot of lots of independ lot lots of dependency over AI tools and moreover sometime it is invading our privacy. &gt;&gt; Okay, good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Indeed. Yes. because uh it is really helping me to be more productive and to be more efficient at my workplace or even at my home whatever I do. So, uh it's really it it's incredibly useful in my day-to-day life. So, I find it very very lucrative, very conducive. However, at times I'm worried because because of lot of lots of independ lot lots of dependency over AI tools and moreover sometime it is invading our privacy. &gt;&gt; Okay, good.",
      "transcript_cleaned": "&gt;&gt; Indeed. Yes. because it is really helping me to be more productive and to be more efficient at my workplace or even at my home whatever I do. So, it is really it it is incredibly useful in my day-to-day life. So, I find it very very lucrative, very conducive. However, at times I am worried because because of lot of lots of independ lot lots of dependency over AI tools and moreover sometime it is invading our privacy. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q13",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "So, what is one thing you would you wish AI could do for you?",
      "transcript": "Well, honestly speaking, it could be it could be really appreciating if AI helps me in scheduling and managing my managing my reminders because I personally think in that way I can free up my time and I can I can be more mentally energetic. I can be stress free and I could be able to utilize that time for more useful pursuits. &gt;&gt; Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, honestly speaking, uh it could be uh it could be really appreciating if AI helps me in scheduling and managing my um managing my reminders because I personally think in that way I can free up my time and uh I can I can be more mentally energetic. I can be stress free and I could be able to utilize that time for more useful pursuits. &gt;&gt; Okay, good.",
      "transcript_cleaned": "honestly speaking, it could be it could be really appreciating if AI helps me in scheduling and managing my managing my reminders because I personally think in that way I can free up my time and I can I can be more mentally energetic. I can be stress free and I could be able to utilize that time for more useful pursuits. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q14",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "How often do you use food delivery apps?",
      "transcript": "&gt;&gt; Well, to be very honest, I am a very health consscious person. So, I am not relying over food delivery applications a lot. because I prefer cooking at my home every meal be this is my breakfast, lunch or dinner. So I always I always keep myself busy or engaging in making my meals on my own. However, sometimes whenever I am out of time whenever I have something important to do in hurry at that time I only rely on these applications. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Well, to be very honest, I'm a very health consscious person. So, I'm not relying over food delivery applications a lot. uh because I prefer cooking at my home every meal be this is my breakfast, lunch or dinner. So I always uh I always keep myself busy or engaging in making my meals on my own. However, sometimes whenever I am out of time whenever I have something important to do in hurry at that time I only rely on these applications. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Well, to be very honest, I am a very health consscious person. So, I am not relying over food delivery applications a lot. because I prefer cooking at my home every meal be this is my breakfast, lunch or dinner. So I always I always keep myself busy or engaging in making my meals on my own. However, sometimes whenever I am out of time whenever I have something important to do in hurry at that time I only rely on these applications. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q15",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "So what kind of food do you usually order?",
      "transcript": "Well, I typically order a dinner whenever I am pressed for a time. whenever I have lot of things to do so and I am not able to cook for myself and for my family, I prefer ordering dinner. &gt;&gt; Mhm. &gt;&gt; Simple yet nutritious food item at that time too because I am always focused towards health. So I prefer ordering some some simple dinner like vegetables, rice, chapati and some kinds of curries etc. and I I believe or I make sure the wholesome diet even at that time whenever I am ordering food from outside. &gt;&gt; Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I typically order a dinner whenever I am pressed for a time. Uh whenever I have lot of things to do so and I'm not able to cook for myself and for my family, I prefer ordering dinner. &gt;&gt; Mhm. &gt;&gt; Simple yet nutritious food item at that time too because I'm always focused towards health. So I prefer ordering some some simple dinner like uh vegetables, rice, chapati and some kinds of curries etc. and uh I I believe or I make sure the wholesome diet even at that time whenever I am ordering food from outside. &gt;&gt; Okay, good.",
      "transcript_cleaned": "I typically order a dinner whenever I am pressed for a time. whenever I have lot of things to do so and I am not able to cook for myself and for my family, I prefer ordering dinner. &gt;&gt; Mhm. &gt;&gt; Simple yet nutritious food item at that time too because I am always focused towards health. So I prefer ordering some some simple dinner like vegetables, rice, chapati and some kinds of curries etc. and I I believe or I make sure the wholesome diet even at that time whenever I am ordering food from outside. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q16",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Do you think food delivery apps changed your eating habits?",
      "transcript": "To be truthful not mine because as I already mentioned that I am not too much relying over a food delivery applications I am not ordering too much food from outside being a health consscious person I prefer cooking at home all the time most of the time until unless I am quite busy however as I have noticed I have seen that many people especially the young people young kids they are highly dependent over eating food outside they are they are more dependent over using these apps and their food habits have been changed a lot and I personally feel so it these are becoming more vers than past okay good okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "uh to be truthful not mine because as I already mentioned that I'm not too much relying over a food delivery applications I'm not ordering too much food from outside being a health consscious person I prefer cooking at home all the time most of the time until unless I'm quite busy however as I have noticed I have seen that many people especially the young people young kids they are highly dependent over eating food outside they are they are more dependent over using these apps and their food habits have been changed a lot and I personally feel so it these are becoming more vers than past okay good okay.",
      "transcript_cleaned": "To be truthful not mine because as I already mentioned that I am not too much relying over a food delivery applications I am not ordering too much food from outside being a health consscious person I prefer cooking at home all the time most of the time until unless I am quite busy however as I have noticed I have seen that many people especially the young people young kids they are highly dependent over eating food outside they are they are more dependent over using these apps and their food habits have been changed a lot and I personally feel so it these are becoming more vers than past",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}