{
  "batch_id": 309,
  "count": 20,
  "samples": [
    {
      "sample_id": "tPWVJZXS-CI_s05",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you like art?",
      "transcript": "Definitely. I am a big fan of art because it allows me to express my emotions and creativity. In my free time, I love painting or sometimes I visit some exhibitions which is located near my house to show other people's work. Okay.",
      "source": "supplementary",
      "transcript_original": "Definitely. I'm a big fan of art because it allows me to express my emotions and creativity. In my free time, I love painting or sometimes I visit some exhibitions which is located near my house to show other people's work. Okay.",
      "transcript_cleaned": "Definitely. I am a big fan of art because it allows me to express my emotions and creativity. In my free time, I love painting or sometimes I visit some exhibitions which is located near my house to show other people's work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s06",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you think that art should be taught in schools?",
      "transcript": "Definitely I believe that art should be taught in school because art encourages children to be more imaginative and think outside the box. For example, I still remember when I was in school, I was really enjoying my art classes because that allows me to express my ideas. Okay.",
      "source": "supplementary",
      "transcript_original": "Definitely I believe that art should be taught in school because art encourages children to be more uh imaginative and think outside the box. For example, I still remember when I was in school, I was really enjoying my art classes because that allows me to express my ideas. Okay.",
      "transcript_cleaned": "Definitely I believe that art should be taught in school because art encourages children to be more imaginative and think outside the box. For example, I still remember when I was in school, I was really enjoying my art classes because that allows me to express my ideas.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "tPWVJZXS-CI_s07",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "How does learning art help children to develop?",
      "transcript": "Well, learning art helps children to develop because it is a beautiful way to improve their creativity, problem solving skills, the motor skills and so on. For example, when a children asks to draw a painting of a jungle, then he or she can learn about the animals, the nature, the surroundings also how they arrange the objects on the paper. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, learning art helps children to develop because it's a beautiful way to improve their creativity, problem solving skills, the motor skills and so on. For example, when a children asks to draw a painting of a jungle, then he or she can learn about the animals, the nature, the surroundings also how they uh arrange the objects on the paper. Okay.",
      "transcript_cleaned": "learning art helps children to develop because it is a beautiful way to improve their creativity, problem solving skills, the motor skills and so on. For example, when a children asks to draw a painting of a jungle, then he or she can learn about the animals, the nature, the surroundings also how they arrange the objects on the paper.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s09",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "In your opinion, is art an important part of culture?",
      "transcript": "Well, I believe art is a crucial part of the culture because it represent a country's values and values and traditions. For example, in Bangladesh, we have no kata and flock art that tell us about the village life. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, I believe art is a crucial part of the culture because it represent a country's values and uh values and traditions. For example, in Bangladesh, we have no kata and flock art that tell us about the village life. Okay.",
      "transcript_cleaned": "I believe art is a crucial part of the culture because it represent a country's values and values and traditions. For example, in Bangladesh, we have no kata and flock art that tell us about the village life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s10",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "What would life be like without art?",
      "transcript": "To be honest, I believe without art, life would be dull. For because there would be no color, feelings or creativity. For example, without music, painting, citizen homes would look so boring.",
      "source": "supplementary",
      "transcript_original": "Uh to be honest, I believe without art, life would be dull. For uh because there would be no color, feelings or creativity. For example, without music, painting, citizen homes would look so boring.",
      "transcript_cleaned": "To be honest, I believe without art, life would be dull. For because there would be no color, feelings or creativity. For example, without music, painting, citizen homes would look so boring.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s11",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Why do you think people like to have paintings in their homes?",
      "transcript": "In my opinion, I believe that people love to keep paintings in their house because it makes their house so beautiful and gives a calm cal come peace and feeling. For example, one of my cousin named Sanjad, he also has a couple of paintings in his house and he says that it make makes him to feel relaxed. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh in my opinion, I believe that people love to keep paintings in their house because it makes their house so beautiful and gives a calm cal come peace and feeling. For example, one of my cousin named Sanjad, he also has a couple of paintings in his house and he says that it make makes him to feel relaxed. Okay.",
      "transcript_cleaned": "In my opinion, I believe that people love to keep paintings in their house because it makes their house so beautiful and gives a calm cal come peace and feeling. For example, one of my cousin named Sanjad, he also has a couple of paintings in his house and he says that it make makes him to feel relaxed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s12",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you agree with this statement like gravity is a form of art and should be respected?",
      "transcript": "Yes I I always agree with this statement but when it is done legally gravity can be more creative and and meaningful but writing on the wall without anyone's permission it it is wrong. For example, last January when I went to Dhaka, I saw a graffiti wall where the artists me painted some messages about the environment and it looked beautiful. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh yes I I always agree with this statement but when it is done legally uh gravity can be more creative and and meaningful but writing on the wall without anyone's permission it it is wrong. For example, last January when I went to Dhaka, I saw a graffiti wall where the artists me uh painted some messages about the environment and it looked beautiful. Okay.",
      "transcript_cleaned": "Yes I I always agree with this statement but when it is done legally gravity can be more creative and and meaningful but writing on the wall without anyone's permission it it is wrong. For example, last January when I went to Dhaka, I saw a graffiti wall where the artists me painted some messages about the environment and it looked beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s13",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Why do you think people create gravity?",
      "transcript": "Well I in my opinion I think people want to want to express themselves because gravity is a kind of kind of a way where the people or the artist show their creativity thoughts and ideas. For example, artist who painted on the wall that is we call the gravity. he or she can share or to share or talk about the social problems and raise the awareness. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh well I in my opinion I think people want to want to express themselves because gravity is a kind of kind of a way where the people or the artist show their creativity thoughts and ideas. For example, uh artist who painted on the wall that's we call the gravity. Uh he or she can share or to share or talk about the social problems and raise the awareness. Okay.",
      "transcript_cleaned": "I in my opinion I think people want to want to express themselves because gravity is a kind of kind of a way where the people or the artist show their creativity thoughts and ideas. For example, artist who painted on the wall that is we call the gravity. he or she can share or to share or talk about the social problems and raise the awareness.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s14",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Who do you think should pay for public works of art?",
      "transcript": "Well, I believe the government should to should to pay about the public work because if it is done the local area as well as the public place would look so beautiful than before and people can enjoy it. For example, in the national park that we have in Dhaka, there are some beautiful sculptures funded by the city council. Okay, that is the end of your speaking portion. You will get your marks in one to two days on our Facebook page or YouTube channel. So, bye for now. Have another rest of your day.",
      "source": "supplementary",
      "transcript_original": "Well, I believe the government should to should to pay about the public work because if it is done uh the local area as well as the public place would look so beautiful than before and people can enjoy it. For example, uh in the national park that we have in Dhaka, there are uh some beautiful sculptures funded by the city council. Okay, that is the end of your speaking portion. You will get your marks in one to two days on our Facebook page or YouTube channel. So, bye for now. Have another rest of your day.",
      "transcript_cleaned": "I believe the government should to should to pay about the public work because if it is done the local area as well as the public place would look so beautiful than before and people can enjoy it. For example, in the national park that we have in Dhaka, there are some beautiful sculptures funded by the city council. Okay, that is the end of your speaking portion. You will get your marks in one to two days on our Facebook page or YouTube channel. So, bye for now. Have another rest of your day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s01",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "&gt;&gt; How may I address you?",
      "transcript": "&gt;&gt; You may address me by my first name Santosh. &gt;&gt; Oh, great.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; You may address me by my first name Santosh. &gt;&gt; Oh, great.",
      "transcript_cleaned": "&gt;&gt; You may address me by my first name Santosh. &gt;&gt; Oh,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s03",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "Where do you live Santosh?",
      "transcript": "&gt;&gt; I live in Tohana city. it is provide the all basic facilities to the public like a school, hospital. It is the northern part of the India. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I live in Tohana city. It's provide the all basic facilities to the public like a school, hospital. It is the northern part of the India. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; I live in Tohana city. it is provide the all basic facilities to the public like a school, hospital. It is the northern part of the India. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s04",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "Do you study or work?",
      "transcript": "&gt;&gt; Well, I am still student. I recently completed my senior scand examination from government school and I looking forward for my further studies. &gt;&gt; Great. Now few questions will be based on hobbies.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, I am still student. I recently completed my senior scand examination from government school and I looking forward for my further studies. &gt;&gt; Great. Now few questions will be based on hobbies.",
      "transcript_cleaned": "&gt;&gt; Well, I am still student. I recently completed my senior scand examination from government school and I looking forward for my further studies. &gt;&gt; Great. Now few questions will be based on hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s05",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "Do you have any hobbies?",
      "transcript": "Yes, I have few hobbies like a painting, drawing, listening to music and many more. Although I have loved outdoor activities like playing the badminton with my friends. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "Yes, I have few hobbies like a painting, drawing, listening to music and many more. Although I have loved outdoor activities like playing the badminton with my friends. &gt;&gt; Mhm.",
      "transcript_cleaned": "Yes, I have few hobbies like a painting, drawing, listening to music and many more. Although I have loved outdoor activities like playing the badminton with my friends. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s06",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "Did you have a hobby as a child?",
      "transcript": "&gt;&gt; Yes, when I was a child, I have few hobbies like painting, drawing and I also love outdoor activities with my friends like playing the bed. &gt;&gt; Mhm. But before proceeding further to this interview here I would like to inform at your ISS partner platform we are offering online classes for if you wish to join our classes first of all you can book free demo class and later on you can enroll in our courses you would like to enroll in all modules or single or individual module as per your choice first of all you can book free demo class the number is displayed below you can contact us or WhatsApp us. Thank you.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, when I was a child, I have few hobbies like painting, drawing and I also love outdoor activities with my friends like playing the bed. &gt;&gt; Mhm. But before proceeding further to this interview here I would like to inform at your ISS partner platform we are offering online classes for if you wish to join our classes first of all you can book free demo class and later on you can enroll in our courses you'd like to enroll in all modules or single or individual module as per your choice first of all you can book free demo class the number is displayed below you can contact us or WhatsApp us. Thank you.",
      "transcript_cleaned": "&gt;&gt; Yes, when I was a child, I have few hobbies like painting, drawing and I also love outdoor activities with my friends like playing the bed. &gt;&gt; Mhm. But before proceeding further to this interview here I would like to inform at your ISS partner platform we are offering online classes for if you wish to join our classes first of all you can book free demo class and later on you can enroll in our courses you would like to enroll in all modules or single or individual module as per your choice first of all you can book free demo class the number is displayed below you can contact us or WhatsApp us.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s07",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "What hobbies are popular in your country?",
      "transcript": "&gt;&gt; There are the many hobbies are popular in my country like a cricket, football, cooking and photography. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; There are the many hobbies are popular in my country like a cricket, football, cooking and photography. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; There are the many hobbies are popular in my country like a cricket, football, cooking and photography. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "TsHDhfXvph8_s08",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "Why do you think people have hobbies?",
      "transcript": "&gt;&gt; I think people have hobbies to relax our mind and they except from daily stress. that is why hobbies are important. &gt;&gt; Okay. Now a few questions will be based on swimming. So questions will be based on swimming.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think people have hobbies to relax our mind and they except from daily stress. That's why hobbies are important. &gt;&gt; Okay. Now a few questions will be based on swimming. So questions will be based on swimming.",
      "transcript_cleaned": "&gt;&gt; I think people have hobbies to relax our mind and they except from daily stress. that is why hobbies are important. &gt;&gt; Okay. Now a few questions will be based on swimming. So questions will be based on swimming.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s09",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "Do you like swimming?",
      "transcript": "&gt;&gt; Yes, I do enjoy swimming because it is great way to relax my body and cool off especially in during summer. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, I do enjoy swimming because it is great way to relax my body and cool off especially in during summer. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; Yes, I do enjoy swimming because it is great way to relax my body and cool off especially in during summer. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s10",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "Is it difficult to learn how to swim?",
      "transcript": "&gt;&gt; It can be challenging at the first time if learner not used to be a water in the swimming but with the practice and the gain right lesson swimming is a more easy. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; It can be challenging at the first time if learner not used to be a water in the swimming but with the practice and the gain right lesson swimming is a more easy. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; It can be challenging at the first time if learner not used to be a water in the swimming but with the practice and the gain right lesson swimming is a more easy. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "TsHDhfXvph8_s11",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "So what is the difference between swimming in the pool and swimming in the sea?",
      "transcript": "&gt;&gt; There is a huge difference between swimming in the sea and the swimming in the pool. When we talk about the swimming in the sea is more dangerous due to the unpable, due to the waves, current salty water. But when we talk about the swimming in the pool, there is a more controlled, safe and easy to see to water. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; There is a huge difference between swimming in the sea and the swimming in the pool. When we talk about the swimming in the sea is more dangerous due to the unpable, due to the waves, current salty water. But when we talk about the swimming in the pool, there is a more controlled, safe and easy to see to water. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; There is a huge difference between swimming in the sea and the swimming in the pool. When we talk about the swimming in the sea is more dangerous due to the unpable, due to the waves, current salty water. But when we talk about the swimming in the pool, there is a more controlled, safe and easy to see to water. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "TsHDhfXvph8_s12",
      "video_id": "TsHDhfXvph8",
      "band": 6.5,
      "question": "Where do people in your country like to go swimming?",
      "transcript": "In my country there are people loves the swimming and there are the many places to visit to the swimmer like as lakes, rivers these are the place are very popular in my country. &gt;&gt; Okay. Now few questions will be based on advertisement.",
      "source": "supplementary",
      "transcript_original": "In my country there are people loves the swimming and there are the many places to visit to the swimmer like as lakes, rivers these are the place are very popular in my country. &gt;&gt; Okay. Now few questions will be based on advertisement.",
      "transcript_cleaned": "In my country there are people loves the swimming and there are the many places to visit to the swimmer like as lakes, rivers these are the place are very popular in my country. &gt;&gt; Okay. Now few questions will be based on advertisement.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    }
  ]
}