{
  "batch_id": 233,
  "count": 20,
  "samples": [
    {
      "sample_id": "WBMu2HYFt-k_q06",
      "video_id": "WBMu2HYFt-k",
      "band": 5.5,
      "question": "[Transcript chunk 6]",
      "transcript": "About your opinions and feelings about doing the test what were your overall feelings about today's test the most feeling is nervous and I my heart is keep beating and I keep shaking now okay and of course you ready answer my question did you feel nervous what do you think was the most difficult part about the test oh I think the topic of books is more difficult for me because I am really not interesting in reading books so maybe I I have to read more books or before test or prepare more topics before Tex all right that is okay and what do you find the easiest actually I forget everything for all it head because I am too nervous so not really easy for me because I cannot come up lelab very fast and yes okay and what topics would you have preferred to have come up during the test maybe the topics of movies or for the traveling will be more comfortable for me yes okay thank you so much for answering all my questions I hope you have a nice day.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "about your opinions and feelings about doing the test what were your overall feelings about today's test uh the most feeling is nervous and I my heart is keep beating and I keep shaking now okay and of course you ready answer my question did you feel nervous what do you think was the most difficult part about the test oh I think the topic of books is more difficult for me because I'm really not interesting in reading books so maybe I I have to read more books or before test or prepare more topics before Tex all right that's okay and what do you find the easiest uh actually I forget everything for all it head because I'm too nervous so not really easy for me because I can't uh come up lelab very fast and yes okay and what topics would you have preferred to have come up during the test um maybe the topics of movies or for the traveling will be more comfortable for me yes okay thank you so much for answering all my questions I hope you have a nice day.",
      "transcript_cleaned": "About your opinions and feelings about doing the test what were your overall feelings about today's test the most feeling is nervous and I my heart is keep beating and I keep shaking now okay and of course you ready answer my question did you feel nervous what do you think was the most difficult part about the test oh I think the topic of books is more difficult for me because I am really not interesting in reading books so maybe I I have to read more books or before test or prepare more topics before Tex all right that is okay and what do you find the easiest actually I forget everything for all it head because I am too nervous so not really easy for me because I cannot come up lelab very fast and yes okay and what topics would you have preferred to have come up during the test maybe the topics of movies or for the traveling will be more comfortable for me yes okay thank you so much for answering all my questions I hope you have a nice day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oi6On-F-Pvk_q02",
      "video_id": "oi6On-F-Pvk",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "This medication will help her thank you okay so do you like helping other people sure yeah like charities yeah I like I like I prefer helping other people especially all the old people because they always need help yeah thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "this medication will help her thank you okay so do you like helping other people sure yeah like charities yeah I like I like I prefer helping other people especially all the old people because they always need help yeah thank you.",
      "transcript_cleaned": "This medication will help her thank you okay so do you like helping other people sure yeah like charities yeah I like I like I prefer helping other people especially all the old people because they always need help",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KG7Yd_z_iUw_q02",
      "video_id": "KG7Yd_z_iUw",
      "band": 9.0,
      "question": "[Transcript chunk 2]",
      "transcript": "With a lot of government rules so I would say I recommend Singapore more I am sorry to Seoul but yeah okay so you think the rules make the living there more harmonious yes that is correct okay and how long have you lived in Seoul I lived in Seoul for five years now since 2018. oh okay and are there big changes in the city big changes but mainly I have been taking care of my grandfather for when I came to Korea in 2018 so my grandfather had pneumonia and dementia so I helped my mother out for about three years so I I could not really go out and have fun and I I do not really have friends in Korea at all so and then after three years he just passed away so that was kind of a sad story that I would tell I guess let us see yeah is solo your permanent city of residence yes because since twin 20 since I was in secondary school which it is a British way of saying right secondary school I had permanent residency from Singapore but then I just gave up my my permanent residency because my all my family is here so I decided to kind of like want to settle down and Seoul because my mom and my dad and my grandma is here and I want to get married and Seoul so yeah that is I think my where my future is okay and are there people of different age groups living in this city different age groups like what do you mean like are there is there like a mix of like very young children and like kind of middle-aged people older people or is it more of a city that just.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh with a lot of government rules so I'd say I recommend Singapore more I'm sorry to Seoul but yeah okay so you think the rules make the living there more harmonious yes that's correct okay and um how long have you lived in Seoul I lived in Seoul for five years now since 2018. oh okay and um are there big changes in the city uh big changes but mainly I've been taking care of my grandfather for when I came to Korea in 2018 so my grandfather had pneumonia and dementia so I helped my mother out for about three years so I I couldn't really go out and have fun and I I don't really have friends in Korea at all so and then after three years he just passed away so that was kind of a sad story that I would tell I guess let's see yeah um is solo your permanent city of residence yes because um since twin 20 uh since I was in secondary school which it's a British way of saying right secondary school I had permanent residency from Singapore but then I just gave up my my permanent residency because my all my family is here so uh I decided to kind of like want to settle down and Seoul because my mom and my dad and my grandma is here and I want to get married and Seoul so yeah that's I think my where my future is okay and are there people of different age groups living in this city different age groups like what do you mean like um are there is there like a mix of like very young children and like kind of middle-aged people older people or is it more of a city that just.",
      "transcript_cleaned": "With a lot of government rules so I would say I recommend Singapore more I am sorry to Seoul but yeah okay so you think the rules make the living there more harmonious yes that is correct okay and how long have you lived in Seoul I lived in Seoul for five years now since 2018. oh okay and are there big changes in the city big changes but mainly I have been taking care of my grandfather for when I came to Korea in 2018 so my grandfather had pneumonia and dementia so I helped my mother out for about three years so I I could not really go out and have fun and I I do not really have friends in Korea at all so and then after three years he just passed away so that was kind of a sad story that I would tell I guess let us see yeah is solo your permanent city of residence yes because since twin 20 since I was in secondary school which it is a British way of saying right secondary school I had permanent residency from Singapore but then I just gave up my my permanent residency because my all my family is here so I decided to kind of like want to settle down and Seoul because my mom and my dad and my grandma is here and I want to get married and Seoul so yeah that is I think my where my future is okay and are there people of different age groups living in this city different age groups like what do you mean like are there is there like a mix of like very young children and like kind of middle-aged people older people or is it more of a city that just.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KG7Yd_z_iUw_q03",
      "video_id": "KG7Yd_z_iUw",
      "band": 9.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Young families live in or just older people well I guess in my apartment I guess older people they live here a lot because it is it is a very old apartment and my grandma he she goes to an old folks home every single day so I see a lot of old people and you know it is an older growing population so older people are coming and and the newborn babies they are like not they they are not really giving birth to because you know the educational fees and everything is so expensive so for an example I am 32 2 years old but I do not really want to get married and have kids because it is so expensive yeah so I guess older people are more more widespread in this country okay very good so now you are going to start the extended speaking section yeah and the topic is about an interesting job so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "young families live in or just older people well I guess um in my apartment uh I guess older people they live here a lot because it's it's a very old apartment and my grandma he she goes to an old folks home every single day so I see a lot of old people and you know it's an older growing population so older people are coming and and the newborn babies they're like not they they're not really giving birth to because you know the educational fees and everything is so expensive so for an example I'm 32 2 years old but I don't really want to get married and have kids because it's so expensive yeah so I guess older people are more uh more widespread in this country okay very good so now you are gonna start the extended speaking section yeah and the topic is about an interesting job so.",
      "transcript_cleaned": "Young families live in or just older people well I guess in my apartment I guess older people they live here a lot because it is it is a very old apartment and my grandma he she goes to an old folks home every single day so I see a lot of old people and you know it is an older growing population so older people are coming and and the newborn babies they are like not they they are not really giving birth to because you know the educational fees and everything is so expensive so for an example I am 32 2 years old but I do not really want to get married and have kids because it is so expensive yeah so I guess older people are more more widespread in this country okay very good so now you are going to start the extended speaking section yeah and the topic is about an interesting job so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KG7Yd_z_iUw_q05",
      "video_id": "KG7Yd_z_iUw",
      "band": 9.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Because that is what my mom every time tells me because if you go for income it is never going to last it is if you go for your income it is not going to interest you for your whole life but if you chase your own dreams and if you go for your interest it is you are going to be successful for whatever reason and yeah so if you go after your interests and dreams you are going to be successful for sure okay very good and this kind of leads into the next question so do young people take their parents advice when they are choosing a major that is a very hard question I think their own individuality and their own self-interest is different from their own parents expectations so I think you should choose your own major so for example my grandfather actually chose a major for my my mom which is to become a kindergarten teacher because it is just a stable job but she did not enjoy it at all so that was a very very not not a very good choice for her so I think you should choice you should choose your own job okay so besides parents who else would people take advice from who else you can choose to have your advice from your professional professors or your school teachers or even there are a lot of government supporters who can tell you what to do so there are right now there are a lot of programs that you can take on so you can choose to get help from a lot of government informations yeah okay and our final question it is a bit unrelated but why do some people prefer to study alone why do we.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "because that's what my mom every time tells me uh because if you go for income it's never going to last it's uh if you go for your income it's not going to interest you for your whole life but if you chase your own dreams and if you go for your interest it's you're gonna be successful for whatever reason and uh yeah so if you go after your interests and dreams you're going to be successful for sure okay very good and this kind of leads into the next question so do young people take their parents advice when they are choosing a major um that's a very hard question um I think uh their own individuality and their own self-interest is different from their own parents um expectations so I think you should choose your own major so for example my grandfather actually chose a major for my my mom which is to become a kindergarten teacher because it's just a stable job but she didn't enjoy it at all so that was a very uh very not not a very good choice for her so I think you should choice you should choose your own job okay so um besides parents who else would people take advice from who else um you can choose uh to have your advice from your professional professors or your school teachers or even there are a lot of government supporters who can tell you what to do so there are right now there are a lot of programs that you can take on so you can choose to get help from a lot of government informations yeah okay and our final question um it's a bit unrelated but um why do some people prefer to study alone why do we.",
      "transcript_cleaned": "Because that is what my mom every time tells me because if you go for income it is never going to last it is if you go for your income it is not going to interest you for your whole life but if you chase your own dreams and if you go for your interest it is you are going to be successful for whatever reason and yeah so if you go after your interests and dreams you are going to be successful for sure okay very good and this kind of leads into the next question so do young people take their parents advice when they are choosing a major that is a very hard question I think their own individuality and their own self-interest is different from their own parents expectations so I think you should choose your own major so for example my grandfather actually chose a major for my my mom which is to become a kindergarten teacher because it is just a stable job but she did not enjoy it at all so that was a very very not not a very good choice for her so I think you should choice you should choose your own job okay so besides parents who else would people take advice from who else you can choose to have your advice from your professional professors or your school teachers or even there are a lot of government supporters who can tell you what to do so there are right now there are a lot of programs that you can take on so you can choose to get help from a lot of government informations yeah okay and our final question it is a bit unrelated but why do some people prefer to study alone why do we.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q02",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "What would you do without the internet?",
      "transcript": "&gt;&gt; Wow. I definitely would not go back to reading books or &gt;&gt; looking for stuff on encyclopedia. But I honestly do not know what I would do without internet now because it is so immersed immersed in my life. you know everything from looking for any information or even going to finding information about restaurants I would go on internet so I I honestly cannot live without internet now yeah &gt;&gt; makes a lot of sense to say that do you think you spend too much time online &gt;&gt; yes yes I do so I try to limit myself by reading books &gt;&gt; because I I I feel like &gt;&gt; it is not good for my mental health in some ways and I constantly need some kind of what do you call it distraction just just to just to keep my mind busy. So I am I try to stay away from internet as much as possible if I if I can. Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Wow. Um I definitely wouldn't go back to reading books or &gt;&gt; looking for stuff on encyclopedia. But um I honestly don't know what I would do without internet now because it's so uh immersed immersed in my life. you know everything from um looking for any information or even uh going to finding information about restaurants I would go on internet so I I honestly can't live without internet now yeah &gt;&gt; makes a lot of sense to say that do you think you spend too much time online &gt;&gt; uh yes yes I do uh so I try to limit myself um by reading books &gt;&gt; because I I I feel like um &gt;&gt; it's not good for my mental health um in some ways and um I constantly need some kind of um um what do you call it uh uh distraction just just to uh just to keep my mind busy. So I'm I try to stay away from internet as much as possible uh if I if I can. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Wow. I definitely would not go back to reading books or &gt;&gt; looking for stuff on encyclopedia. But I honestly do not know what I would do without internet now because it is so immersed immersed in my life. you know everything from looking for any information or even going to finding information about restaurants I would go on internet so I I honestly cannot live without internet now yeah &gt;&gt; makes a lot of sense to say that do you think you spend too much time online &gt;&gt; yes yes I do so I try to limit myself by reading books &gt;&gt; because I I I feel like &gt;&gt; it is not good for my mental health in some ways and I constantly need some kind of what do you call it distraction just just to just to keep my mind busy. So I am I try to stay away from internet as much as possible if I if I can. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q03",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "How do you think the internet influences people?",
      "transcript": "Well well I had one instance recently we are talking about politics and I had one friend who has no knowledge of any politics in and no mind of his own. He just looks at internet and then just reads it reads off of it and then thinking making that his idea and he never even you know fact check checked it to see if that was real or not. &gt;&gt; Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um well well I had one instance recently we're talking about politics and I had one friend um who has no knowledge of any politics uh in and no um mind of his own. He just looks at internet and then just reads it reads off of it and then thinking making that his idea and he never even you know fact check checked it to see if that was real or not. &gt;&gt; Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "I had one instance recently we are talking about politics and I had one friend who has no knowledge of any politics in and no mind of his own. He just looks at internet and then just reads it reads off of it and then thinking making that his idea and he never even you know fact check checked it to see if that was real or not. &gt;&gt; Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q04",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "How often do you go online?",
      "transcript": "&gt;&gt; Me the moment I wake up. &gt;&gt; Yeah. To to you know when I go to sleep. &gt;&gt; Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Me uh the moment I wake up. &gt;&gt; Yeah. To to you know when I go to sleep. &gt;&gt; Yeah.",
      "transcript_cleaned": "&gt;&gt; Me the moment I wake up. &gt;&gt; Yeah. To to you know when I go to sleep. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q05",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "&gt;&gt; When did you start using the internet?",
      "transcript": "&gt;&gt; Internet I started using maybe when I was 12 13. Yeah. &gt;&gt; Okay. Going to something completely opposite from the internet.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Internet I started using maybe when I was 12 13. Yeah. &gt;&gt; Okay. Going to something completely opposite from the internet.",
      "transcript_cleaned": "&gt;&gt; Internet I started using maybe when I was 12 13. Yeah. &gt;&gt; Okay. Going to something completely opposite from the internet.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q06",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "Have you ever gone fishing?",
      "transcript": "&gt;&gt; Yes. &gt;&gt; Okay. &gt;&gt; Yes. I I actually want to get into fishing right now because I I used to go fishing when I used to travel backpacking Southeast Asia and then I found it to be fun and enjoyable even though when you are not catching anything there there is a calmness behind it. &gt;&gt; Okay. And so I guess you you would like fishing in that case. &gt;&gt; -huh. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes. &gt;&gt; Okay. &gt;&gt; Yes. I uh I actually want to get into fishing right now cuz uh I I used to go fishing when I used to travel backpacking Southeast Asia and then um I found it to be fun and enjoyable even though when you're not catching anything there there's a calmness behind it. &gt;&gt; Okay. And so I guess you you would like fishing in that case. &gt;&gt; Uh-huh. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Yes. &gt;&gt; Okay. &gt;&gt; Yes. I I actually want to get into fishing right now because I I used to go fishing when I used to travel backpacking Southeast Asia and then I found it to be fun and enjoyable even though when you are not catching anything there there is a calmness behind it. &gt;&gt; Okay. And so I guess you you would like fishing in that case. &gt;&gt; -huh. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q07",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "Is fishing popular in your country?",
      "transcript": "Fishing amongst I think like older guys is is popular. I do not know anyone that goes deep dive fishing in Korea, but they do they have like a indoor fishing area where they just put fish in like a artificial pond. &gt;&gt; Okay. And then they, you know, spend time there just like, you know, chitchatting with people next to them. And then, &gt;&gt; yeah, but apart from that, I do not know any young people that does fishing. I know a lot of 40, 50, 60 year old that that likes to go fishing. &gt;&gt; Okay. let us say you catch it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "fishing uh amongst I think like older guys is is popular. Um um I don't know anyone that goes deep dive fishing in Korea, but they do uh they have like a indoor fishing area where they just put uh fish in like a artificial pond. &gt;&gt; Okay. And then they, you know, spend time there just like, you know, chitchatting with people next to them. And then, &gt;&gt; yeah, but apart from that, I don't know any young people that does fishing. Uh, I know a lot of uh 40, 50, 60 year old that that likes to go fishing. &gt;&gt; Okay. Um, let's say you catch it.",
      "transcript_cleaned": "Fishing amongst I think like older guys is is popular. I do not know anyone that goes deep dive fishing in Korea, but they do they have like a indoor fishing area where they just put fish in like a artificial pond. &gt;&gt; Okay. And then they, you know, spend time there just like, you know, chitchatting with people next to them. And then, &gt;&gt; yeah, but apart from that, I do not know any young people that does fishing. I know a lot of 40, 50, 60 year old that that likes to go fishing. &gt;&gt; Okay. let us say you catch it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q08",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "Do you like eating fish?",
      "transcript": "&gt;&gt; I love fish. &gt;&gt; Okay. &gt;&gt; Yeah, I love fish. I know so many fish anatomy. So I know to pick the bones really &gt;&gt; like professionally. &gt;&gt; that is pretty cool. &gt;&gt; You also mentioned that you used to go as a child when you went fishing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I love fish. &gt;&gt; Okay. &gt;&gt; Yeah, I love fish. Uh, I know so many fish anatomy. So I know to uh pick the bones really &gt;&gt; like professionally. &gt;&gt; That's pretty cool. &gt;&gt; You also mentioned that you used to go as a child when you went fishing.",
      "transcript_cleaned": "&gt;&gt; I love fish. &gt;&gt; Okay. &gt;&gt; Yeah, I love fish. I know so many fish anatomy. So I know to pick the bones really &gt;&gt; like professionally. &gt;&gt; that is pretty cool. &gt;&gt; You also mentioned that you used to go as a child when you went fishing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q09",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "What kind of activities were you into?",
      "transcript": "&gt;&gt; I was really outdoorsy. I I used to spend a lot of time at near the beach and then we used to do a lot of bic bike r bike cycling. &gt;&gt; Mhm. &gt;&gt; Yeah. We used to ride bicycles a lot. and skateboarding. &gt;&gt; Oh, okay. &gt;&gt; And those all this California stuff. &gt;&gt; I see.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Um I was really outdoorsy. I I used to uh spend a lot of time at uh near the beach and then um we used to do a lot of bic bike r uh bike cycling. &gt;&gt; Mhm. &gt;&gt; Yeah. We used to ride bicycles a lot. Uh and skateboarding. &gt;&gt; Oh, okay. &gt;&gt; And those uh all this California stuff. &gt;&gt; I see.",
      "transcript_cleaned": "&gt;&gt; I was really outdoorsy. I I used to spend a lot of time at near the beach and then we used to do a lot of bic bike r bike cycling. &gt;&gt; Mhm. &gt;&gt; Yeah. We used to ride bicycles a lot. and skateboarding. &gt;&gt; Oh, okay. &gt;&gt; And those all this California stuff. &gt;&gt; I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q10",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "&gt;&gt; Where?",
      "transcript": "Well where we grew up is we just made everywhere our our playground. You know we would you know go to the train tracks, we would go to the beach, you know we would go to school. &gt;&gt; we we used to ride our bicycles everywhere. So we just you know made everywhere our playgrounds. &gt;&gt; Okay, that is awesome. last question before we wrap up part one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um well where we grew up is uh we just made everywhere our our playground. You know we would you know go to the train tracks, we would go to the beach, you know we would go to school. &gt;&gt; Um we we used to ride our bicycles everywhere. So we just you know made everywhere our playgrounds. &gt;&gt; Okay, that's awesome. Uh last question before we wrap up part one.",
      "transcript_cleaned": "where we grew up is we just made everywhere our our playground. You know we would you know go to the train tracks, we would go to the beach, you know we would go to school. &gt;&gt; we we used to ride our bicycles everywhere. So we just you know made everywhere our playgrounds. &gt;&gt; Okay, that is awesome.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q11",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "Best childhood memories?",
      "transcript": "&gt;&gt; I would say in middle school or elementary, middle school when I was spend when I was spending time in the states. when I when I just got there, I just met so many people from different walks of life and then it was it was not so study oriented like like in Korea. So I had a lot of freedom and time to grow up as a person during those times. &gt;&gt; Yeah. &gt;&gt; Okay. Excellent.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Uh, I would say in middle school or elementary, middle school when I was uh spend when I was spending time in the states. Um, when I when I just got there, I just met uh so many people from different walks of life and then it was um it wasn't so study oriented like like in Korea. So I had a lot of freedom and um time to grow up as a person during those times. &gt;&gt; Yeah. &gt;&gt; Okay. Excellent.",
      "transcript_cleaned": "&gt;&gt; I would say in middle school or elementary, middle school when I was spend when I was spending time in the states. when I when I just got there, I just met so many people from different walks of life and then it was it was not so study oriented like like in Korea. So I had a lot of freedom and time to grow up as a person during those times. &gt;&gt; Yeah. &gt;&gt; Okay. Excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q12",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "How do you get to know about scientific news?",
      "transcript": "&gt;&gt; just Google, YouTube. and then if I am interested in some subject, I will I will research it myself. Apart from that, I I just I just read what pops pops up on on the internet mostly or CNN or, you know, Bloomberg, whatever. Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh just Google, YouTube. Um, and then if I'm interested in some subject, I'll I'll research it myself. Apart from that, um, um, I I just I just read what pops pops up on on the internet mostly or CNN or, you know, Bloomberg, whatever. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; just Google, YouTube. and then if I am interested in some subject, I will I will research it myself. Apart from that, I I just I just read what pops pops up on on the internet mostly or CNN or, you know, Bloomberg, whatever. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q13",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "Should people continue to study science after graduating from school?",
      "transcript": "&gt;&gt; Yes. because well unless you want to be stuck in one place for all your life, you you kind of have to get to know the trend not just like fashion or food but you know science and technology as well because you do not want to be left behind when everybody knows you know more information and the information is is you know money. &gt;&gt; Absolutely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes. Uh because um well unless you want to be stuck in one place for all your life, you you kind of have to uh get to know the trend um not just like fashion or food but you know science and technology as well because you don't want to be left behind when everybody knows you know more information and the information is is you know money. &gt;&gt; Absolutely.",
      "transcript_cleaned": "&gt;&gt; Yes. because well unless you want to be stuck in one place for all your life, you you kind of have to get to know the trend not just like fashion or food but you know science and technology as well because you do not want to be left behind when everybody knows you know more information and the information is is you know money. &gt;&gt; Absolutely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q14",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "What science subject do you think is most important for children to learn?",
      "transcript": "Like of the STEM subjects. &gt;&gt; Huh. Right now, STEM subject. give me a sec. &gt;&gt; Yeah, it is not an easy one. &gt;&gt; Yeah. well, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like of the STEM subjects. &gt;&gt; Huh. Right now, STEM subject. Uh, give me a sec. &gt;&gt; Yeah, it's not an easy one. &gt;&gt; Yeah. Uh, well, okay.",
      "transcript_cleaned": "Like of the STEM subjects. &gt;&gt; Huh. Right now, STEM subject. give me a sec. &gt;&gt; Yeah, it is not an easy one. &gt;&gt; Yeah. well,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q15",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "Because they they need to know how life works, you know?",
      "transcript": "But then when they get to middle school, they could learn, you know, more about chemical stuff. Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But then when they get to middle school, they could learn, you know, more about chemical stuff. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "But then when they get to middle school, they could learn, you know, more about chemical stuff. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wYeZwxPLrfU_q16",
      "video_id": "wYeZwxPLrfU",
      "band": 8.5,
      "question": "Where else are they going to learn it if they do not learn it from school?",
      "transcript": "Yeah, I think it is very important for them to learn it when they are forced to in their forced. &gt;&gt; I see.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think it's very important for them to learn it um when they're forced to in their forced. &gt;&gt; I see.",
      "transcript_cleaned": "I think it is very important for them to learn it when they are forced to in their forced. &gt;&gt; I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}