{
  "batch_id": 128,
  "count": 20,
  "samples": [
    {
      "sample_id": "9uyFQfQ-MRE_q09",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "So how do you think the internet will develop in the future?",
      "transcript": "The internet will be spread to the mountain north area and remote area for many students and many people to offer new kind of this technology. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The internet will be spread to the mountain north area and remote area for many students and many people to offer new kind of this technology. Right.",
      "transcript_cleaned": "The internet will be spread to the mountain north area and remote area for many students and many people to offer new kind of this technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q10",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "When you type a finger, I would correct it in each finger and keyboard.",
      "transcript": "And each keyboard had to particularly each finger. And with this, I had many very difficult to finish and have an accuracy to type things on screen. I have experience with that. The typing skills are very hard for the beginners. If you have a rare sense and have an interest in each type of community, I think that you can change and improve the typing skills. Many people and many friends do Islamic tactics because it is very hard for them. Okay, that is great. Time is up.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And each keyboard had to particularly each finger. And with this, I had many very difficult to finish and have an accuracy to type things on screen. I have experience with that. The typing skills are very hard for the beginners. If you have a rare sense and have an interest in each type of community, I think that you can change and improve the typing skills. Many people and many friends do Islamic tactics because it's very hard for them. Okay, that's great. Time is up.",
      "transcript_cleaned": "And each keyboard had to particularly each finger. And with this, I had many very difficult to finish and have an accuracy to type things on screen. I have experience with that. The typing skills are very hard for the beginners. If you have a rare sense and have an interest in each type of community, I think that you can change and improve the typing skills. Many people and many friends do Islamic tactics because it is very hard for them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q12",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "Okay, and how can, how can we find reliable information on the internet?",
      "transcript": "I think the truthful and official tabloid like GTP or tabloid kingdom have to release and produce and filter informers and users to many correct information. And I have to do my homework in that kind of website. So my teacher gives me an opportunity and accompaniment to have the correct information about it. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think the truthful and official tabloid like GTP or tabloid kingdom have to release and produce and filter informers and users to many correct information. And I have to do my homework in that kind of website. So my teacher gives me an opportunity and accompaniment to have the correct information about it. Right.",
      "transcript_cleaned": "I think the truthful and official tabloid like GTP or tabloid kingdom have to release and produce and filter informers and users to many correct information. And I have to do my homework in that kind of website. So my teacher gives me an opportunity and accompaniment to have the correct information about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q13",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "Now do you think the internet is safe for children to use?",
      "transcript": "I think parents should have a permission and have allowed them to do internet in some kind of websites. Because many dark websites have to create an immense and negative development and impact for them. Such as, giant development.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think parents should have a permission and have allowed them to do internet in some kind of websites. Because many dark websites have to create an immense and negative development and impact for them. Such as, uh, giant development.",
      "transcript_cleaned": "I think parents should have a permission and have allowed them to do internet in some kind of websites. Because many dark websites have to create an immense and negative development and impact for them. Such as, giant development.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q14",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "Okay, so which websites are popular among your generation?",
      "transcript": "I think a video website in which produce and create and bring many residents all around to Vietnam. Many information about not only the international, international news, but also the local news to have expanded the resident's college.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think a video website in which produce and create and bring many residents all around to Vietnam. Many information about not only the international, international news, but also the local news to have expanded the resident's college.",
      "transcript_cleaned": "I think a video website in which produce and create and bring many residents all around to Vietnam. Many information about not only the international, international news, but also the local news to have expanded the resident's college.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q15",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "Right, so how has the internet changed social behavior?",
      "transcript": "I think we are to the public who cite already of many residents that believe to have to change social behavior. So, some behavior that have to educate and author the behavior to shoot the recent social situation. Right, I see. So that is another speaking test. Alright, so today we are going to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think we are to the public who cite already of many residents that believe to have to change social behavior. So, some behavior that have to educate and author the behavior to shoot the recent social situation. Right, I see. So that is another speaking test. Alright, so today we're going to, um, um,.",
      "transcript_cleaned": "I think we are to the public who cite already of many residents that believe to have to change social behavior. So, some behavior that have to educate and author the behavior to shoot the recent social situation. Right, I see. So that is another speaking test. Alright, so today we are going to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q02",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "Have you ever worked before?",
      "transcript": "Yes, I have worked like I am currently studying and working at the same time. Yeah, and I am currently working as a web designer in a Korean company. And, and I also also used to work before coming to Korea. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I have worked like I'm currently studying and working at the same time. Yeah, and I'm currently working as a web designer in a Korean company. And, and I also also used to work before coming to Korea. Okay.",
      "transcript_cleaned": "Yes, I have worked like I am currently studying and working at the same time. Yeah, and I am currently working as a web designer in a Korean company. And, and I also also used to work before coming to Korea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q03",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "What was your first day at work like?",
      "transcript": "My first day at, at work was it, I was firstly hired as an intern and it was very fun and interesting, but there was some challenges with my technical duty job duties, but I could go through it and now it feels like more comfortable. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, my first day at, at work was it, I was firstly hired as an intern and it was very fun and interesting, but there was some challenges with my technical duty job duties, but I could go through it and now it feels like more comfortable. Okay.",
      "transcript_cleaned": "My first day at, at work was it, I was firstly hired as an intern and it was very fun and interesting, but there was some challenges with my technical duty job duties, but I could go through it and now it feels like more comfortable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q04",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "What responsibilities did you have at your work?",
      "transcript": "My responsibilities were mostly assisting like head, head managers, like department managers in production work in some promotional things. And then I started getting more and more responsibilities. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, my responsibilities were mostly assisting like head, head managers, like department managers in production work in some promotional things. And then I started getting more and more responsibilities. Okay.",
      "transcript_cleaned": "My responsibilities were mostly assisting like head, head managers, like department managers in production work in some promotional things. And then I started getting more and more responsibilities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q05",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "And what would you say was a typical day at your work like?",
      "transcript": "I usually start the day by looking at the like project management software and seeing my duties for the day and also, then, talking to, to my colleagues like about the task as we have to do, we have to do and then I attend meeting and then we start the work.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I usually start the day by looking at the like project management software and seeing my duties for the day and also, uh, then, uh, talking to, to my colleagues like about the task as we have to do, we have to do and then I attend meeting and then we start the work. Uh,.",
      "transcript_cleaned": "I usually start the day by looking at the like project management software and seeing my duties for the day and also, then, talking to, to my colleagues like about the task as we have to do, we have to do and then I attend meeting and then we start the work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q06",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "Have you done any volunteer work?",
      "transcript": "Yes, I did volunteer work, but it was on remote, so I helped some company back in my country. I helped a local company to, with the marketing campaigns, and I did some promotional things and some graphic design work.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I did volunteer work, but it was on remote, so I helped some company back in my country. I helped a local company to, with the marketing campaigns, and I did some promotional things and some graphic design work.",
      "transcript_cleaned": "Yes, I did volunteer work, but it was on remote, so I helped some company back in my country. I helped a local company to, with the marketing campaigns, and I did some promotional things and some graphic design work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q07",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "Okay, and why did you decide to do volunteer work?",
      "transcript": "Firstly, I wanted to like put my skills into practice and get some practical skills. And also I, I wanted to have some volunteering certificates so I can apply for some scholarships. Yeah. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Firstly, I wanted to like put my skills into practice and get some practical skills. And also I, I wanted to have some volunteering certificates so I can apply for some scholarships. Yeah. All right.",
      "transcript_cleaned": "Firstly, I wanted to like put my skills into practice and get some practical skills. And also I, I wanted to have some volunteering certificates so I can apply for some scholarships.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q08",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "And do you know any volunteers?",
      "transcript": "Friend of mine, he, she, she is also interested, love enjoying volunteering and she also does a lot of like remote freelance volunteering. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, uh, friend of mine, he, she, she's also interested, uh, love enjoying volunteering and she also does a lot of like remote freelance volunteering. Okay.",
      "transcript_cleaned": "Friend of mine, he, she, she is also interested, love enjoying volunteering and she also does a lot of like remote freelance volunteering.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q09",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "And how would you define volunteer work?",
      "transcript": "I think it is important part of society. I mean, people should be able to do something without getting a reward and just to help or just to promote. And I think it a very good thing to do Okay Thank you That is the end of part one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it's important part of society. I mean, uh, people should be able to do something without getting a reward and just to help or just to promote. And I think it a very good thing to do Okay Thank you That is the end of part one.",
      "transcript_cleaned": "I think it is important part of society. I mean, people should be able to do something without getting a reward and just to help or just to promote. And I think it a very good thing to do",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q11",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "How do people in your country feel about art?",
      "transcript": "Art I would say art is quite popular in my country People people love art and they we also have a lot of museums with art installations with paint different paintings and people usually you know families go for art galleries on weekends and most of them, art galleries and museums, they are actually, like not that expensive and most of them, the majority of them are free of charge. So, so yeah, and I can say, yeah, overall I can say people love art in my country. that is great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh art I would say art is quite popular in my country People people love art and they we also have a lot of museums with art installations with paint different paintings and people usually you know families go for art galleries on weekends Uh, and most of them, art galleries and museums, they are actually, uh, like not that expensive and most of them, the majority of them are free of charge. So, uh, so yeah, and I can say, yeah, overall I can say people love art in my country. That's great.",
      "transcript_cleaned": "Art I would say art is quite popular in my country People people love art and they we also have a lot of museums with art installations with paint different paintings and people usually you know families go for art galleries on weekends and most of them, art galleries and museums, they are actually, like not that expensive and most of them, the majority of them are free of charge. So, so yeah, and I can say, yeah, overall I can say people love art in my country. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q12",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "And do you, would you say in your country people prefer music over art?",
      "transcript": "Well, it is a difficult question. I, I, I find it difficult to, like, get a, get a correct answer. Probably it is, it is like almost the, the same. I mean, they like both music and art. But if I have to choose one, I would say probably music because, you know, it gives you some joy. it is might maybe much more interesting and funnier. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it's a difficult question. I, I, I find it difficult to, like, get a, get a correct answer. Probably it's, it's like almost the, the same. I mean, they like both music and art. But if I have to choose one, I would say probably music because, you know, it gives you some joy. It's might maybe much more interesting and funnier. Okay, thank you.",
      "transcript_cleaned": "it is a difficult question. I, I, I find it difficult to, like, get a, get a correct answer. Probably it is, it is like almost the, the same. I mean, they like both music and art. But if I have to choose one, I would say probably music because, you know, it gives you some joy. it is might maybe much more interesting and funnier.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q13",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "What are some traditional art forms in your country?",
      "transcript": "Mostly it is paintings of, usually different, portrait paintings is quite popular and also sculpture. And, we have also a lot of ancient buildings that are decorated with handmade, like, artworks. Yeah. Wow, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, mostly it's paintings of, uh, usually different, uh, portrait paintings is quite popular and also sculpture. And, uh, we have also a lot of ancient buildings that are decorated with handmade, like, artworks. Yeah. Wow, okay.",
      "transcript_cleaned": "Mostly it is paintings of, usually different, portrait paintings is quite popular and also sculpture. And, we have also a lot of ancient buildings that are decorated with handmade, like, artworks. Yeah. Wow,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q14",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "And how would you say art has changed over the past couple decades in your country?",
      "transcript": "Well, a lot of, a lot of parts of the art, I would say, have become, digitalized a little bit in recent years because of, like, internet boom and all those technology side effects. And yeah, and it made it more convenient for people to explore art. But on the other hand, it is not as good as you, as seeing it, you know, in real life. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, a lot of, a lot of parts of the art, I would say, have become, uh, digitalized a little bit in recent years because of, like, internet boom and all those technology side effects. And yeah, and it made it more convenient for people to explore art. But on the other hand, it's not as good as you, as seeing it, you know, in real life. All right.",
      "transcript_cleaned": "a lot of, a lot of parts of the art, I would say, have become, digitalized a little bit in recent years because of, like, internet boom and all those technology side effects. And yeah, and it made it more convenient for people to explore art. But on the other hand, it is not as good as you, as seeing it, you know, in real life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q15",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "Do you think students should study art in school?",
      "transcript": "Yeah, I would say they should be taught at school because it is, it is also important skill in, in our like daily life because art also helps people to think out of the box and express their, their feelings, maybe their vision in other way. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I would say they should be taught at school because it's, it's also important skill in, in our like daily life because art also helps people to think out of the box and express their, their feelings, maybe their vision in other way. Okay, thank you.",
      "transcript_cleaned": "I would say they should be taught at school because it is, it is also important skill in, in our like daily life because art also helps people to think out of the box and express their, their feelings, maybe their vision in other way.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q16",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "And on top of that, how else do you think children could benefit from studying art in school?",
      "transcript": "I think, since I told it is, it is another type of skill, art can help some, some children, you know, express their potentials or their, their, certain their skill because not everyone is good at math or some natural sciences. There are certainly there are students that can that can be much better to do well on art subjects So that why it important to have them Yeah All right Thank you And do you think the government should provide support for art during school time yeah I would say yes because since it known as as far as I know the artworks and art people then they tend to not make that much amount of money And so they definitely going to need some funding by the government And in this way, I would say some kind of financial support should be provided for. Thank you. That is the end of our IELTS speaking test. Thank you very much for your time and I hope you have a good day. Thank you. Okay, I am going to ask you some post-test questions just to get an idea of how you felt about today's test.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think, uh, since I told it's, uh, it's another type of skill, uh, art can help some, some children, you know, express their potentials or their, their, certain their skill because not everyone is good at math or some natural sciences. There are certainly there are students that can that can be much better to do well on art subjects So that why it important to have them Yeah All right Thank you And do you think the government should provide support for art uh during school time Uh yeah I would say yes because uh since it known as as far as I know uh the artworks and art people then they tend to not make that much amount of money And so they definitely going to need some funding by the government And in this way, I would say some kind of financial support should be provided for. Thank you. That is the end of our IELTS speaking test. Thank you very much for your time and I hope you have a good day. Thank you. Okay, I'm going to ask you some post-test questions just to get an idea of how you felt about today's test.",
      "transcript_cleaned": "I think, since I told it is, it is another type of skill, art can help some, some children, you know, express their potentials or their, their, certain their skill because not everyone is good at math or some natural sciences. There are certainly there are students that can that can be much better to do well on art subjects So that why it important to have them Yeah All right Thank you And do you think the government should provide support for art during school time yeah I would say yes because since it known as as far as I know the artworks and art people then they tend to not make that much amount of money And so they definitely going to need some funding by the government And in this way, I would say some kind of financial support should be provided for. Thank you. That is the end of our IELTS speaking test. Thank you very much for your time and I hope you have a good day. Thank you. Okay, I am going to ask you some post-test questions just to get an idea of how you felt about today's test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}