{
  "batch_id": 118,
  "count": 20,
  "samples": [
    {
      "sample_id": "BhN7VdAgBX0_q09",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "Do you think it is a good idea for students to earn money while studying?",
      "transcript": "I do not think it is only a good idea. it is a must. In today economy we need money to survive and it very necessary to start it from an early age It will help in career building and students can help themselves to support Okay, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think it's only a good idea. It's a must. In today economy we need money to survive and it very necessary to start it from an early age It will help in career building and students can help themselves to support Okay, okay.",
      "transcript_cleaned": "I do not think it is only a good idea. it is a must. In today economy we need money to survive and it very necessary to start it from an early age It will help in career building and students can help themselves to support",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q10",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "Do you think it is true that in today's society money cannot buy happiness?",
      "transcript": "Although I would not say money can buy happiness, it surely does help.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Although I wouldn't say money can buy happiness, it surely does help.",
      "transcript_cleaned": "Although I would not say money can buy happiness, it surely does help.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q11",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "If a person is unable to pay for his foods, clothes, or shelters, will he be really happy?",
      "transcript": "But also we cannot ignore the fact that no amount of money can buy you health, love, or loyalty. So, money cannot buy happiness, but it can help.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "But also we can't ignore the fact that no amount of money can buy you health, love, or loyalty. So, money cannot buy happiness, but it can help.",
      "transcript_cleaned": "But also we cannot ignore the fact that no amount of money can buy you health, love, or loyalty. So, money cannot buy happiness, but it can help.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q12",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "What disadvantages are there in a society where the gap between rich and poor is very large?",
      "transcript": "I think the main disadvantages is the rich people keep getting richer and the poor become poorer. The rich people live extravagant lives where the poor can barely survive. And it is not illegal to be rich or to have a gap between rich and poor. But it is very immoral and unethical as the poor have to suffer a lot. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think the main disadvantages is the rich people keep getting richer and the poor become poorer. The rich people live extravagant lives where the poor can barely survive. And it's not illegal to be rich or to have a gap between rich and poor. But it's very immoral and unethical as the poor have to suffer a lot. Okay.",
      "transcript_cleaned": "I think the main disadvantages is the rich people keep getting richer and the poor become poorer. The rich people live extravagant lives where the poor can barely survive. And it is not illegal to be rich or to have a gap between rich and poor. But it is very immoral and unethical as the poor have to suffer a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q13",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "Do you think richer countries have a responsibility to help poorer countries?",
      "transcript": "It is more of a moral responsibility than a legal one. They are not bound to help the poor countries, but I think they should do it for the sake of humanity. Tasmia, thank you very much. Thanks for joining us. Thanks a lot. Okay sir, welcome.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It is more of a moral responsibility than a legal one. They are not bound to help the poor countries, but I think they should do it for the sake of humanity. Tasmia, thank you very much. Thanks for joining us. Thanks a lot. Okay sir, welcome.",
      "transcript_cleaned": "It is more of a moral responsibility than a legal one. They are not bound to help the poor countries, but I think they should do it for the sake of humanity. Tasmia, thank you very much. Thanks for joining us. Thanks a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q01",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "How many people are there in your immediate family?",
      "transcript": "So, including me, there are four people in my family, both of my parents and my elder brother. Awesome.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, including me, there are four people in my family, uh, both of my parents and my elder brother. Awesome.",
      "transcript_cleaned": "including me, there are four people in my family, both of my parents and my elder brother. Awesome.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q02",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Who do you get on best within your family?",
      "transcript": "I would say with my elder brother as we spend most of the time together and also we are living away from our family together. so I would say my elder brother.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I would say with my elder brother as we spend most of the time together and also we are living away from our family together. Uh, so I would say my elder brother.",
      "transcript_cleaned": "I would say with my elder brother as we spend most of the time together and also we are living away from our family together. so I would say my elder brother.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q03",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "So what do you do together with your family?",
      "transcript": "We actually do not get that much time together with our family, but, whenever we go on vacations to our home, we spend, we used to visit places and also go to restaurants to spend some quality time together. And also we gossip a lot, before or after the dinner and whenever we get time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "We actually don't get that much time together with our family, but, uh, whenever we go on vacations to our home, we spend, uh, we used to visit places and also go to restaurants to spend some quality time together. And also we gossip a lot, uh, before or after the dinner and whenever we get time.",
      "transcript_cleaned": "We actually do not get that much time together with our family, but, whenever we go on vacations to our home, we spend, we used to visit places and also go to restaurants to spend some quality time together. And also we gossip a lot, before or after the dinner and whenever we get time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q04",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Is family important to you and why?",
      "transcript": "Yes, family is very important to me, because they are the one who you can rely on no matter what happens. They will support you, emotionally or financially, whatever you need. So, they are very important to me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, family is very important to me, uh, because they are the one who you can rely on no matter what happens. They will support you, uh, emotionally or financially, uh, whatever you need. So, uh, they are very important to me.",
      "transcript_cleaned": "Yes, family is very important to me, because they are the one who you can rely on no matter what happens. They will support you, emotionally or financially, whatever you need. So, they are very important to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q05",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Do you do housework at home?",
      "transcript": "I have to do, every sort of housework that can be imaginable for, for a person. Yes, I would say yes. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I have to do, uh, every sort of housework that can be imaginable for, uh, for a person. Yes, I would say yes. Okay.",
      "transcript_cleaned": "I have to do, every sort of housework that can be imaginable for, for a person. Yes, I would say yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q06",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "And what kind of housework do you often do?",
      "transcript": "Basically everything, starting from washing clothes to making bed and also from cleaning house to making meal, every sorts of things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Basically everything, starting from washing clothes to making bed and also from cleaning house to making meal, every sorts of things.",
      "transcript_cleaned": "Basically everything, starting from washing clothes to making bed and also from cleaning house to making meal, every sorts of things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q07",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Did you do housework when you were a child?",
      "transcript": "Unfortunately, no. My mother did not let me do anything, but I used to do small things but not mentionable. Okay, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Unfortunately, no. My mother didn't let me do anything, but I used to do small things but not mentionable. Okay, so.",
      "transcript_cleaned": "Unfortunately, no. My mother did not let me do anything, but I used to do small things but not mentionable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q08",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Would you like to start?",
      "transcript": "Yes please. So, today I am going to talk about the most important or useful appliances, that is, That is a refrigerator. Refrigerator is also commonly known as fridge. That is used to keep your food's freshness. And, it is, basically, works with a combination of insulation, a compressor, a condensed, coils, and also with, coolant, or, that removes heat from the surface or from the food. From the food. It actually works like, the cool air inside the, sorry, the hot air inside the fridge, goes, comes into contact with the surface and gets cooler and this process continues until the desired temperature is reached and maintained. And, it, is very important to, keep the food fresh and I would say, life would be drastically different, without it. As a refrigerator keeps your perishable items like dairy products, fruits, and vegetables fresh. And that does resulting not going to grocery shops frequently and hence less expense for food items. So it is very important and for me specifically as I am a bachelor and I Live from the expenses that my father sends me. So, it is, it is very, it would be very difficult for me to, be, spend that much money without using the refrigerator. And I usually use the fridge for my, for the preservation of my meal preparation. For instance, I prepare the spices or the, vegetables. and also the meat that I will cook afterwards I keep them in the freezer so it doesn rot and keeps fresh And also it a very healthy habit It allows you to have the freshest food and nutritious food whenever you want And also you can preserve drinks and also snacks So Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yes please. So, uh, today I'm going to talk about the most important or useful appliances, uh, that is, uh, That is a refrigerator. Refrigerator is also commonly known as fridge. That is used to keep your food's freshness. And, uh, it's, uh, basically, uh, works with a combination of insulation, a compressor, a condensed, uh, coils, and also with, uh, coolant, or, uh, that removes heat from the surface or from the food. From the food. It actually works like, uh, the cool air inside the, sorry, the hot air inside the fridge, uh, goes, uh, comes into contact with the surface and gets cooler and this process continues until the desired temperature is reached and maintained. And, uh, it, uh, is very important to, uh, keep the food fresh and I would say, uh, life would be drastically different, uh, without it. As a refrigerator keeps your perishable items like dairy products, fruits, and vegetables fresh. And that does resulting not going to grocery shops frequently and hence less expense for food items. So it's very important and for me specifically as I am a bachelor and I Live from the expenses that my father sends me. So, uh, it's, uh, it's very, uh, it would be very difficult for me to, uh, be, uh, spend that much money without using the refrigerator. And I usually use the fridge for my, for the preservation of my meal preparation. For instance, I prepare the spices or the, uh, vegetables. Uh and also the uh meat that I will cook afterwards I keep them in the freezer Uh so it doesn rot and um keeps fresh And also uh it a very healthy habit It uh allows you to have the freshest food and nutritious food whenever you want And also you can preserve drinks and also snacks So Okay.",
      "transcript_cleaned": "Yes please. So, today I am going to talk about the most important or useful appliances, that is, That is a refrigerator. Refrigerator is also commonly known as fridge. That is used to keep your food's freshness. And, it is, basically, works with a combination of insulation, a compressor, a condensed, coils, and also with, coolant, or, that removes heat from the surface or from the food. From the food. It actually works like, the cool air inside the, sorry, the hot air inside the fridge, goes, comes into contact with the surface and gets cooler and this process continues until the desired temperature is reached and maintained. And, it, is very important to, keep the food fresh and I would say, life would be drastically different, without it. As a refrigerator keeps your perishable items like dairy products, fruits, and vegetables fresh. And that does resulting not going to grocery shops frequently and hence less expense for food items. So it is very important and for me specifically as I am a bachelor and I Live from the expenses that my father sends me. So, it is, it is very, it would be very difficult for me to, be, spend that much money without using the refrigerator. And I usually use the fridge for my, for the preservation of my meal preparation. For instance, I prepare the spices or the, vegetables. and also the meat that I will cook afterwards I keep them in the freezer so it doesn rot and keeps fresh And also it a very healthy habit It allows you to have the freshest food and nutritious food whenever you want And also you can preserve drinks and also snacks So",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q10",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "What kinds of machines are used for housework in modern homes in your country?",
      "transcript": "So it was not common at least two decades ago to see advanced technologies or advanced home appliances to be used in households. But it is now very common to see every sort of home appliances that we can see on over the internet or over the media. From, starting from the washing machine to microwave oven refrigerator and also the, every sort of thing basically are very common in my country. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So it was not common at least two decades ago to see advanced technologies or advanced home appliances to be used in households. But it's now very common to see every sort of home appliances that we can see on over the internet or over the media. From, uh, starting from the washing machine to microwave oven refrigerator and also the, every sort of thing basically are very common in my country. Okay.",
      "transcript_cleaned": "it was not common at least two decades ago to see advanced technologies or advanced home appliances to be used in households. But it is now very common to see every sort of home appliances that we can see on over the internet or over the media. From, starting from the washing machine to microwave oven refrigerator and also the, every sort of thing basically are very common in my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q11",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "How have these machines benefited people?",
      "transcript": "So, it reduced the time that people used to spend on their household works. that is the most benefit, benefited thing that, helped, people. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So, uh, it reduced the time that people used to spend on their household works. Uh, that's the most benefit, benefited thing that, uh, helped, uh, people. Okay.",
      "transcript_cleaned": "it reduced the time that people used to spend on their household works. that is the most benefit, benefited thing that, helped, people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q12",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Are there any negative effects of using them?",
      "transcript": "I would not say there are that much negative effects because, it, reduces time and also, makes life easier. But I would say there are some cons as we used to see, when we were, we were child, the spices were grinded by hands. And nowadays it is used, the, used by, the spices are grind using the grinder or the mixer. The taste is not that much authentic right now, but it was back then, it was very delicious.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I wouldn't say there are that much negative effects because, uh, it, uh, reduces time and also, uh, makes life easier. But I would say there are some cons as we used to see, uh, when we were, we were child, the spices were grinded by hands. And nowadays it is used, uh, the, used by, uh, the spices are grind using the grinder or the mixer. The taste is not that much authentic right now, but it was back then, it was very delicious.",
      "transcript_cleaned": "I would not say there are that much negative effects because, it, reduces time and also, makes life easier. But I would say there are some cons as we used to see, when we were, we were child, the spices were grinded by hands. And nowadays it is used, the, used by, the spices are grind using the grinder or the mixer. The taste is not that much authentic right now, but it was back then, it was very delicious.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q13",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Do you think all new homes will be equipped with household machines in the future?",
      "transcript": "As technology is advancing in a rapid pace, so it would be, I would not be very surprised We like to see the future home equipped with the advanced home appliances So it will be very common to see future homes to rebuild with the appliances that we can imagine right now Right Let move on to technology Do you think people rely too much on technology I think people, do rely on, technology too much as, it makes them, makes the works easier and makes their life easier. So it is very common to see people using technology too much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, as technology is advancing in a rapid pace, so it would be, I wouldn't be very surprised We like to see uh the future home equipped with the advanced home appliances So uh it will be very common to see uh future homes to rebuild with the appliances that we can imagine right now Right Let move on to technology Do you think people rely too much on technology Uh, I think people, uh, do rely on, uh, technology too much as, uh, it makes them, uh, makes the works easier and makes their life easier. So it is very common to see people using technology too much.",
      "transcript_cleaned": "As technology is advancing in a rapid pace, so it would be, I would not be very surprised We like to see the future home equipped with the advanced home appliances So it will be very common to see future homes to rebuild with the appliances that we can imagine right now Right Let move on to technology Do you think people rely too much on technology I think people, do rely on, technology too much as, it makes them, makes the works easier and makes their life easier. So it is very common to see people using technology too much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q14",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Do you think men and women view technology differently?",
      "transcript": "I think, they view, technology differently as, I have read an article about it before that says that women are more, unlikely to use, internet or technology that much as the men's do. So they view, I think, technology differently. They see this as a complex thing to use. Finally.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think, uh, they view, uh, technology differently as, uh, I have read an article about it before that says that women are more, uh, unlikely to use, uh, internet or technology that much as the men's do. So they view, I think, uh, technology differently. They see this as a complex thing to use. Finally,.",
      "transcript_cleaned": "I think, they view, technology differently as, I have read an article about it before that says that women are more, unlikely to use, internet or technology that much as the men's do. So they view, I think, technology differently. They see this as a complex thing to use. Finally.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q15",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "How have developments in technology affected employment in your country?",
      "transcript": "So it made the employee, employers or employees life easier as they can use technology to do different sorts of things more quickly than ever before. They, suppose they used to spend, making the market or, any sorts of, data. They used to do it manually, but they now can use the Excel or any other sorts of, applications on computer to do that. So it makes the, it made their life easier. My last question to you is, some people think that technology has brought more stress than benefits to employed people nowadays.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So it made the employee, employers or employees life easier as they can use technology to do different sorts of things more quickly than ever before. They, uh, suppose they used to spend, uh, making the market or, uh, any sorts of, uh, data. They used to do it manually, but they now can use the Excel or any other sorts of, uh, applications on computer to do that. So it makes the, it made their life easier. My last question to you is, some people think that technology has brought more stress than benefits to employed people nowadays.",
      "transcript_cleaned": "it made the employee, employers or employees life easier as they can use technology to do different sorts of things more quickly than ever before. They, suppose they used to spend, making the market or, any sorts of, data. They used to do it manually, but they now can use the Excel or any other sorts of, applications on computer to do that. So it makes the, it made their life easier. My last question to you is, some people think that technology has brought more stress than benefits to employed people nowadays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ovVH5EiOCfw_q16",
      "video_id": "ovVH5EiOCfw",
      "band": 6.5,
      "question": "Do you agree or disagree with this statement?",
      "transcript": "To some extent it is true, but I would not fully agree on that because, as it, it made the employees life bit difficult because they can do more work than ever before than they used to do before. as, things are, things got very easier to do. The workload is more, than they used to, do. But, I would not say it, is very, it is, it is a very bad thing. it, it is, it is not, it is not stressful. it is productivity I see. I see that way. Thank you very much. Pavel, thank you for joining us. Thanks a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To some extent it's true, but I wouldn't fully agree on that because, uh, as it, it made the employees life bit difficult because they can do more work than ever before than they used to do before. Uh, as, uh, things are, things got very easier to do. The workload is more, uh, than they used to, uh, do. But, uh, I wouldn't say it, uh, is very, it's, it's a very bad thing. Uh, it, it's, it's not, it's not stressful. Uh, it's productivity I see. Uh, I see that way. Thank you very much. Pavel, thank you for joining us. Thanks a lot.",
      "transcript_cleaned": "To some extent it is true, but I would not fully agree on that because, as it, it made the employees life bit difficult because they can do more work than ever before than they used to do before. as, things are, things got very easier to do. The workload is more, than they used to, do. But, I would not say it, is very, it is, it is a very bad thing. it, it is, it is not, it is not stressful. it is productivity I see. I see that way. Thank you very much. Pavel, thank you for joining us. Thanks a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}