{
  "batch_id": 126,
  "count": 20,
  "samples": [
    {
      "sample_id": "f4zp__bJafI_q07",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Do you often read books?",
      "transcript": "Yes, of course. I love reading books and nowadays I read books a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, of course. I love reading books and nowadays I read books a lot.",
      "transcript_cleaned": "Yes, of course. I love reading books and nowadays I read books a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q08",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Are you, are your reading habits different than in the past?",
      "transcript": "Yes, a lot. There is a lot difference in my reading habit than in past because then I was a child and I did not know what I was doing. I knew about books a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, a lot. There is a lot difference in my reading habit than in past because then I was a child and I didn't know what I was doing. I knew about books a lot.",
      "transcript_cleaned": "Yes, a lot. There is a lot difference in my reading habit than in past because then I was a child and I did not know what I was doing. I knew about books a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q09",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Have you ever read a book that has been adopted into the film?",
      "transcript": "Yes, I have read many books that has been adopted in the film. And one of my favorite is Harry Potter.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I have read many books that has been adopted in the film. And one of my favorite is Harry Potter.",
      "transcript_cleaned": "Yes, I have read many books that has been adopted in the film. And one of my favorite is Harry Potter.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q10",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Okay, what do you prefer, reading books or watching movies?",
      "transcript": "It depends upon my mood Sometimes I love love reading books or sometimes I love watching movies as it covers in short time Okay this is end of the part one Now I am going to give you the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh it depends upon my mood Sometimes I love love reading books or sometimes uh I love watching movies as it covers in short time Okay this is end of the part one Now I am going to give you the.",
      "transcript_cleaned": "It depends upon my mood Sometimes I love love reading books or sometimes I love watching movies as it covers in short time",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q12",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "What kind of things do people usually use?",
      "transcript": "Usually people lose their daily use things like their bracelets, their keys, and, their jewelry. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Usually people lose their daily use things like their bracelets, their keys, and, er, their jewelry. Okay.",
      "transcript_cleaned": "Usually people lose their daily use things like their bracelets, their keys, and, their jewelry.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q13",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Why people lose?",
      "transcript": "People lose their things due to their carelessness or sometimes people lose their things due to, because they are in hurry.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "People lose their things due to their carelessness or sometimes people lose their things due to, uh, because they are in hurry.",
      "transcript_cleaned": "People lose their things due to their carelessness or sometimes people lose their things due to, because they are in hurry.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q14",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "What do people often do when they lose things?",
      "transcript": "When they lose the, the thing which are economy, they, find, they do not try to find it a lot. But if they lose a thing which is much expensive, they find it a lot and if they are unable to find it, they complain about it. Okay Is it effective to use to give the rewards to find those things It is effective Yes it is effective As people it makes more convenient to people to help others if we give them a reward What kind of people may lose things often Sorry What kind of people may lose things often usually all people lose their things because they have a memory power Okay And what other people according to you who lose their things Younger people usually lose their things Why Because they have a lot of work to do They have a lot of stress for their schoolwork and their tuition So they lose their things So according to you children they do not lose things Yes, children also lose their things but their parents help them to let them know that where their thing is. that is great. Thank you so much. Thank you. Hello everyone. Now this is time to give the feedback for Manvi's interview. I am quite satisfied with this test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, when they lose the, the thing which are economy, they, uh, find, they do not try to find it a lot. But if they lose a thing which is much expensive, they find it a lot and if they are unable to find it, they complain about it. Okay Is it effective to use to give the rewards to find those things It is effective Yes it is effective As people uh it makes more convenient to people to help others if we give them a reward What kind of people may lose things often Sorry What kind of people may lose things often Um usually all people lose their things uh because they have a memory power Okay And what other people according to you who lose their things Younger people usually lose their things Why Because uh they have a lot of work to do They have a lot of stress for their schoolwork and their tuition So they lose their things So according to you children they do not lose things Yes, children also lose their things but their parents help them to let them know that where their thing is. That's great. Thank you so much. Thank you. Hello everyone. Now this is time to give the feedback for Manvi's interview. I'm quite satisfied with this test.",
      "transcript_cleaned": "When they lose the, the thing which are economy, they, find, they do not try to find it a lot. But if they lose a thing which is much expensive, they find it a lot and if they are unable to find it, they complain about it. Okay Is it effective to use to give the rewards to find those things It is effective Yes it is effective As people it makes more convenient to people to help others if we give them a reward What kind of people may lose things often Sorry What kind of people may lose things often usually all people lose their things because they have a memory power Okay And what other people according to you who lose their things Younger people usually lose their things Why Because they have a lot of work to do They have a lot of stress for their schoolwork and their tuition So they lose their things So according to you children they do not lose things Yes, children also lose their things but their parents help them to let them know that where their thing is. that is great. Thank you so much. Thank you. Hello everyone. Now this is time to give the feedback for Manvi's interview. I am quite satisfied with this test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q16",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Yes, Manvi, what is your feedback?",
      "transcript": "Actually, I am not that much satisfied with this feedback. But it is okay, ma'am gave me this feedback. And I will try my best next time to get more bans.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, I'm not that much satisfied with this feedback. But it's okay, ma'am gave me this feedback. And I'll try my best next time to get more bans.",
      "transcript_cleaned": "Actually, I am not that much satisfied with this feedback. But it is okay, ma'am gave me this feedback. And I will try my best next time to get more bans.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q17",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "You are not satisfied with my feedback or with the result feedback?",
      "transcript": "With the result feedback. Okay, why? Why? because, I think, I would get more bands, but no issues. I will try my best next time and I would get eight bands. Thank you so much, Pani.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "With the result feedback. Okay, why? Why? Uh, because, uh, I think, uh, I would get more bands, but no issues. I'll try my best next time and I would get eight bands. Thank you so much, Pani.",
      "transcript_cleaned": "With the result feedback. Okay, why? Why? because, I think, I would get more bands, but no issues. I will try my best next time and I would get eight bands.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q01",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Where are you from?",
      "transcript": "I am from Iran. it is a large country and I think it is the most beautiful country in the world.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm from Iran. It's a large country and I think it's the most beautiful country in the world.",
      "transcript_cleaned": "I am from Iran. it is a large country and I think it is the most beautiful country in the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q02",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Do you work or study?",
      "transcript": "I graduated in a Master Business Administration and I have my own company now. -huh.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I graduated in a Master Business Administration and I have my own company now. Uh-huh.",
      "transcript_cleaned": "I graduated in a Master Business Administration and I have my own company now. -huh.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q03",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Where did you go on your last vacation?",
      "transcript": "A few weeks ago I traveled to Germany and I stayed for three weeks.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, a few weeks ago I traveled to Germany and I stayed for three weeks.",
      "transcript_cleaned": "A few weeks ago I traveled to Germany and I stayed for three weeks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q04",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Do you want to go back there again?",
      "transcript": "Yeah, I think Germany is a beautiful country and I like their people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, um, I think Germany is a beautiful country and I like their people.",
      "transcript_cleaned": "I think Germany is a beautiful country and I like their people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q05",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Can you explain more?",
      "transcript": "Yeah, French have some attraction things for me, for example, their peoples, their cities, cities and all of the things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, French have some attraction things for me, for example, their peoples, their cities, Um, cities and all of the things.",
      "transcript_cleaned": "French have some attraction things for me, for example, their peoples, their cities, cities and all of the things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q06",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Has a foreign traveler ever stayed at your home?",
      "transcript": "Yeah, I have a big home and with three separate rooms. I registered in a coach surfing, coach surfing app and I have a guest three weeks ago. I will give you a.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I have a big home and with three separate rooms. I registered in a coach surfing, coach surfing app and um, I have a guest um, three weeks ago. I'll give you a.",
      "transcript_cleaned": "I have a big home and with three separate rooms. I registered in a coach surfing, coach surfing app and I have a guest three weeks ago. I will give you a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q08",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Do you think change is good?",
      "transcript": "Yeah absolutely people we are human and we should be like a river And we should change in our minds in our health and other things So do you think we should change just our mind No in our body in our way of thinking and everything I think What are the main changes that happen to people throughout their lives? one of the things that is really important and people always consider that, is marriage for example. huh. I think, going to a wedding and, become a marriage people, their lives, come to some, change. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah absolutely Um people um um we are human and we should uh be like a river And we should change uh in our minds in our health and other things So do you think we should change just our mind No in our body in our way of thinking and everything I think What are the main changes that happen to people throughout their lives? Um, one of the things that's really important and um, people um, always um, consider that, uh, is marriage for example. Uh huh. I think, um, going to a wedding and, um, become a marriage people, uh, their lives, uh, come to some, um, change. Okay.",
      "transcript_cleaned": "absolutely people we are human and we should be like a river And we should change in our minds in our health and other things So do you think we should change just our mind No in our body in our way of thinking and everything I think What are the main changes that happen to people throughout their lives? one of the things that is really important and people always consider that, is marriage for example. huh. I think, going to a wedding and, become a marriage people, their lives, come to some, change.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q09",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Is your country changing rapidly?",
      "transcript": "Yeah, I come from Iran and in our economy, in our culture and everything, every daily thing we see rapidly changing and it is really difficult for the people who live in Iran. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I come from Iran and um, in our economy, in our culture and uh, everything, every daily thing we see rapidly changing and it's really difficult for the people who live in Iran. Mm-hmm.",
      "transcript_cleaned": "I come from Iran and in our economy, in our culture and everything, every daily thing we see rapidly changing and it is really difficult for the people who live in Iran. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q10",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "Can you explain more what kind of changes?",
      "transcript": "For example, the cost of the things, for example, the cultural and some laws that governments should, and the people, the laws that people should obey and some like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For example, the cost of the things, for example, the cultural and some laws that governments should, um, and the people, the laws that people should obey and some like that.",
      "transcript_cleaned": "For example, the cost of the things, for example, the cultural and some laws that governments should, and the people, the laws that people should obey and some like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mQ1rMJy9URg_q11",
      "video_id": "mQ1rMJy9URg",
      "band": 5.0,
      "question": "How has the change in technology changed people's lives?",
      "transcript": "I think growing in technology always, is important for people. For example, we, when we saw the world before internet, and before, cell phones, and after that we, understand, the importance of the world. We have a lot of, technology in our today lives. For example, I think, something like data sciences and some robotics will grow our future lives.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think growing in technology always, um, is important for people. For example, we, uh, when we saw the world before internet, uh, and before, um, cell phones, and after that we, uh, understand, uh, the importance of the world. We have a lot of, um, technology in our today lives. For example, I think, um, something like data sciences and some robotics will grow our future lives.",
      "transcript_cleaned": "I think growing in technology always, is important for people. For example, we, when we saw the world before internet, and before, cell phones, and after that we, understand, the importance of the world. We have a lot of, technology in our today lives. For example, I think, something like data sciences and some robotics will grow our future lives.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q01",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "What is your name?",
      "transcript": "My name's, Faris Ahmadi. You can call me Faris.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My name's, er, Faris Ahmadi. You can call me Faris.",
      "transcript_cleaned": "My name's, Faris Ahmadi. You can call me Faris.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}