{
  "batch_id": 172,
  "count": 20,
  "samples": [
    {
      "sample_id": "Zhw_o6sne2w_q03",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "What did you study?",
      "transcript": "I study English these days because I decided, I decided to immigrate to Canada in the, in future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I study English these days because I decided, I decided to immigrate to Canada in the, in future.",
      "transcript_cleaned": "I study English these days because I decided, I decided to immigrate to Canada in the, in future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q04",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "Okay, and what, why did you choose English and not another language?",
      "transcript": "Because, English is, international. -huh. And, easier than, other language. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because, uh, English is, uh, international. Uh-huh. And, uh, easier than, uh, other language. Okay.",
      "transcript_cleaned": "Because, English is, international. -huh. And, easier than, other language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q05",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "And, is it a popular language in your country?",
      "transcript": "My con-, in my country, popular language is, English. And then, then, Turkish and Spanish. Okay, very good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, my con-, in my country, uh, popular language is, uh, English. And then, um, then, Turkish and Spanish. Okay, very good.",
      "transcript_cleaned": "My con-, in my country, popular language is, English. And then, then, Turkish and Spanish.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q06",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "And if you had the chance, would you choose another language to learn?",
      "transcript": "In future I learn, I will learn, I will learn, Spanish because, I am interested in, it is. Very good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, um, in future I learn, I will learn, I will learn, uh, Spanish because, uh, I'm interested in, uh, it's. Very good.",
      "transcript_cleaned": "In future I learn, I will learn, I will learn, Spanish because, I am interested in, it is. Very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q07",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "When was the last time that you gave someone flowers?",
      "transcript": "I give, I, I gave, I gave one, I gave a flower, flower, to my mother in her birthday. Okay, very.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, um, I give, I, uh, I gave, uh, I gave one, I gave a flower, flower, uh, to my mother in her birthday. Okay, very.",
      "transcript_cleaned": "I give, I, I gave, I gave one, I gave a flower, flower, to my mother in her birthday.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q08",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "What is your favorite food?",
      "transcript": "My favorite food, food is, for example, korma sabzi, pain and fizzy. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite food, uh, food is, uh, for example, uh, korma sabzi, pain and fizzy. Okay.",
      "transcript_cleaned": "My favorite food, food is, for example, korma sabzi, pain and fizzy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q09",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "And have you always liked the same food?",
      "transcript": "No. sometimes I, sometimes I, eat. Sometimes I eat pizza and hamburger and the other, the others.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, um, no. Uh, uh, sometimes I, uh, sometimes I, uh, Uh, eat. Sometimes I eat pizza and hamburger and the other, the others.",
      "transcript_cleaned": "No. sometimes I, sometimes I, eat. Sometimes I eat pizza and hamburger and the other, the others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q11",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "What effect do you think sleeping late have on one's life?",
      "transcript": "I usually, sleep early. For example, I sleep, two, I slept, eleven, Or 11 to 12 o Okay That like so I don Okay okay And what time do people usually go to bed in your country What time What time do people usually go to bed in your country Other country. In your country. in my country, my people, my people, in my country, my people, usually slept, twelve, o'clock. Midnight.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I usually, uh, sleep early. For example, I sleep, uh, two, I slept, uh, eleven, Or 11 to 12 o Okay That like um um so I don er Okay okay And what time do people usually go to bed in your country What time What time do people usually go to bed in your country Other country. In your country. Uh, in my country, my people, my people, in my country, my people, uh, usually slept, uh, uh, twelve, uh, o'clock. Midnight.",
      "transcript_cleaned": "I usually, sleep early. For example, I sleep, two, I slept, eleven, Or 11 to 12 o Okay That like so I don Okay okay And what time do people usually go to bed in your country What time What time do people usually go to bed in your country Other country. In your country. in my country, my people, my people, in my country, my people, usually slept, twelve, o'clock. Midnight.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q12",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "What time do you go to bed at night?",
      "transcript": "As, say, as, as told you, as told you, I slept, I always slept, I always slept, 11 to 12. Okay, very.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, as, uh, say, uh, as, uh, as told you, um, as told you, uh, I slept, I always slept, I always slept, uh, 11 to 12. Okay, very.",
      "transcript_cleaned": "As, say, as, as told you, as told you, I slept, I always slept, I always slept, 11 to 12.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q13",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "What do you think are the benefits of getting up early?",
      "transcript": "When I, I think, when I, wake up early, we arrive, to work, on time. And.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, when I, uh, I think, uh, when I, uh, wake up early, uh, we arrive, uh, uh, to work, uh, uh, on time. And, uh.",
      "transcript_cleaned": "When I, I think, when I, wake up early, we arrive, to work, on time. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q14",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "Why can you arrive, on time or earlier when you, when you change the time of waking up in the morning?",
      "transcript": "Why? because, we have, much more than, much more than time, to, Much more than time to last days. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Why? Um, because, um, uh, we have, uh, uh, much more than, uh, much more than time, uh, uh, to, um, Much more than time to last days. Okay.",
      "transcript_cleaned": "Why? because, we have, much more than, much more than time, to, Much more than time to last days.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q15",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "Okay, and do you think old people find it easier to get up early than young people?",
      "transcript": "I think, all people, all people should, all people should, sleep, a lot, to, to young people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think, uh, all people, uh, all people should, uh, all people should, uh, uh, sleep, uh, a lot, uh, uh, to, uh, to young people.",
      "transcript_cleaned": "I think, all people, all people should, all people should, sleep, a lot, to, to young people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q16",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "Why is that?",
      "transcript": "Because old people have, have, have much more age. Much more age and, and, they, they, they, they, and they are, they are tired, so tired. Okay, very good. Thank you very much. We are done with your speaking test and for now you can just relax.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because old people have, um, have, uh, have much more age. Much more age and, uh, and, uh, they, uh, they, uh, they, uh, they, uh, Um, and they are, um, they are tired, so tired. Okay, very good. Thank you very much. We are done with your speaking test and for now you can just relax.",
      "transcript_cleaned": "Because old people have, have, have much more age. Much more age and, and, they, they, they, they, and they are, they are tired, so tired. Okay, very good. Thank you very much. We are done with your speaking test and for now you can just relax.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Zhw_o6sne2w_q18",
      "video_id": "Zhw_o6sne2w",
      "band": 3.5,
      "question": "For example, if I say, what time do people usually go to bed in your country?",
      "transcript": "You can say, for example, people in my country sleep at 10 o'clock instead of go to bed. Or they go to sleep. They go to bed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You can say, uh, for example, people in my country sleep at 10 o'clock instead of go to bed. Or they go to sleep. They go to bed.",
      "transcript_cleaned": "You can say, for example, people in my country sleep at 10 o'clock instead of go to bed. Or they go to sleep. They go to bed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q01",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "Do people in your country like to watch TV?",
      "transcript": "Well, I consider my country, if I am going to answer this question, I consider, the nation that I come from to be a country very much involved with the media. I will call it the mother of all media, the UK, because they created the BBC. They created the BBC radio, many years ago. I think it was sometime in the, mid 20th century. So I think it is very, very important. They have governmental channels. They also have lots of private channels. Plenty of people like to watch these channels. You can watch anything you want. You can view movies, TV series, soap operas. But nowadays, obviously because of the internet and technology, people prefer to watch the same shows that our televisions are showing on their phones, maybe laptops, maybe Netflix. So that is a social media channel and everything. So there might be a pay-per-view and they might want to watch a certain TV channel. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, I consider my country, if I'm going to answer this question, I consider, uh, the nation that I come from to be a country very much involved with the media. I'll call it the mother of all media, the UK, because they created the BBC. They created the BBC radio, uh, many years ago. I think it was sometime in the, uh, mid 20th century. So I think it's very, very important. They have governmental channels. They also have lots of private channels. Plenty of people like to watch these channels. You can watch anything you want. You can view movies, TV series, soap operas. But nowadays, obviously because of the internet and technology, people prefer to watch the same shows that our televisions are showing on their phones, maybe laptops, maybe Netflix. So that's a social media channel and everything. So there might be a pay-per-view and they might want to watch a certain TV channel. Okay, great.",
      "transcript_cleaned": "I consider my country, if I am going to answer this question, I consider, the nation that I come from to be a country very much involved with the media. I will call it the mother of all media, the UK, because they created the BBC. They created the BBC radio, many years ago. I think it was sometime in the, mid 20th century. So I think it is very, very important. They have governmental channels. They also have lots of private channels. Plenty of people like to watch these channels. You can watch anything you want. You can view movies, TV series, soap operas. But nowadays, obviously because of the internet and technology, people prefer to watch the same shows that our televisions are showing on their phones, maybe laptops, maybe Netflix. So that is a social media channel and everything. So there might be a pay-per-view and they might want to watch a certain TV channel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q03",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "Do you like such quiz shows on TV?",
      "transcript": "I certainly do. I mentioned that earlier. And there is quite a few quiz shows that I would pick out. I would definitely pick Catchphrase and the previous one I spoke about, Bruce Nolan's Generation Game. Because it is just very creative. And this is something that will keep me involved. And the shows are not too long either. they are about 25 minutes long or 30 minutes long. And I think that is enough to sit down and watch a television quiz show. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I certainly do. I mentioned that earlier. And there's quite a few quiz shows that I would pick out. I would definitely pick Catchphrase and the previous one I spoke about, Bruce Nolan's Generation Game. Because it's just very creative. And this is something that will keep me involved. And the shows are not too long either. They're about 25 minutes long or 30 minutes long. And I think that's enough to sit down and watch a television quiz show. Okay.",
      "transcript_cleaned": "I certainly do. I mentioned that earlier. And there is quite a few quiz shows that I would pick out. I would definitely pick Catchphrase and the previous one I spoke about, Bruce Nolan's Generation Game. Because it is just very creative. And this is something that will keep me involved. And the shows are not too long either. they are about 25 minutes long or 30 minutes long. And I think that is enough to sit down and watch a television quiz show.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q04",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "And why do some people like to watch TV on their computer?",
      "transcript": "Well that a very debatable question if you ask me Because now if you look at the way generations are shaping out to be in the 21st century it not like the old days where we sit in front of the television as a family and watch too many shows Many people like to do things individually especially with the technology accessible like we have our laptops we have tablets and just walking around with our phones and being connected to the internet it is a lot easier to access the kind of home entertainment that many people are looking for. Okay, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well that a very debatable question if you ask me Because now if you look at the way generations are shaping out to be in the 21st century it not like the old days where we sit in front of the television as a family and watch too many shows Many people like to do things individually especially with the technology accessible like we have our laptops we have tablets and just walking around with our phones and being connected to the internet It's a lot easier to access the kind of home entertainment that many people are looking for. Okay, very good.",
      "transcript_cleaned": "that a very debatable question if you ask me Because now if you look at the way generations are shaping out to be in the 21st century it not like the old days where we sit in front of the television as a family and watch too many shows Many people like to do things individually especially with the technology accessible like we have our laptops we have tablets and just walking around with our phones and being connected to the internet it is a lot easier to access the kind of home entertainment that many people are looking for.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q05",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "And what is the difference between young people and old people's favorite TV drama?",
      "transcript": "Well, that is something I really would not know what to answer because I do not actually know what young people are definitely watching in terms of drama. And the same goes with the elderly group of people. But from, I can maybe sense a pattern of what they are watching. So if it is, young people, they will be probably watching a drama related to action. If it is, if we are talking about boys, males or men. If we are talking about girls, maybe the, the most likely to view romantic things, romantic, TV series.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, that's something I really wouldn't know what to answer because I don't actually know what young people are definitely watching in terms of drama. And the same goes with the elderly group of people. But from, I can maybe sense a pattern of what they're watching. So if it's, uh, young people, they'll be probably watching a drama related to action. If it's, if we're talking about boys, uh, males or men. If we're talking about girls, maybe the, the most likely to view romantic things, romantic, uh, TV series.",
      "transcript_cleaned": "that is something I really would not know what to answer because I do not actually know what young people are definitely watching in terms of drama. And the same goes with the elderly group of people. But from, I can maybe sense a pattern of what they are watching. So if it is, young people, they will be probably watching a drama related to action.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q06",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "Like, why do they like to watch romantic movies?",
      "transcript": "I think lots of these issues are to do with hormones. I mean, I do not like to be nitpicky and definitely generalize on all these things. But generally, girls love to watch TV series or movies that are romantic and they have some kind of a sweet angle towards it. boys, because they, they, they tend to be more energetic and again, to do with the hormones. They love to watch action and be entertained with all that gripping stuff. Thank you very much. We are done with your speaking test for today. Now you can just relax. In the second part, you describe the time when you first talked in a foreign language. And in the third part, I want to ask you some questions related to this topic. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think lots of these issues are to do with hormones. I mean, I don't like to be nitpicky and definitely generalize on all these things. But generally, girls love to watch TV series or movies that are romantic and they have some kind of a sweet angle towards it. Uh, boys, because they, they, they tend to be more energetic and again, to do with the hormones. They love to watch action and be entertained with all that gripping stuff. Thank you very much. We are done with your speaking test for today. Now you can just relax. In the second part, you describe the time when you first talked in a foreign language. And in the third part, I want to ask you some questions related to this topic. Yes.",
      "transcript_cleaned": "I think lots of these issues are to do with hormones. I mean, I do not like to be nitpicky and definitely generalize on all these things. But generally, girls love to watch TV series or movies that are romantic and they have some kind of a sweet angle towards it. boys, because they, they, they tend to be more energetic and again, to do with the hormones. They love to watch action and be entertained with all that gripping stuff. Thank you very much. We are done with your speaking test for today. Now you can just relax. In the second part, you describe the time when you first talked in a foreign language. And in the third part, I want to ask you some questions related to this topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q08",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "Is it important to teach children foreign languages when they are little?",
      "transcript": "I think it can be very helpful because if they are younger, they naturally learn easier and faster and you can just teach them a different language in a playful way so that they get used to it from an early age.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it can be very helpful because if they're younger, they naturally learn easier and faster and you can just teach them a different language in a playful way so that they get used to it from an early age.",
      "transcript_cleaned": "I think it can be very helpful because if they are younger, they naturally learn easier and faster and you can just teach them a different language in a playful way so that they get used to it from an early age.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}