{
  "batch_id": 307,
  "count": 20,
  "samples": [
    {
      "sample_id": "RBwx5atq-PY_s06",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "What is your favorite hobby and how often do you do it?",
      "transcript": "My favorite hobby, I would have to say in the summertime would definitely be golfing. I love getting out on the golf course. it is beautiful out there, very relaxing. it is it is great to do. In the winter time, I would say snowboarding would be my favorite. I do not get out as much as I would like to, but it is one of my favorite things to do. Okay.",
      "source": "supplementary",
      "transcript_original": "Um, my favorite hobby, I'd have to say in the summertime would definitely be golfing. Um, I love getting out on the golf course. It's uh beautiful out there, very relaxing. It's uh it's great to do. In the winter time, I'd say snowboarding would be my favorite. Um, I don't get out as much as I'd like to, but uh, it's one of my favorite things to do. Okay.",
      "transcript_cleaned": "My favorite hobby, I would have to say in the summertime would definitely be golfing. I love getting out on the golf course. it is beautiful out there, very relaxing. it is it is great to do. In the winter time, I would say snowboarding would be my favorite. I do not get out as much as I would like to, but it is one of my favorite things to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s07",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Have your hobbies changed since, childhood?",
      "transcript": "Definitely have changed since childhood growing up. finding new friends, new interests. they have changed. I, used to play soccer quite a bit as a child. not so much anymore. more so just the golfing. take it easy.",
      "source": "supplementary",
      "transcript_original": "Um, definitely have changed since childhood growing up. Um, finding new friends, new interests. They've changed. I, uh, used to play soccer quite a bit as a child. Um, not so much anymore. Um, more so just the golfing. Um, take it easy.",
      "transcript_cleaned": "Definitely have changed since childhood growing up. finding new friends, new interests. they have changed. I, used to play soccer quite a bit as a child. not so much anymore. more so just the golfing. take it easy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s08",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "How do you think they have changed?",
      "transcript": "I think just growing older, you know, things change. obviously as a child, you have a lot of different friends, a lot different interests. You know, everyone wants to grow up and be a professional soccer player, but at the end of the day, not everyone can do that. So, I I think just getting older, maturing has changed them for the most part.",
      "source": "supplementary",
      "transcript_original": "Um, I think just growing older, you know, things change. Um, obviously as a child, you have a lot of different friends, a lot different interests. You know, everyone wants to grow up and be a professional soccer player, but at the end of the day, not everyone can do that. So, I I think just getting older, maturing has changed them for the most part.",
      "transcript_cleaned": "I think just growing older, you know, things change. obviously as a child, you have a lot of different friends, a lot different interests. You know, everyone wants to grow up and be a professional soccer player, but at the end of the day, not everyone can do that. So, I I think just getting older, maturing has changed them for the most part.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s09",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Do you prefer hobbies that require more physical activity or more mental engagement?",
      "transcript": "Definitely. Growing up playing sports, I would say physical activity. having that little bit of competitiveness behind myself. I definitely enjoy having a little bit of fun, you know, trying to win. No, not everyone always does, but I enjoy it.",
      "source": "supplementary",
      "transcript_original": "Definitely. Growing up playing sports, I'd say physical activity. Um, having that little bit of competitiveness behind myself. I definitely enjoy having a little bit of fun, you know, trying to win. No, not everyone always does, but I enjoy it.",
      "transcript_cleaned": "Definitely. Growing up playing sports, I would say physical activity. having that little bit of competitiveness behind myself. I definitely enjoy having a little bit of fun, you know, trying to win. No, not everyone always does, but I enjoy it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s13",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Why do people help strangers?",
      "transcript": "I think it is to almost make themselves feel good at some point. everyone likes, you know, trying to offer someone some help and it definitely makes yourself and and make yourself look good. it is not always easy, but I I think that is why people do it. Self-gratitude. I think that is why.",
      "source": "supplementary",
      "transcript_original": "Um I think it's to almost make themselves feel good at some point. Um everyone likes, you know, trying to offer someone some help and uh it definitely makes yourself and and make yourself look good. Um, it's not always easy, but I I think that's why people do it. Self-gratitude. I think that's why.",
      "transcript_cleaned": "I think it is to almost make themselves feel good at some point. everyone likes, you know, trying to offer someone some help and it definitely makes yourself and and make yourself look good. it is not always easy, but I I think that is why people do it. Self-gratitude. I think that is why.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "RBwx5atq-PY_s14",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Do you think people today are less willing to help others compared to maybe people in the past?",
      "transcript": "I think so. I think in the past people were brought up on the I help you, you help me. I think things are a little divided nowadays and not everyone's willing to help everyone. I think that should change. But going back to your question, yes, I do think it is different from the past from now.",
      "source": "supplementary",
      "transcript_original": "Um, I think so. Um, I think in the past people were brought up on the uh I help you, you help me. Um, I think things are a little divided nowadays and not everyone's willing to help everyone. Uh, I think that should change. But going back to your question, yes, I do think it's different from the past from now.",
      "transcript_cleaned": "I think so. I think in the past people were brought up on the I help you, you help me. I think things are a little divided nowadays and not everyone's willing to help everyone. I think that should change. But going back to your question, yes, I do think it is different from the past from now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "RBwx5atq-PY_s15",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Should children be taught to help others?",
      "transcript": "Children should definitely be taught to help others. obviously from a young age, they are very influenced by all their peers and adults. They should be taught how to treat people right and how to talk to people and and how to help people they do not know and just general things.",
      "source": "supplementary",
      "transcript_original": "Children should definitely be taught to help others. Um, obviously from a young age, they're very influenced um by all their peers and adults. They should be taught how to treat people right and how to talk to people and and how to help people they don't know and uh just uh general things.",
      "transcript_cleaned": "Children should definitely be taught to help others. obviously from a young age, they are very influenced by all their peers and adults. They should be taught how to treat people right and how to talk to people and and how to help people they do not know and just general things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s16",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Do you think large organizations or individuals have a bigger responsibility to help society?",
      "transcript": "I think they do. they are playing a huge role in people's lives nowadays. for sure. And they have huge platforms that they should be using for the better to help those people. I think that is the best way to best way to put that. They should be more influenced on everyone else and trying to help everyone else. They have a big a big voice. they should definitely be using it.",
      "source": "supplementary",
      "transcript_original": "I think they do. Um they're playing a huge role in people's lives nowadays. Uh for sure. And um they have huge platforms that they should be using for the better to help those people. Um I think that's the best way to best way to put that. They should be more influenced on everyone else and trying to help everyone else. They have a big a big voice. they should definitely be using it.",
      "transcript_cleaned": "I think they do. they are playing a huge role in people's lives nowadays. for sure. And they have huge platforms that they should be using for the better to help those people. I think that is the best way to best way to put that. They should be more influenced on everyone else and trying to help everyone else. They have a big a big voice. they should definitely be using it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s17",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "In your opinion, does helping others always make a difference?",
      "transcript": "It does not always make a difference. No. not everyone's willing to accept the help or wants to help. but all you can do is try as a human being. that is that is all you can do. it is a it is a difficult one for sure, but everyone needs a little bit of respect and trying to help them out. I think that is the right thing to do, but not everyone's willing to do that. All right. Well, thank you very much. This is the end of the speaking test. I am going to take a couple minutes to go over what we went through here.",
      "source": "supplementary",
      "transcript_original": "It doesn't always make a difference. No. Um, not everyone's willing to accept the help or wants to help. Um, but all you can do is try as a human being. That's that's all you can do. It's a it's a difficult one for sure, but everyone needs a little bit of respect and trying to help them out. I think that's the right thing to do, but not everyone's uh willing to do that. All right. Well, thank you very much. This is the end of the speaking test. I'm going to take a couple minutes to go over what we went through here.",
      "transcript_cleaned": "It does not always make a difference. No. not everyone's willing to accept the help or wants to help. but all you can do is try as a human being. that is that is all you can do. it is a it is a difficult one for sure, but everyone needs a little bit of respect and trying to help them out. I think that is the right thing to do, but not everyone's willing to do that. All right. Well, thank you very much. This is the end of the speaking test. I am going to take a couple minutes to go over what we went through here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s00",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Would could we start with your first name please?",
      "transcript": "My name is Hansel Guan but you can call me Hansel. Okay Hansel nice to meet you. let us start with a topic feeling bored. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh my name is Hansel Guan but you can call me Hansel. Okay Hansel nice to meet you. Um let's start with uh a topic feeling bored. Okay.",
      "transcript_cleaned": "My name is Hansel Guan but you can call me Hansel. Okay Hansel nice to meet you. let us start with a topic feeling bored.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s01",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you think childhood or adulthood is more boring?",
      "transcript": "I personally think childhood is more boring and as per my experience I was very I think my past experience was very bored in my childhood because at that time I did not have a lot of freedom you know but after I become an adulthood I you know I can meet my friend and drink some alcohol and going to party yeah I can join those activities so I guess child rather than childhood adulthood is more exciting Okay, I see.",
      "source": "supplementary",
      "transcript_original": "I personally think childhood is more boring and as per my experience I was very I think my past experience was very bored in my childhood because at that time I didn't have a lot of freedom you know but after I become an adulthood I you know I can meet my friend and drink some alcohol and going to party yeah I can join those activities so I guess child uh rather than childhood adulthood is more exciting Okay, I see.",
      "transcript_cleaned": "I personally think childhood is more boring and as per my experience I was very I think my past experience was very bored in my childhood because at that time I did not have a lot of freedom you know but after I become an adulthood I you know I can meet my friend and drink some alcohol and going to party yeah I can join those activities so I guess child rather than childhood adulthood is more exciting",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s02",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "What do you do when you feel bored?",
      "transcript": "Well, I am very outgoing person. So, as for me, I like to go out and meeting my friends and also I like talking with them and yeah, most important thing I really like to eat some delicious food with them. Okay. Yeah.",
      "source": "supplementary",
      "transcript_original": "Well, um I am very outgoing person. So, as for me, I like to go out and meeting my friends and also I like talking with them and yeah, most important thing I really like to eat some delicious food with them. Okay. Yeah.",
      "transcript_cleaned": "I am very outgoing person. So, as for me, I like to go out and meeting my friends and also I like talking with them and yeah, most important thing I really like to eat some delicious food with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s03",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Another thing that we could ask you is when do you feel bored?",
      "transcript": "Oh, I think I usually feel bored when I stay in home alone because as I mentioned you before I am very outgoing person. So I like to you know connected with some person. So at that time I try to contact with my friends or families via my cell phone SNS like that. Okay.",
      "source": "supplementary",
      "transcript_original": "Oh, I think um I usually feel bored when I uh stay in home alone because as I mentioned you before I am very outgoing person. So I like to you know connected with some person. So at that time I try to um contact with my friends or families via my uh cell phone SNS like that. Okay.",
      "transcript_cleaned": "Oh, I think I usually feel bored when I stay in home alone because as I mentioned you before I am very outgoing person. So I like to you know connected with some person. So at that time I try to contact with my friends or families via my cell phone SNS like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s05",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you like inviting friends to your home?",
      "transcript": "Absolutely. I really love that. Love it because I like to, you know, making some booze to serve my friends and I also happy to chat with them and share my share the cook what I made with them. So, it was very happy for me. Okay.",
      "source": "supplementary",
      "transcript_original": "Absolutely. I really love that. Love it because I like to, you know, making some booze to serve my friends and I also happy to chat with them and share my share the cook what I made with them. So, it was very happy for me. Okay.",
      "transcript_cleaned": "Absolutely. I really love that. Love it because I like to, you know, making some booze to serve my friends and I also happy to chat with them and share my share the cook what I made with them. So, it was very happy for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s06",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you prefer to spend time with one friend or with a group of friends?",
      "transcript": "Well, I think it depends on the situation. But personally, you know, personally at most time I like to spend just with one friends because I can only concentrate on that person to so I can you know react about their conversation properly and also I can hear what they told me more properly I guess. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, I think it depends on the situation. But personally, you know, personally at most time I like to spend just with one friends because I can only concentrate on that person to so I can uh you know react about their uh conversation properly and also I can hear what they told me more properly I guess. Okay.",
      "transcript_cleaned": "I think it depends on the situation. But personally, you know, personally at most time I like to spend just with one friends because I can only concentrate on that person to so I can you know react about their conversation properly and also I can hear what they told me more properly I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s07",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you have a friend that you have known for a long time like a childhood friend or a school friend?",
      "transcript": "Yeah, definitely. my one of my friend name she was my middle school friend but after we graduate from the school we still contact with each other and although we are working in another department. Yeah. But we still contact each other and sometimes we meet and yeah talk about our daily daily lives. Yeah. Okay, that sounds excellent.",
      "source": "supplementary",
      "transcript_original": "Yeah, definitely. Uh my one of my friend name she was my uh middle school friend but after we graduate from the school we still contact with each other and although we are working in another department. Yeah. But we still contact each other and sometimes we uh meet and yeah talk about our daily daily lives. Yeah. Okay, that sounds excellent.",
      "transcript_cleaned": "definitely. my one of my friend name she was my middle school friend but after we graduate from the school we still contact with each other and although we are working in another department. Yeah. But we still contact each other and sometimes we meet and yeah talk about our daily daily lives.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s09",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Like what kind of place do you like to go to?",
      "transcript": "I think I prefer to meet her in c in cafes because she is really coffee lover. Yeah. So she also she find some list. She have some list about some cafe which she wanted to go. So we try to select one of them and go and we will go in usually weekends I guess. Mhm.",
      "source": "supplementary",
      "transcript_original": "I think I prefer to meet her in c in cafes because she is really coffee lover. Yeah. So she also she find some list. She have some list about some cafe which she wanted to go. So we try to select one of them and go and we'll go in usually weekends I guess. Mhm.",
      "transcript_cleaned": "I think I prefer to meet her in c in cafes because she is really coffee lover. Yeah. So she also she find some list. She have some list about some cafe which she wanted to go. So we try to select one of them and go and we will go in usually weekends I guess. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s10",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "And your other friends do they enjoy doing similar things or do your friends all like different types of things?",
      "transcript": "Well it is I think varies from person to person. So if I meet a friend who has really active personality then I try to meet him or her in front of gym or like in climbing. Yeah. So I think it depends on person. Okay. that is very nice.",
      "source": "supplementary",
      "transcript_original": "Well it is I think varies from person to person. So if I meet a friend who has really active personality then I try to meet uh him or her in front of gym or like in climbing. Yeah. So I think it depends on person. Okay. That's very nice.",
      "transcript_cleaned": "it is I think varies from person to person. So if I meet a friend who has really active personality then I try to meet him or her in front of gym or like in climbing. Yeah. So I think it depends on person. Okay. that is very nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s12",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "So do you ever think that AI will replace human teachers?",
      "transcript": "Personally I do not think so. The reason is that you know AI is although I do not have a lot of experience and knowledge about it but I heard that AI is based on robotic and mechanic things. So but you know I guess teaching means that teacher need to watch and over observe their students and find their strengths and weakness and try to build out them. So I think it could not be changed by AI or robotic mechanism something. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh um personally I don't think so. The reason is that you know AI is although I don't have a lot of experience and knowledge about it but I heard that AI is uh based on robotic and mechanic things. So but you know I guess teaching uh means that teacher need to watch and over observe their students and find their strengths and weakness and try to build out them. So I think it couldn't be changed by AI or robotic mechanism something. Okay.",
      "transcript_cleaned": "Personally I do not think so. The reason is that you know AI is although I do not have a lot of experience and knowledge about it but I heard that AI is based on robotic and mechanic things. So but you know I guess teaching means that teacher need to watch and over observe their students and find their strengths and weakness and try to build out them. So I think it could not be changed by AI or robotic mechanism something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s14",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "What household appliances can make us lazy?",
      "transcript": "It is very funny question but I personally think robotic robotic you know vacuum cleaner they they makes us more lazier than before because now we do not have to use our own vacuum cleaner to clean our house. However, we use some remote controller to use our robotic machine. Then they can go crawler to the blower and yeah clean our dust or something on the floor. So I think it makes us more lazier than before.",
      "source": "supplementary",
      "transcript_original": "Uh it's very funny question but I personally think robotic robotic you know vacuum cleaner they they makes us more lazier than before because now we don't have to use our own vacuum cleaner to clean our house. However, we use some remote controller to use our robotic machine. Then they can go crawler to the blower and yeah clean our dust or something on the floor. So I think it makes us more lazier than before.",
      "transcript_cleaned": "It is very funny question but I personally think robotic robotic you know vacuum cleaner they they makes us more lazier than before because now we do not have to use our own vacuum cleaner to clean our house. However, we use some remote controller to use our robotic machine. Then they can go crawler to the blower and yeah clean our dust or something on the floor. So I think it makes us more lazier than before.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}