{
  "batch_id": 167,
  "count": 20,
  "samples": [
    {
      "sample_id": "BeUCJxncdaY_q06",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "And are there any TV programs or shows you do not like watching?",
      "transcript": "Why? in TV program I see one thing, some TV show which actually, they are, communicate one person to another person in political topics. I, but I do not like political issue in live program. They are bullying, they are, they are talking in, bad language or other, anything which is actually not good. And not good suggestion to a child or a person. I hope so is need to change their TV show program or need to quality change or something different. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Why? Um, in TV program I see one thing, some TV show which actually, um, uh, they are, um, uh, communicate one person to another person in political topics. I, but I don't like political issue in live program. They are bullying, they are, they are talking in, um, bad language or other, anything which is actually not good. And not good suggestion to a child or a person. I hope so is need to change their TV show program or need to quality change or something different. Right.",
      "transcript_cleaned": "Why? in TV program I see one thing, some TV show which actually, they are, communicate one person to another person in political topics. I, but I do not like political issue in live program. They are bullying, they are, they are talking in, bad language or other, anything which is actually not good. And not good suggestion to a child or a person. I hope so is need to change their TV show program or need to quality change or something different.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q07",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "And do you think you will watch more TV or fewer TV programs or shows in the future?",
      "transcript": "Why? I do not actually agree to this. I, I, I basically in my thinking, TV program is good when you are weekend or, or you are free time. That is okay. But in, in, as simultaneously or, or continuously you are watching TV and you, you are, I think you are most addicted to this TV program show. that is why it is so much hampered to your daily life or daily activities or other things. Basically when you are a job or working or anything else, you can detest to this mind. And so I think it is not good to continue or continue habiting to watching TV and you spend more times to watching TV. That is not good actually. that is good. All right. let us now move on to the next part. So, in part two, I will give you a card with a topic and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Why? I don't actually agree to this. I, I, I basically in my thinking, uh, TV program is good when you are weekend or, or you are free time. That is okay. But in, in, as simultaneously or, or continuously you are watching TV and you, uh, you are, I think you are most addicted to this TV program show. Uh, that's why it's so much hampered to your daily life or daily activities or other things. Basically when you are a job or working or anything else, uh, you can detest to this mind. And so I think it's not good to continue or continue habiting to watching TV and you spend more times to watching TV. That is not good actually. That's good. All right. Let's now move on to the next part. So, uh, in part two, I will give you a card with a topic and.",
      "transcript_cleaned": "Why? I do not actually agree to this. I, I, I basically in my thinking, TV program is good when you are weekend or, or you are free time. That is okay. But in, in, as simultaneously or, or continuously you are watching TV and you, you are, I think you are most addicted to this TV program show. that is why it is so much hampered to your daily life or daily activities or other things. Basically when you are a job or working or anything else, you can detest to this mind. And so I think it is not good to continue or continue habiting to watching TV and you spend more times to watching TV. That is not good actually. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q08",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Do you understand?",
      "transcript": "Yes, I understand. Okay, great. So I am going to share the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I understand. Okay, great. So I'm going to share the.",
      "transcript_cleaned": "Yes, I understand. Okay, great. So I am going to share the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q10",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "What is the best age for children to start computer lessons?",
      "transcript": "When a children or child go to their, started their school or primary level school or just starting their school, I think a computer is a subject is needed to their class because in a starting in, you know, in our digital country, digital world also, they need to the proper knowledge about their study life or starting, starting their study life. I think they need to be starting in the first stage. Just, just start their school. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "When a children or child go to their, started their school or primary level school or just starting their school, I think a computer is a subject is needed to their class because in a starting in, you know, in our digital country, digital world also, they need to the proper knowledge about their study life or starting, starting their study life. I think they need to be starting in the first stage. Just, er, er, just start their school. Okay.",
      "transcript_cleaned": "When a children or child go to their, started their school or primary level school or just starting their school, I think a computer is a subject is needed to their class because in a starting in, you know, in our digital country, digital world also, they need to the proper knowledge about their study life or starting, starting their study life. I think they need to be starting in the first stage. Just, just start their school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q11",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "And do you think that schools should use more technology to help children learn?",
      "transcript": "I think not so. Every, every academic or every school do not have a proper facility to their produce, their proper, technological knowledge. I think so they are, they are improved. They are improved their technical or learning style and learning strategy. Hopefully, that is why they need proper tools or proper equipment. Also, a teacher or a examiner need to proper knowledge and, and then she, they should supply their good knowledge or good teaching, their child, their, their students also.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Er, I think not so. Every, every academic or every school do not have a proper facility to their produce, their proper, er, technological knowledge. Um, I think so they are, they are improved. They are improved their technical or learning style and learning strategy. Hopefully, um, that's why they need proper tools or proper equipment. Also, a teacher or a examiner need to proper knowledge and, and then she, they should supply their good knowledge or good teaching, uh, their child, their, their students also.",
      "transcript_cleaned": "I think not so. Every, every academic or every school do not have a proper facility to their produce, their proper, technological knowledge. I think so they are, they are improved. They are improved their technical or learning style and learning strategy. Hopefully, that is why they need proper tools or proper equipment. Also, a teacher or a examiner need to proper knowledge and, and then she, they should supply their good knowledge or good teaching, their child, their, their students also.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q12",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Okay, now do you agree or disagree that computers will replace teachers one day?",
      "transcript": "Definitely I would agree. Because, because, in a computer, when we see a computer or use a computer, you know, YouTube is a good platform, a good teacher, I think, also to learn and learn a thing. In everything we are using, using computer like YouTube. If we search one thing and we have some videos, some information. So I think so, computer is a good teacher side by side also to learn a thing or learn a, learn more thing, like technology related or other things also. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Definitely I would agree. Because, because, um, in a computer, when we see a computer or use a computer, you know, YouTube is a good platform, a good teacher, I think, also to learn and learn a thing. In everything we are using, using computer like YouTube. If we search one thing and we have some videos, some information. So I think so, er, computer is a good teacher side by side also to learn a thing or learn a, learn more thing, er, like technology related or other things also. Okay,.",
      "transcript_cleaned": "Definitely I would agree. Because, because, in a computer, when we see a computer or use a computer, you know, YouTube is a good platform, a good teacher, I think, also to learn and learn a thing. In everything we are using, using computer like YouTube. If we search one thing and we have some videos, some information. So I think so, computer is a good teacher side by side also to learn a thing or learn a, learn more thing, like technology related or other things also.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q13",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "How we communicate with each other?",
      "transcript": "Technology in my, in my countryside, I say our technology is developing, not, not already developed. it is already developing. They are digital classroom created also now, a present day. so I think it is, needs so much improve also. so because of, if we create a good classroom or good digital classroom, including technology related, I think our students also create some new things or also digitalize their, their, their class or learning their things or activities.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, technology in my, in my countryside, I say our technology is developing, not, not already developed. It's already developing. They are digital classroom created also now, a present day. Um, so I think it's, uh, needs so much improve also. Uh, so because of, uh, if we create a good classroom or good digital classroom, including technology related, uh, I think our students also create some new things or also digitalize their, their, their class or learning their things or activities.",
      "transcript_cleaned": "Technology in my, in my countryside, I say our technology is developing, not, not already developed. it is already developing. They are digital classroom created also now, a present day. so I think it is, needs so much improve also. so because of, if we create a good classroom or good digital classroom, including technology related, I think our students also create some new things or also digitalize their, their, their class or learning their things or activities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q14",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Do you agree that there are still many major technological innovations that will be made?",
      "transcript": "Okay, yes, I agree. Day by day our world already developed and there are many technologies are created, which is so much helping, helping us. Because of in the, in five years ago, ten years ago, we do not have any smartphone. Right? But, but in present situation, we have a, in every person are using, using their, smartphone. So can they communicate easily, communicate easily or application use. And so any other things, I hope, I hope so. Our, our technology is so much, So much gain. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, okay, yes, I agree. Day by day our world already developed and there are many technologies are created, Uh, which is so much helping, uh, helping us. Because of in the, in five years ago, ten years ago, we don't have any smartphone. Right? But, but in present situation, we have a, in every person are using, using their, uh, smartphone. So can they communicate easily, uh, communicate easily or application use. And so any other things, I hope, I hope so. Our, uh, our technology is so much, uh, So much gain. Okay.",
      "transcript_cleaned": "yes, I agree. Day by day our world already developed and there are many technologies are created, which is so much helping, helping us. Because of in the, in five years ago, ten years ago, we do not have any smartphone. Right? But, but in present situation, we have a, in every person are using, using their, smartphone. So can they communicate easily, communicate easily or application use. And so any other things, I hope, I hope so. Our, our technology is so much, So much gain.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q15",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "And, could you suggest some reasons why some people are deciding to reduce their use of technology?",
      "transcript": "Yes, in some person, it is actually person to person vary. Some person are wasting their time to, they are using the technology. They are go to the wrong side Actually they are using their time to the to using technology and invest it to the wrong side like some people are using habitat to game game playing or or any other activities because of he a student or he has a class He has he has a some teaching or something but they are waste time to a gaming or any other application to use which is not actually not actually a good intro to the Here, chapter four or his study. Okay, thanks. that is great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, um, in some person, it's actually person to person vary. Some person are wasting their time to, um, they are using the technology. They are go to the wrong side Actually they are using their time to the to using technology and invest it to the wrong side Uh like uh some people are using habitat to game game playing or or any other activities uh because of he a student or he has a class He has he has a some uh teaching or something but they are waste time to a gaming or any other application to use which is not actually not actually a good intro to the Here, chapter four or his study. Okay, thanks. That's great.",
      "transcript_cleaned": "Yes, in some person, it is actually person to person vary. Some person are wasting their time to, they are using the technology. They are go to the wrong side Actually they are using their time to the to using technology and invest it to the wrong side like some people are using habitat to game game playing or or any other activities because of he a student or he has a class He has he has a some teaching or something but they are waste time to a gaming or any other application to use which is not actually not actually a good intro to the Here, chapter four or his study. Okay, thanks. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q18",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Talk about something unrelated, something that you are, you could easily talk about, something in your field.",
      "transcript": "It is okay to go off topic. You could say, for example, if you are talking about that technological device, say, I am not really a big fan of mobile devices and technology. I am a fan of, you know, whatever you, you work or study at, or, talk about what you are good at. And, because you have already covered the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's okay to go off topic. You could say, for example, if you're talking about that technological device, say, I'm not really a big fan of mobile devices and technology. I'm a fan of, you know, whatever you, uh, you work or study at, or, uh, talk about what you're good at. And, uh, because you've already covered the.",
      "transcript_cleaned": "It is okay to go off topic. You could say, for example, if you are talking about that technological device, say, I am not really a big fan of mobile devices and technology. I am a fan of, you know, whatever you, you work or study at, or, talk about what you are good at. And, because you have already covered the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q20",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "So, you see what I am saying?",
      "transcript": "So, these are the errors you need to fix. altogether you need to slow down I think and that is really going to help you. And definitely make sure you pronounce everything correctly and that is going to help you in all four sections.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, these are the errors you need to fix. Um, altogether you need to slow down I think and that's really going to help you. And definitely make sure you pronounce everything correctly and um, that's going to help you in all four sections.",
      "transcript_cleaned": "these are the errors you need to fix. altogether you need to slow down I think and that is really going to help you. And definitely make sure you pronounce everything correctly and that is going to help you in all four sections.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q21",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Do you have any questions for me?",
      "transcript": "Yes, I have one question. If I spend more time in our number two, two minute crunch, two minute communication section. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I have one question. If I spend more time in our number two, two minute crunch, two minute communication section. Yeah.",
      "transcript_cleaned": "Yes, I have one question. If I spend more time in our number two, two minute crunch, two minute communication section.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q23",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Whatever you feel more comfortable with.",
      "transcript": "Yes, I already follow your YouTube channel and I have seen every video. I just.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I already follow your YouTube channel and I've seen every video. I just.",
      "transcript_cleaned": "Yes, I already follow your YouTube channel and I have seen every video. I just.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BeUCJxncdaY_q24",
      "video_id": "BeUCJxncdaY",
      "band": 4.5,
      "question": "Having your video on YouTube?",
      "transcript": "It is okay? Nah, it is okay, no problem. Okay, thanks very much. Maybe, you know, Johnny, if you like, you can come back to us. Maybe book another.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's okay? Nah, it's okay, no problem. Okay, thanks very much. Maybe, you know, Johnny, if you like, you can come back to us. Maybe book another.",
      "transcript_cleaned": "It is okay? Nah, it is okay, no problem. Okay, thanks very much. Maybe, you know, Johnny, if you like, you can come back to us. Maybe book another.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q01",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "So could you describe your hometown for me, please?",
      "transcript": "My hometown is Suwon. Since I was four years old, I lived in Suwon until 20 years old. So, the city is pretty lively and a lot of options and food in there. So, it is a very nice city in Korea.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My hometown is Suwon. Since I was four years old, I lived in Suwon until 20 years old. So, the city is pretty lively and a lot of options and food in there. So, it's a very nice city in Korea.",
      "transcript_cleaned": "My hometown is Suwon. Since I was four years old, I lived in Suwon until 20 years old. So, the city is pretty lively and a lot of options and food in there. So, it is a very nice city in Korea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q02",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And is there anything you dislike about your hometown?",
      "transcript": "Yeah, I think definitely population. is, when, when I watch the soccer game in the stadium, it is too crowded sometimes. Like, such a big game. So, I do not, I do not like, a lot of population. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I think definitely population. Um, is, uh, when, when I watch the soccer game in the stadium, it's too crowded sometimes. Like, such a big game. So, I don't, I don't like, uh, a lot of population. Alright.",
      "transcript_cleaned": "I think definitely population. is, when, when I watch the soccer game in the stadium, it is too crowded sometimes. Like, such a big game. So, I do not, I do not like, a lot of population.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q03",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And what do you do in your free time?",
      "transcript": "I usually watch, soccer game and YouTube, because my favorite sport is soccer. So, I like, I like to watch soccer game. Now we are going to talk about, mobile phones.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I usually watch, uh, soccer game and YouTube, uh, because my favorite sport is soccer. So, I like, I like to watch soccer game. Now we're gonna talk about, uh, mobile phones.",
      "transcript_cleaned": "I usually watch, soccer game and YouTube, because my favorite sport is soccer. So, I like, I like to watch soccer game. Now we are going to talk about, mobile phones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q04",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "So, what was your first mobile phone?",
      "transcript": "My first mobile phone was, I think the name is Taekun. Taekun? Maybe Taekun.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My first mobile phone was, I think the name is Taekun. Taekun? Maybe Taekun.",
      "transcript_cleaned": "My first mobile phone was, I think the name is Taekun. Taekun? Maybe Taekun.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q05",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "When I was 13 years old, my mom gave me that phone.",
      "transcript": "I think the phone was not good, but I usually used that at the time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think the phone was not good, but I usually used that at the time.",
      "transcript_cleaned": "I think the phone was not good, but I usually used that at the time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q06",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And nowadays, do you use your phone more for texting or calling?",
      "transcript": "These days, everybody uses KakaoTalk. I also use KakaoTalk application.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "These days, everybody uses KakaoTalk. I also use KakaoTalk application.",
      "transcript_cleaned": "These days, everybody uses KakaoTalk. I also use KakaoTalk application.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}