{
  "batch_id": 120,
  "count": 20,
  "samples": [
    {
      "sample_id": "q2zY6E6A35A_q10",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "Dock, how has technology changed daily life?",
      "transcript": "I think the technology, has changed every, everyone in life, yeah. nowadays a technology helps everyone buy something yes online such as buy the Lazada app You can buy everything you you you need yeah you need a large large phone and connect Wi with your smartphone Yeah moreover yeah technology yeah if school yeah design a class online Yeah that is great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think the technology, uh, has changed every, everyone in life, yeah. Uh nowadays a technology helps everyone buy something yes online such as uh buy the Lazada app You can buy everything Uh you you you need yeah you need a large uh large phone and connect uh Wi with your smartphone Yeah Uh moreover yeah Um technology yeah uh if uh uh school yeah design a class uh online Yeah That's great.",
      "transcript_cleaned": "I think the technology, has changed every, everyone in life, yeah. nowadays a technology helps everyone buy something yes online such as buy the Lazada app You can buy everything you you you need yeah you need a large large phone and connect Wi with your smartphone Yeah moreover yeah technology yeah if school yeah design a class online Yeah that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "q2zY6E6A35A_q11",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "Do people rely too much on technology?",
      "transcript": "Yeah, I think, I think, many people, reply on, technology, you know, because, for working. Yeah. many, many, many boss, send, employees, a lot of, information. Yeah, by email. Yeah. moreover, some customers send to me, yeah, many important information. Yeah, I can, yeah, give, feedback immediately. Yeah, thank you very much. Well done. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think, I think, um, many people, uh, reply on, uh, technology, you know, uh, because, uh, for working. Yeah. Uh, many, uh, many, uh, many boss, uh, send, uh, employees, uh, a lot of, uh, information. Yeah, by email. Yeah. Um, moreover, uh, some customers send to me, yeah, many important information. Yeah, I can, yeah, give, uh, feedback immediately. Yeah, thank you very much. Well done. Yeah.",
      "transcript_cleaned": "I think, I think, many people, reply on, technology, you know, because, for working. Yeah. many, many, many boss, send, employees, a lot of, information. Yeah, by email. Yeah. moreover, some customers send to me, yeah, many important information. Yeah, I can, yeah, give, feedback immediately.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "q2zY6E6A35A_q12",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "Do all people and young people use technology in the same way?",
      "transcript": "Oh, this, this question is different for me. So I think, there are some, difference between, elderly people and young people. you know, young people have, a lot of information about technology when you were a pupil at school or at university. But elderly people, yeah, cannot update information, update the program of typical, different for technology. Thank you, well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, this, uh, this question is different for me. So I think, uh, there are some, uh, difference between, uh, elderly people and young people. Uh, you know, young people have, uh, a lot of information about technology when you were a pupil at school or at university. But elderly people, yeah, cannot update information, update the program of typical, different for technology. Thank you, well done.",
      "transcript_cleaned": "Oh, this, this question is different for me. So I think, there are some, difference between, elderly people and young people. you know, young people have, a lot of information about technology when you were a pupil at school or at university. But elderly people, yeah, cannot update information, update the program of typical, different for technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "q2zY6E6A35A_q14",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "So if I asked you the question, what do you usually do in your free time?",
      "transcript": "You say, in my free time, I like to go to the gym. If possible, try not to repeat. So you can just say, oh, I love the gym. Oh, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You say, in my free time, I like to go to the gym. If possible, try not to repeat. So you can just say, oh, I love the gym. Oh, yeah.",
      "transcript_cleaned": "You say, in my free time, I like to go to the gym. If possible, try not to repeat. So you can just say, oh, I love the gym. Oh,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q01",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "What do you do for a job?",
      "transcript": "Currently I am working in a real estate in Dubai. it is interesting industry because I can see different type of people, different class, but mostly they are rich. But I work in real estate, managing like for the, landlord to the tenant. And then we run a dispute. So not a lot of people are going to know when I explain my occupation. I have to explain again and again to, for them to understand.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Currently I'm working in a real estate in Dubai. It's interesting industry because I can see different type of people, different class, but mostly they're rich. But I work in real estate, uh, managing like for the, uh, landlord to the tenant. And then we run a dispute. So not a lot of people are going to know when I explain my occupation. I have to explain again and again to, for them to understand.",
      "transcript_cleaned": "Currently I am working in a real estate in Dubai. it is interesting industry because I can see different type of people, different class, but mostly they are rich. But I work in real estate, managing like for the, landlord to the tenant. And then we run a dispute. So not a lot of people are going to know when I explain my occupation. I have to explain again and again to, for them to understand.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q02",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "What is your favorite part of your job?",
      "transcript": "My favorite part, I like the people in the company. it is like I said, different type of people, even the employee, they have different nationality. Dubai, you know, Indian, Egyptians, Lebanese, and Russians, and also Philippines. So I can see different type of people, and I can get to know their culture. that is what I like. Apart from the employee, I like the employee more. Yeah, I would say that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My favorite part, uh, I like the people in the company. It's like I said, different type of people, even the employee, they have different nationality. Dubai, you know, Indian, Egyptians, Lebanese, and Russians, and also Philippines. So I can see different type of people, and I can get to know their culture. That's what I like. Apart from the employee, uh, I like the employee more. Yeah, I would say that.",
      "transcript_cleaned": "My favorite part, I like the people in the company. it is like I said, different type of people, even the employee, they have different nationality. Dubai, you know, Indian, Egyptians, Lebanese, and Russians, and also Philippines. So I can see different type of people, and I can get to know their culture. that is what I like. Apart from the employee, I like the employee more. Yeah, I would say that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q03",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "What job would you like to do in the future?",
      "transcript": "I would like to be a freelancer. I know it is not realistic. it is, you know, I like freedom. So I can go anywhere I want. Like I can see people on the internet. they are going to a lot of the country. they are working, carrying a laptop, which is quite famous also on the internet. Also people want to be a freelancer. But I know it is not that realistic, but I will try. I will try to learn more skills and then if I have enough savings, I would try to be a freelancer for one or two years.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'd like to be a freelancer. I know it's not realistic. It's, you know, I like freedom. So I can go anywhere I want. Like I can see people on the internet. They're going to a lot of the country. They're working, carrying a laptop, which is quite famous also on the internet. Also people want to be a freelancer. But I know it's not that realistic, but I will try. I will try to learn more skills and then Uh, if I have enough savings, I would try to be a freelancer for one or two years.",
      "transcript_cleaned": "I would like to be a freelancer. I know it is not realistic. it is, you know, I like freedom. So I can go anywhere I want. Like I can see people on the internet. they are going to a lot of the country. they are working, carrying a laptop, which is quite famous also on the internet. Also people want to be a freelancer. But I know it is not that realistic, but I will try. I will try to learn more skills and then if I have enough savings, I would try to be a freelancer for one or two years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q04",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "What job did you want to do when you were a little girl?",
      "transcript": "Oh wow. I was not a little girl. I want to be entrepreneur. I want to be the big boss. I want to have lots and lots of money. No matter what industry I am in, but as long as I have lots and lots of money and then I am a big boss, then I am fine.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh wow. I wasn't a little girl. I want to be entrepreneur. I want to be the big boss. I want to have lots and lots of money. No matter what industry I am in, but as long as I have lots and lots of money and then I am a big boss, then I'm fine.",
      "transcript_cleaned": "Oh wow. I was not a little girl. I want to be entrepreneur. I want to be the big boss. I want to have lots and lots of money. No matter what industry I am in, but as long as I have lots and lots of money and then I am a big boss, then I am fine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q05",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "I mean, you are, you mean my work or my personal email?",
      "transcript": "Either. Both my personal receive related to the bank, related to the, the, the website I.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Either. Both my personal receive related to the bank, related to the, the, uh, the website I.",
      "transcript_cleaned": "Either. Both my personal receive related to the bank, related to the, the, the website I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q06",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "Communicate?",
      "transcript": "I would go straight to that person. I would explain it more. I think that we can get to know what this person wants to say and I want to express.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would go straight to that person. I would explain it more. I think that we can get to know what this person wants to say and I want to express.",
      "transcript_cleaned": "I would go straight to that person. I would explain it more. I think that we can get to know what this person wants to say and I want to express.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q07",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "No, why do I have to take time?",
      "transcript": "Yeah, I reply instantly. We communicate through WhatsApp and email. And once I have time, for sure, for email, I use Check2B2 to rephrase the sentence. For WhatsApp, you can just type and reply casually.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I reply instantly. We communicate through WhatsApp and email. And once I have time, for sure, for email, I use Check2B2 to rephrase the sentence. For WhatsApp, you can just type and reply casually.",
      "transcript_cleaned": "I reply instantly. We communicate through WhatsApp and email. And once I have time, for sure, for email, I use Check2B2 to rephrase the sentence. For WhatsApp, you can just type and reply casually.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q08",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "Are you happy when you receive marketing emails?",
      "transcript": "If it is too much and it is not related to my interest and it is not related to my current situation, I am not happy. it is like a junk email and then it is like somebody you are walking on the street. Someone like everyone, hi, hello. And I do not know then I have to reply then. So that is the feeling I am facing. So I do not like it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "If it's too much and it's not related to my interest and it's not related to my current situation, I'm not happy. It's like a junk email and then it's like somebody you're walking on the street. Someone like everyone, hi, hello. And I don't know then I have to reply then. So that's the feeling I'm facing. So I don't like it.",
      "transcript_cleaned": "If it is too much and it is not related to my interest and it is not related to my current situation, I am not happy. it is like a junk email and then it is like somebody you are walking on the street. Someone like everyone, hi, hello. And I do not know then I have to reply then. So that is the feeling I am facing. So I do not like it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q09",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "How many languages do you speak?",
      "transcript": "Oh, so basically I am born in Myanmar, but my grandparents are from China. So my native language will be Burmese and Chinese. it is like lots of people they born in, their parents move here and work here for a long time. And then they were born here, but their nationality, their culture, their background, their passport will still remain with their original countries. So same situation like me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, so basically I'm born in Myanmar, but my grandparents are from China. So my native language will be Burmese and Chinese. It's like lots of people they born in, their parents move here and work here for a long time. And then they were born here, but their nationality, their culture, their background, their passport will still remain with their original countries. So same situation like me.",
      "transcript_cleaned": "Oh, so basically I am born in Myanmar, but my grandparents are from China. So my native language will be Burmese and Chinese. it is like lots of people they born in, their parents move here and work here for a long time. And then they were born here, but their nationality, their culture, their background, their passport will still remain with their original countries.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q10",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "How useful will the English language be to you in the future?",
      "transcript": "In the future, from in a school till high school, I have to study English as one subject. And then after that I have to take some courses to understand. that is it. I only use most of my English in Dubai. And then my conversation English I improve a lot in Dubai. But back in the home country people from my country they are not that good in English.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In the future, uh, from in a school till high school, I have to study English as one subject. And then after that I have to take some courses to understand. That's it. I only use most of my English in Dubai. And then my conversation English I improve a lot in Dubai. But back in the home country people from my country they are not that good in English.",
      "transcript_cleaned": "In the future, from in a school till high school, I have to study English as one subject. And then after that I have to take some courses to understand. that is it. I only use most of my English in Dubai. And then my conversation English I improve a lot in Dubai. But back in the home country people from my country they are not that good in English.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q11",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "What I remember?",
      "transcript": "I remember that we are having picnic with teacher a lot. Yeah people are nice. People they all want to study a lot. They want to be as native as they can or at least like business level so they can work abroad. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I remember that we're having picnic with teacher a lot. Yeah people are nice. People they all want to study a lot. They want to be as native as they can or at least like business level so they can work abroad. Yeah.",
      "transcript_cleaned": "I remember that we are having picnic with teacher a lot. Yeah people are nice. People they all want to study a lot. They want to be as native as they can or at least like business level",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q13",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "Did you learn to swim when you were a child?",
      "transcript": "No, I am afraid, really afraid. In my country we have a river, but it is kind of dangerous. So it is kind of not that hygiene enough. So I learned swimming in Dubai. We have pools, even in the building, they have a pool, lots of pools. So I learned by myself though. How often do you go swimming now Swimming once a week I would say Yeah it kind of relaxations You just soak yourself in the water under the water and then you feel nice Are there lots of places to go swimming where you live Lots of Just one pool We have one pool And then one thing I have noticed is people don like to do exercise Even in the gym right In the pool And then very less people very few people So I have a lot of spaces Okay, the person I would say she is my aunt, my mom's sister. she live in kind of countryside of the, the cold country. So she got lucky because she married to a businessman husband. So their family, they have explore, transportation, they do the business as transportation, trading, and then they also have some like a big plot of land. They also do like plant, planting. They also have the hospitals, but they also do the hospital job. So I would say they cover a wide range of the business, but I do not like to be like, to be like her. As I said before, I want to be a business man, business woman as I, when I was a girl. But after, after getting in touch with her, getting to know her life and visiting her place, I get to know that she is very tiresome. She has to work almost seven days a week. You know, lots of pressure on her and then she cannot take a proper rest. Lots of the thing, you have to know lots of the knowledge like accounting, a lot of finance and then people relations also like traveling a lot. And then she does not have time for herself. Whenever I met her, each year we have a meeting, family meeting, and then whenever I met her, she is all like, she looks terrible. She looks awesome and then her hair grows, her white hair grows more than my mom. And then I would say her personal experience of the life happiness, I would rate she would have three. yeah. So this.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, I'm afraid, really afraid. In my country we have a river, but it's kind of dangerous. So it's kind of not that hygiene enough. So I learned swimming in Dubai. We have pools, even in the building, they have a pool, lots of pools. So I learned by myself though. How often do you go swimming now Swimming once a week I would say Yeah it kind of relaxations You just soak yourself in the water under the water and then you feel nice Are there lots of places to go swimming where you live Lots of Just one pool We have one pool And then one thing I have noticed is people don like to do exercise Even in the gym right In the pool And then very less people very few people So I have a lot of spaces Okay, the person I would say she is my aunt, my mom's sister. Uh, she live in kind of countryside of the, the cold country. So she got lucky because she married to a businessman husband. So their family, they have explore, uh, transportation, they do the business as transportation, trading, and then they also have some like a big plot of land. They also do like plant, planting. They also have the hospitals, uh, but they also do the hospital job. So I would say they cover a wide range of the business, but I don't like to be like, to be like her. As I said before, I want to be a business man, business woman as I, when I was a girl. But after, after getting in touch with her, getting to know her life and visiting her place, I get to know that she's very tiresome. She has to work almost seven days a week. You know, lots of pressure on her and then she cannot take a proper rest. Lots of the thing, you have to know lots of the knowledge like accounting, a lot of finance and then people relations also like traveling a lot. And then she doesn't have time for herself. Whenever I met her, each year we have a meeting, family meeting, and then whenever I met her, she is all like, she looks terrible. She looks awesome and then her hair grows, her white hair grows more than my mom. And then I would say her personal experience of the life happiness, I would rate she would have three. Uh, yeah. So this.",
      "transcript_cleaned": "No, I am afraid, really afraid. In my country we have a river, but it is kind of dangerous. So it is kind of not that hygiene enough. So I learned swimming in Dubai. We have pools, even in the building, they have a pool, lots of pools. So I learned by myself though. How often do you go swimming now Swimming once a week I would say Yeah it kind of relaxations You just soak yourself in the water under the water and then you feel nice Are there lots of places to go swimming where you live Lots of Just one pool We have one pool And then one thing I have noticed is people don like to do exercise Even in the gym right In the pool And then very less people very few people So I have a lot of spaces Okay, the person I would say she is my aunt, my mom's sister. she live in kind of countryside of the, the cold country. So she got lucky because she married to a businessman husband. So their family, they have explore, transportation, they do the business as transportation, trading, and then they also have some like a big plot of land. They also do like plant, planting. They also have the hospitals, but they also do the hospital job. So I would say they cover a wide range of the business, but I do not like to be like, to be like her. As I said before, I want to be a business man, business woman as I, when I was a girl. But after, after getting in touch with her, getting to know her life and visiting her place, I get to know that she is very tiresome. She has to work almost seven days a week. You know, lots of pressure on her and then she cannot take a proper rest. Lots of the thing, you have to know lots of the knowledge like accounting, a lot of finance and then people relations also like traveling a lot. And then she does not have time for herself. Whenever I met her, each year we have a meeting, family meeting, and then whenever I met her, she is all like, she looks terrible. She looks awesome and then her hair grows, her white hair grows more than my mom. And then I would say her personal experience of the life happiness, I would rate she would have three.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q14",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "So what kinds of people are most famous in your country today?",
      "transcript": "I was a celebrity though, because as you know, they all show up in a TV and then people, most of the people are the fun and then they are just like, oh, big brother is coming. Or this lady is beautiful. Lady is coming. So they are famous.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I was a celebrity though, because as you know, they all show up in a TV and then people, uh, most of the people are the fun and then they're just like, oh, big brother is coming. Or this lady is beautiful. Lady is coming. So they are famous.",
      "transcript_cleaned": "I was a celebrity though, because as you know, they all show up in a TV and then people, most of the people are the fun and then they are just like, oh, big brother is coming. Or this lady is beautiful. Lady is coming.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q15",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "Why are there so many stories in the news about famous people?",
      "transcript": "People want to be famous, I would say. Majority people are ordinary and then they want to be outstanding. They want to be working better than other people. They want to feel better. They want to feel nice. that is why I think they want to be famous.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "People want to be famous, I would say. Majority people are ordinary and then they want to be outstanding. They want to be working better than other people. They want to feel better. They want to feel nice. That's why I think they want to be famous.",
      "transcript_cleaned": "People want to be famous, I would say. Majority people are ordinary and then they want to be outstanding. They want to be working better than other people. They want to feel better. They want to feel nice. that is why I think they want to be famous.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q16",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "Do you agree or disagree that many young people want to be famous today?",
      "transcript": "Very disagree, very agree because as you can see, influencer, internet, people you can have a phone, you can record and then can be your own influencer without any teamwork helping you. So I would say yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Very disagree, very agree because as you can see, influencer, internet, people you can have a phone, you can record and then can be your own influencer without any teamwork helping you. So I would say yes.",
      "transcript_cleaned": "Very disagree, very agree because as you can see, influencer, internet, people you can have a phone, you can record and then can be your own influencer without any teamwork helping you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q17",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "Do you think that it is easy for famous people to become rich?",
      "transcript": "Not really. Fame and rich, sometimes it comes along, but not everyone can make money, especially on the internet right now. You can make famous by individual yourself and then you cannot earn the money from that. So it depends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not really. Fame and rich, sometimes it comes along, but not everyone can make money, especially on the internet right now. You can make famous by individual yourself and then you cannot earn the money from that. So it depends.",
      "transcript_cleaned": "Not really. Fame and rich, sometimes it comes along, but not everyone can make money, especially on the internet right now. You can make famous by individual yourself and then you cannot earn the money from that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}