{
  "batch_id": 294,
  "count": 20,
  "samples": [
    {
      "sample_id": "kkehzOIWjb0_s01",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "Could you spell that for me, please?",
      "transcript": "&gt;&gt; it is J A E H Y O and Kim. K I M. And I have an English name. that is Matthew. &gt;&gt; Okay. Matthew. Good.",
      "source": "supplementary",
      "transcript_original": "Uh, &gt;&gt; it's J A E H Y O and Kim. K I M. And I have an English name. That's Matthew. &gt;&gt; Okay. Matthew. Good.",
      "transcript_cleaned": "&gt;&gt; it is J A E H Y O and Kim. K I M. And I have an English name. that is Matthew. &gt;&gt; Okay. Matthew.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s02",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And, are you working or are you a student?",
      "transcript": "&gt;&gt; I am currently working as an English instructor. &gt;&gt; Good.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh, I'm currently working as an English instructor. &gt;&gt; Good.",
      "transcript_cleaned": "&gt;&gt; I am currently working as an English instructor. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s03",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And do you like your job?",
      "transcript": "Yes, I do like my job so much because I can use English I have lots of study abroad experience and I really enjoyed learning English since I was young &gt;&gt; and I can use my English ability and I enjoy meeting new people also I just enjoy using English itself and plus I also enjoy speaking and writing English. I am currently enjoying my show. &gt;&gt; Great.",
      "source": "supplementary",
      "transcript_original": "Yes, I do like my job so much because uh I can use English uh I have lots of study abroad experience and I really enjoyed uh learning English since I was young &gt;&gt; and I can use my um English ability and I enjoy meeting new people uh also um I just enjoy using English itself and plus I also enjoy speaking and writing English. I'm currently enjoying my show. &gt;&gt; Great.",
      "transcript_cleaned": "Yes, I do like my job so much because I can use English I have lots of study abroad experience and I really enjoyed learning English since I was young &gt;&gt; and I can use my English ability and I enjoy meeting new people also I just enjoy using English itself and plus I also enjoy speaking and writing English. I am currently enjoying my show. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s04",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And what are your hobbies?",
      "transcript": "&gt;&gt; I really like sports. I like both playing and doing I mean playing and watching sports especially I like soccer. &gt;&gt; I am a big fan of watching Premier League. and also I am a big fan of South Korean players on Hung. I support &gt;&gt; Tottenham because he is playing for Tottenham &gt;&gt; I guess. and I also like listening to music. Yeah. So, I guess my favorite hobbies are soccer and I guess music. Yeah.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh I really like sports. I like both playing and doing I mean playing and watching sports especially I like soccer. Uh &gt;&gt; I'm a big fan of watching Premier League. Um and also I'm a big fan of South Korean players on Hung. I uh support &gt;&gt; um Tottenham because he is playing for Tottenham &gt;&gt; I guess. Uh, and I also like listening to music. Yeah. So, I guess my favorite hobbies are um soccer and I guess music. Yeah.",
      "transcript_cleaned": "&gt;&gt; I really like sports. I like both playing and doing I mean playing and watching sports especially I like soccer. &gt;&gt; I am a big fan of watching Premier League. and also I am a big fan of South Korean players on Hung. I support &gt;&gt; Tottenham because he is playing for Tottenham &gt;&gt; I guess. and I also like listening to music. Yeah. So, I guess my favorite hobbies are soccer and I guess music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s05",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "&gt;&gt; And what were your favorite hobbies when you were a child?",
      "transcript": "&gt;&gt; when I was a child I am not sure if you are aware of this. there is a like it is called as like brain sport. it is called bad. it was my favorite hobby because I was actually pretty good at it since I was young and I got recommendation from my parents and other teachers that why do not you try to become a professional player because I had talent in it. &gt;&gt; So when I was very young like in the elementary school I have an experience of preparing for becoming a professional player. &gt;&gt; Okay, great.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh, when I was a child um I'm not sure if you're aware of this. Uh there's a like it is called as like brain sport. It's called bad. Uh it was my favorite hobby because uh I was actually uh pretty good at it uh since I was young and I got recommendation from my parents and other teachers that why don't you try to become a professional player because I had talent in it. &gt;&gt; So um when I was very young like in the elementary school uh I have an experience of preparing for becoming a professional player. &gt;&gt; Okay, great.",
      "transcript_cleaned": "&gt;&gt; when I was a child I am not sure if you are aware of this. there is a like it is called as like brain sport. it is called bad. it was my favorite hobby because I was actually pretty good at it since I was young and I got recommendation from my parents and other teachers that why do not you try to become a professional player because I had talent in it. &gt;&gt; So when I was very young like in the elementary school I have an experience of preparing for becoming a professional player. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s07",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "So, what is your favorite number?",
      "transcript": "&gt;&gt; my favorite number is seven. &gt;&gt; Mhm. &gt;&gt; it is because, nothing special. I do not have a special reason, but it just means luck. Represents luck in Korea. Number seven. Yes. And sometimes you know I was in a soccer club in high school and then my back number Z was seven actually. So that is another reason why I like number seven. Yeah. &gt;&gt; Yes. Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh, my favorite number is seven. &gt;&gt; Mhm. &gt;&gt; Uh, it's because, uh, nothing special. Uh, I don't have a special reason, but it just uh means luck. Represents luck in Korea. Number seven. Yes. And sometimes uh you know I was in a soccer club in high school and then my back number Z uh was seven actually. So that's another reason why I like number seven. Yeah. &gt;&gt; Yes. Okay.",
      "transcript_cleaned": "&gt;&gt; my favorite number is seven. &gt;&gt; Mhm. &gt;&gt; it is because, nothing special. I do not have a special reason, but it just means luck. Represents luck in Korea. Number seven. Yes. And sometimes you know I was in a soccer club in high school and then my back number Z was seven actually. So that is another reason why I like number seven. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s08",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And are you good at remembering numbers?",
      "transcript": "&gt;&gt; actually I am not really sure about it because I have never really tried to remember specific numbers but I am pretty confident with my memory skills since I was young.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um actually I'm not really sure about it because I've never really tried to remember specific numbers but I'm pretty confident with uh my memory skills uh since I was young.",
      "transcript_cleaned": "&gt;&gt; actually I am not really sure about it because I have never really tried to remember specific numbers but I am pretty confident with my memory skills since I was young.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s09",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "I I think I had pretty good memory skills and especially in my opinion for studying English memory skill is very important because you have to memorize many words to be to improve your English skill, right?",
      "transcript": "So I think maybe I am pretty good at remembering numbers as well. &gt;&gt; Yes.",
      "source": "supplementary",
      "transcript_original": "So uh I think maybe I'm pretty good at uh remembering numbers as well. &gt;&gt; Yes.",
      "transcript_cleaned": "I think maybe I am pretty good at remembering numbers as well. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s11",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "Could you describe a person who you regularly follow on social media?",
      "transcript": "&gt;&gt; I follow Hungon who is a famous Korean footballer on social media &gt;&gt; as he as I said before he is a football player, professional football player. he is not only famous in Korea, he is pretty famous worldwide. He plays for such a popular team, Tottenham Hotspur, the most popular league, Premier League. &gt;&gt; Yes. of course well he is very famous and actually I have liked him for a long time actually since he played for Hamuk in Germany he used to play for Bundesliga he started his career there well he usually I think he usually post his moments of playing football in his league like not only his league champions league or FA Cup or other competitions as well as national teams games. So I follow him on social media because of course I like him as a footballer. I like his play and I like his attitude. But not only that, I also like him as a person. I like his character. He when I listen to his interview, he is very humble and he is always dedicated to the team. So, I love his attitude and I am really happy to see his moments and postings on social media and I hope to be a fan of him for a long time. &gt;&gt; Okay, perfect. So, that is a minute and a half. All right, nice one. S.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I follow uh Hungon who is a famous Korean footballer on social media &gt;&gt; as he as I said before he's a football player, professional football player. He's not only famous in Korea, he's pretty famous worldwide. He plays for such a popular team, Tottenham Hotspur, the most popular league, Premier League. &gt;&gt; Yes. uh of course um well he's very famous and uh actually um I've liked him for a long time actually um since he uh played for Hamuk uh in Germany he used to play for Bundesliga uh he started his career there um well uh he usually I think he usually uh post his moments of playing football in his league uh like not only his league champions league or FA Cup or other uh um competitions as well as national um um teams games. So um I follow him on social media because of course I like him as a footballer. I like his play and I like his attitude. But not only that, uh I also like him as a person. Uh I like his character. He when I listen to his interview, he's very humble and he's always dedicated to the team. So, I love his attitude and I'm really happy to see his uh moments and uh postings on social media and I hope to be a fan of him for a long time. &gt;&gt; Okay, perfect. So, that's a minute and a half. All right, nice one. S.",
      "transcript_cleaned": "&gt;&gt; I follow Hungon who is a famous Korean footballer on social media &gt;&gt; as he as I said before he is a football player, professional football player. he is not only famous in Korea, he is pretty famous worldwide. He plays for such a popular team, Tottenham Hotspur, the most popular league, Premier League. &gt;&gt; Yes. of course well he is very famous and actually I have liked him for a long time actually since he played for Hamuk in Germany he used to play for Bundesliga he started his career there well he usually I think he usually post his moments of playing football in his league like not only his league champions league or FA Cup or other competitions as well as national teams games. So I follow him on social media because of course I like him as a footballer. I like his play and I like his attitude. But not only that, I also like him as a person. I like his character. He when I listen to his interview, he is very humble and he is always dedicated to the team. So, I love his attitude and I am really happy to see his moments and postings on social media and I hope to be a fan of him for a long time. &gt;&gt; Okay, perfect. So, that is a minute and a half. All right, nice one. S.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 2
    },
    {
      "sample_id": "kkehzOIWjb0_s12",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "So, do you think Son is the most popular athlete in your country?",
      "transcript": "&gt;&gt; Yes, absolutely. Yeah, for now. Yes. for soccer, you know, football is probably the most u popular sport in Korea and currently Sangan is the superstar in Korea. I think not only in Korea, like in UK as well almost. Yeah. &gt;&gt; Yes. Yes. Nice one. &gt;&gt; Okay. So, now let us go on to part three of the test.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, absolutely. Yeah, for now. Yes. uh for soccer, you know, football is probably the most u popular sport in Korea and um uh currently Sangan is the superstar in Korea. I think not only in Korea, like in UK as well almost. Yeah. &gt;&gt; Yes. Yes. Nice one. &gt;&gt; Okay. So, now let's go on to part three of the test.",
      "transcript_cleaned": "&gt;&gt; Yes, absolutely. Yeah, for now. Yes. for soccer, you know, football is probably the most u popular sport in Korea and currently Sangan is the superstar in Korea. I think not only in Korea, like in UK as well almost. Yeah. &gt;&gt; Yes. Yes. Nice one. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "kkehzOIWjb0_s13",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "&gt;&gt; So, do you think it is easy to make friends on social media?",
      "transcript": "Actually I do not think so. because social media is an online platform. in my opinion without offline meeting I think it is really extremely difficult to become friends. So of course you can easily chat with new people and probably you can approach others very easily because you can basically send a message directly through the function but I do not think it is easy because in order to become friends you need to meet you need to have an offline meeting so I think it is really difficult to make friends through or by social media. Mhm.",
      "source": "supplementary",
      "transcript_original": "Um actually I don't think so. Uh because social media is an online platform. Uh in my opinion uh without offline meeting I think it's really extremely difficult to become friends. So of course you can easily chat with new people and probably you can approach others very easily because uh you can uh basically send a message directly through the um function but I don't think it's easy because uh in order to become friends you need to meet you need to have an offline meeting so I think it's really difficult to make friends uh through or by social media. Mhm.",
      "transcript_cleaned": "Actually I do not think so. because social media is an online platform. in my opinion without offline meeting I think it is really extremely difficult to become friends. So of course you can easily chat with new people and probably you can approach others very easily because you can basically send a message directly through the function but I do not think it is easy because in order to become friends you need to meet you need to have an offline meeting so I think it is really difficult to make friends through or by social media. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s14",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And why is it necessary to meet people face to face to become friends?",
      "transcript": "&gt;&gt; because or without meeting face to face I think I would feel very awkward just chatting online. Yes. I do not feel like I am talking to my friends. I am just because if I just talk to the person like online I think it is kind of meaningless to me. I do not feel like I am talking to the person.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh because or without meeting face to face uh uh I think I would feel very awkward uh just chatting online. Yes. I don't feel like uh I'm talking to my friends. I'm just uh because uh if I just talk to the person like online um I think it's kind of meaningless to me. Uh I don't feel like I'm talking to the person.",
      "transcript_cleaned": "&gt;&gt; because or without meeting face to face I think I would feel very awkward just chatting online. Yes. I do not feel like I am talking to my friends. I am just because if I just talk to the person like online I think it is kind of meaningless to me. I do not feel like I am talking to the person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s15",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And do you think people spend too much time on social media these days?",
      "transcript": "&gt;&gt; I definitely think so. I think many people are already addicted to using social media, especially Instagram. I think it is because there are many many addictive and stimulative postings on social media, especially Instagram.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh I definitely think so. I think many people are already addicted to using uh social media, especially Instagram. I think it's because there are many many uh addictive and stimulative postings on social media, especially Instagram.",
      "transcript_cleaned": "&gt;&gt; I definitely think so. I think many people are already addicted to using social media, especially Instagram. I think it is because there are many many addictive and stimulative postings on social media, especially Instagram.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s16",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "They could do other productive things besides watching Instagram, right?",
      "transcript": "&gt;&gt; So I think it is really important to set your limitation for using Instagram or other social media tools in order to have a more productive life. &gt;&gt; Yes, nice one.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; So I think uh it's really important to uh set your limitation uh for using Instagram or other social media tools uh in order to have a more productive life. &gt;&gt; Yes, nice one.",
      "transcript_cleaned": "&gt;&gt; So I think it is really important to set your limitation for using Instagram or other social media tools in order to have a more productive life. &gt;&gt; Yes, nice one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s17",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And do you think in the future people will still read newspapers and paper books?",
      "transcript": "&gt;&gt; no I do not think so. I I think everything will be turned into ebooks. So I think even nowadays not many people are reading books or journals like that are made in papers. people are more exposed to the electronic stuff and I think in the future probably every paper stuff will go away. that is my expectation. &gt;&gt; Yes. Yes.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh no I don't think so. Uh I I think everything will be turned into ebooks. So I think even nowadays not many people are reading books or journals like that are made in papers. Uh people are more exposed to the electronic stuff and I think in the future uh probably every paper stuff will uh go away. That's my expectation. &gt;&gt; Yes. Yes.",
      "transcript_cleaned": "&gt;&gt; no I do not think so. I I think everything will be turned into ebooks. So I think even nowadays not many people are reading books or journals like that are made in papers. people are more exposed to the electronic stuff and I think in the future probably every paper stuff will go away. that is my expectation. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s18",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And why do some people still prefer to use paper books?",
      "transcript": "I think for them I think they are just not good at using electronic things like some people are still not really aware of functions how to use certain functions and if they feel uncomfortable about it I think they could just prefer to read papers instead of looking things at through the monitor or using electronic stuff. &gt;&gt; Mhm. Yes. Yes.",
      "source": "supplementary",
      "transcript_original": "I think for them uh I think they are just not good at using electronic uh things like uh uh some people are still uh not really aware of functions how to use certain functions and if they feel uncomfortable about it I think they could just prefer to uh read papers instead of uh looking things uh at uh through the monitor or using electronic stuff. &gt;&gt; Mhm. Yes. Yes.",
      "transcript_cleaned": "I think for them I think they are just not good at using electronic things like some people are still not really aware of functions how to use certain functions and if they feel uncomfortable about it I think they could just prefer to read papers instead of looking things at through the monitor or using electronic stuff. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s19",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And do you think older people and younger people use the same kind of social media applications?",
      "transcript": "&gt;&gt; I think so. Yeah. they probably they are diff actually I belong to the young generation. So, I am not really aware of what older people use, but in my opinion, I think younger people I think most younger people they use Instagram. Yeah. Or they watch YouTube. I think as far as I know older people they still watch YouTube but I do not think they are a they are a big fan of Instagram users of course I think I have heard that they many of them have account but I think they are not so familiar with using Instagram some functions and &gt;&gt; of course it is not really difficult but I think they are they still feel awkward. I heard that they they just they just follow certain &gt;&gt; maybe pages or people that they like that is about it unlike the young people who are super active with using it. &gt;&gt; Yes. Yes.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um I think so. Yeah. Uh they uh probably they are diff actually I belong to the young generation. So, I'm not really aware of what older people use, but uh in my opinion, I think uh younger people um uh I think most younger people they uh use uh Instagram. Yeah. Or they watch YouTube. I think uh as far as I know older people they still watch YouTube but I don't think they're a they are a big fan of uh Instagram users of course I think uh I've heard that they many of them have account but I think they're not so familiar with using Instagram some functions and &gt;&gt; uh of course it's not really difficult but I think they're they still feel awkward. I heard that they uh they just they just follow certain &gt;&gt; um maybe pages or people that they like that's about it unlike the young people who are super active with using it. &gt;&gt; Yes. Yes.",
      "transcript_cleaned": "&gt;&gt; I think so. Yeah. they probably they are diff actually I belong to the young generation. So, I am not really aware of what older people use, but in my opinion, I think younger people I think most younger people they use Instagram. Yeah. Or they watch YouTube. I think as far as I know older people they still watch YouTube but I do not think they are a they are a big fan of Instagram users of course I think I have heard that they many of them have account but I think they are not so familiar with using Instagram some functions and &gt;&gt; of course it is not really difficult but I think they are they still feel awkward. I heard that they they just they just follow certain &gt;&gt; maybe pages or people that they like that is about it unlike the young people who are super active with using it. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s20",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "Where are we?",
      "transcript": "If we talk about son when you talked about the Bundesliga he used to play for Bundesliga he used to play in the Bundesliga he used to play for Hamburg so for the team in the with the league. &gt;&gt; yeah the rest of it you said he is very humble. That that is perfect sentence. You could also use the the phrase come across as. So come across as is more that is the the impression you get from his character. I would say like I watched the video with son and he came across as very humble, very down to earth. So that could be another possible one you could use. yeah, just make sure when you say UK, you say in use the article in the UK. In the UK.",
      "source": "supplementary",
      "transcript_original": "If we talk about son when you talked about the Bundesliga he used to play for Bundesliga he used to play in the Bundesliga he used to play for Hamburg so for the team in the with the league. &gt;&gt; Um yeah the rest of it you said he's very humble. That that's perfect sentence. You could also use the the phrase uh come across as. So come across as is more that's the the impression you get from his character. I would say like uh I watched the video with uh son and he came across as very humble, very down to earth. So that could be another possible one you could use. Um yeah, just make sure when you say UK, you say in use the article in the UK. In the UK.",
      "transcript_cleaned": "If we talk about son when you talked about the Bundesliga he used to play for Bundesliga he used to play in the Bundesliga he used to play for Hamburg so for the team in the with the league. &gt;&gt; yeah the rest of it you said he is very humble. That that is perfect sentence. You could also use the the phrase come across as. So come across as is more that is the the impression you get from his character. I would say like I watched the video with son and he came across as very humble, very down to earth. So that could be another possible one you could use. yeah, just make sure when you say UK, you say in use the article in the UK. In the UK.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kkehzOIWjb0_s22",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "What are we having?",
      "transcript": "This one as well. When you talked about set limitations about social media, I think you should use the word limits there. Set a limit. &gt;&gt; Yeah, limit and limitation is a bit confusing. limitation could be more like the what something cannot do like this is a very good phone but it has some limitations you know with camera or whatever. &gt;&gt; yeah just when you talk about age groups you said like just 20s and 30s make sure you say like people like in their so people in their 20s and people in their 30s. Yeah. &gt;&gt; that was good. One thing I noticed a couple of times as well was the using a double subject. So you were saying most younger people they watch YouTube. So we should obviously drop the Yeah, most younger people watch YouTube. Most older people like to do that. &gt;&gt; But yeah, it was really good test. Really fluent and clear answers. So thank you for your time. &gt;&gt; Thank you. Cheers. Yes.",
      "source": "supplementary",
      "transcript_original": "Uh, this one as well. When you talked about set limitations about social media, I think you should use the word limits there. Set a limit. &gt;&gt; Yeah, limit and limitation is a bit confusing. Um limitation could be more like the what something cannot do like this is a very good phone but it has some limitations you know with camera or whatever. &gt;&gt; Um yeah uh just when you talk about age groups you said like just uh 20s and 30s make sure you say like people like in their so people in their 20s and people in their 30s. Yeah. &gt;&gt; Uh that was good. One thing I noticed a couple of times as well was the using a double subject. So you were saying most younger people uh they watch YouTube. So we should obviously drop the Yeah, most younger people watch YouTube. Most older people like to do that. &gt;&gt; But yeah, it was really good test. Really fluent and clear answers. So thank you for your time. &gt;&gt; Thank you. Cheers. Yes.",
      "transcript_cleaned": "This one as well. When you talked about set limitations about social media, I think you should use the word limits there. Set a limit. &gt;&gt; Yeah, limit and limitation is a bit confusing. limitation could be more like the what something cannot do like this is a very good phone but it has some limitations you know with camera or whatever. &gt;&gt; yeah just when you talk about age groups you said like just 20s and 30s make sure you say like people like in their so people in their 20s and people in their 30s. Yeah. &gt;&gt; that was good. One thing I noticed a couple of times as well was the using a double subject. So you were saying most younger people they watch YouTube. So we should obviously drop the Yeah, most younger people watch YouTube. Most older people like to do that. &gt;&gt; But yeah, it was really good test. Really fluent and clear answers. So thank you for your time. &gt;&gt; Thank you. Cheers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kQsqshBXWVw_s00",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Tell me where do you live please?",
      "transcript": "I live in Ho Chi Min City which is the largest city in my country and it is known for the modern technique and the high quality of living. Brilliant. Thank you.",
      "source": "supplementary",
      "transcript_original": "I live in Ho Chi Min City which is the largest city in my country and it's known for the modern technique and um the high quality of living. Brilliant. Thank you.",
      "transcript_cleaned": "I live in Ho Chi Min City which is the largest city in my country and it is known for the modern technique and the high quality of living. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}