{
  "batch_id": 24,
  "count": 20,
  "samples": [
    {
      "sample_id": "pm56TkRXLH4_q20",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "How do you feel?",
      "transcript": "Not so well. Why not? I do not know. I feel that I can speak better, but I completely lost all words which I have remembered before. Oh, that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, not so well. Why not? I don't know. I feel that I can speak better, but I completely lost all words which I have remembered before. Oh, that.",
      "transcript_cleaned": "Not so well. Why not? I do not know. I feel that I can speak better, but I completely lost all words which I have remembered before. Oh, that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q23",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Is that right?",
      "transcript": "Yes. Thank you so much. Thank you. Thanks for coming in. Thank you so much. I.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Thank you so much. Thank you. Thanks for coming in. Thank you so much. I.",
      "transcript_cleaned": "Yes. Thank you so much. Thank you. Thanks for coming in. Thank you so much. I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1YhdJPrHVTY_q02",
      "video_id": "1YhdJPrHVTY",
      "band": 7.0,
      "question": "Describe a park in your neighborhood or city that you like.",
      "transcript": "I start talking about a park in my neighborhood. there is a small park at the end of my street. there is a fountain in the middle. there are some benches where you can sit and relax. And there is also a small garden. And some of the local neighbors, plant flowers there every year. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I start talking about a park in my neighborhood. There's a small park at the end of my street. Um, there is a fountain in the middle. Um, there are some benches where you can sit and relax. And there's also a small garden. And some of the local neighbors, uh, plant flowers there every year. Right.",
      "transcript_cleaned": "I start talking about a park in my neighborhood. there is a small park at the end of my street. there is a fountain in the middle. there are some benches where you can sit and relax. And there is also a small garden. And some of the local neighbors, plant flowers there every year.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1YhdJPrHVTY_q03",
      "video_id": "1YhdJPrHVTY",
      "band": 7.0,
      "question": "And what can people do there?",
      "transcript": "Actually, it is a small park, so there is not much to do there. it is just for looking pretty. you can go there, sit on the benches and, watch the water in the fountain. you can enjoy the beauty of the flowers, so enjoyable. and also, there is, it is, it is, right next to the bus stop, so you can wait for the bus there too.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually, um, it's a small park, so there's not much to do there. Um, it's just for looking pretty. Um, you can go there, sit on the benches and, uh, watch the water in the fountain. Um, you can enjoy the beauty of the flowers, um, so enjoyable. Um, and also, um, there's, um, it's, it's, uh, right next to the bus stop, so you can wait for the bus there too.",
      "transcript_cleaned": "Actually, it is a small park, so there is not much to do there. it is just for looking pretty. you can go there, sit on the benches and, watch the water in the fountain. you can enjoy the beauty of the flowers, so enjoyable. and also, there is, it is, it is, right next to the bus stop, so you can wait for the bus there too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1YhdJPrHVTY_q04",
      "video_id": "1YhdJPrHVTY",
      "band": 7.0,
      "question": "Right, do you enjoy spending time there?",
      "transcript": "Yes, it is very enjoyable and I like to go to the park, especially when the weather is nice, because after being, inside all day at work, I like to go to the park on my way home, because, it is a way for spending time, outside and sometimes I run into my friends, in the park. And, I have gotten to know some of my neighbours, by spending time in the park. So that is an advantage. All right. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, it's very enjoyable and I like to go to the park, um, especially when the weather is nice, uh, because after being, um, inside all day at work, um, I like to go to the park on my way home, um, because, um, it's a way for spending time, um, outside and sometimes I run into my friends, um, Um, um, in the park. And, um, I've gotten to know some of my neighbours, um, by spending time in the park. So that's an advantage. All right. And.",
      "transcript_cleaned": "Yes, it is very enjoyable and I like to go to the park, especially when the weather is nice, because after being, inside all day at work, I like to go to the park on my way home, because, it is a way for spending time, outside and sometimes I run into my friends, in the park. And, I have gotten to know some of my neighbours, by spending time in the park. So that is an advantage. All right. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1YhdJPrHVTY_q05",
      "video_id": "1YhdJPrHVTY",
      "band": 7.0,
      "question": "How much time do you spend using a computer?",
      "transcript": "I spend several hours every day using a computer, because, it is, an important part of my job. I try to stay away from the computer on weekends, but I think I am not that much successful at that because there are always a lot of things that I want to do with it. so, I think I spend a lot of time on computer, because somehow it is, somehow addictive. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I spend several hours every day using a computer, uh, because, um, it's, um, an important part of my job. Um, I try to stay away from the computer on weekends, but I think I'm not that much successful at that because there are always a lot of things that I want to do with it. Um, so, um, I think I spend a lot of time on computer, um, because somehow it is, um, somehow addictive. Right.",
      "transcript_cleaned": "I spend several hours every day using a computer, because, it is, an important part of my job. I try to stay away from the computer on weekends, but I think I am not that much successful at that because there are always a lot of things that I want to do with it. so, I think I spend a lot of time on computer, because somehow it is, somehow addictive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1YhdJPrHVTY_q06",
      "video_id": "1YhdJPrHVTY",
      "band": 7.0,
      "question": "And do you use a computer for work, study, or personal reasons?",
      "transcript": "The reason why I spend a lot of time on the computer is that, I use it for my work. I use it for my work and, the most of, my work, involves creating documents for the company. so, apart from that, I spend a lot of time, playing computer games because, it makes me feel relaxed and, it is relaxing, especially when I am working, on a big project. apart from that I, do some, personal things, on my computer. So the main reason I use the computer is for my work, but it is an, important part of my personal life. Okay And what what are some things that you don like about using computers actually nobody can deny that computers are useful and they make the things more convenient For example, I could not do my job without the computer. and it is very important in my life. but, the thing is that, as I said, computers are, a little bit addictive. For example, sometimes I, spend a lot of time, I, I end up using the computer, an entire afternoon, an entire Saturday afternoon instead of, spending time with my friends, family, or relatives, or going outside or doing, doing exercises. So I think there should be any strategy to take away or stop overusing the computer. Okay, thank you very much. that is wonderful. Alright, in this part I will give you a topic and you will talk about the topic for up to two minutes. You have one minute to think about what you are going to say and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, the reason why I spend a lot of time on the computer is that, um, uh, I use it for my work. Um, I use it for my work and, um, um, the most of, uh, my work, um, involves creating documents for the company. Uh, so, um, Um, apart from that, uh, I spend a lot of time, uh, playing computer games because, um, it makes me feel relaxed and, um, it's relaxing, especially when I'm working, um, on a big project. Um, apart from that I, uh, do some, um, personal things, um, uh, on my computer. So the main reason I use the computer is for my work, but it's an, um, important part of my personal life. Okay And what what are some things that you don like about using computers Um actually nobody can deny that computers are useful and um they make the things more convenient For example, I couldn't do my job without the computer. Um, and it is very important in my life. Um, but, um, the thing is that, um, um, as I said, computers are, um, a little bit addictive. For example, sometimes I, uh, spend a lot of time, um, I, I end up using the computer, um, an entire afternoon, an entire Saturday afternoon instead of, uh, spending time with my friends, family, or relatives, or going outside or doing, uh, doing exercises. So I think um, there should be any strategy to take away um, or stop overusing the computer. Okay, thank you very much. That's wonderful. Alright, in this part I will give you a topic and you will talk about the topic for up to two minutes. You have one minute to think about what you're going to say and.",
      "transcript_cleaned": "The reason why I spend a lot of time on the computer is that, I use it for my work. I use it for my work and, the most of, my work, involves creating documents for the company. so, apart from that, I spend a lot of time, playing computer games because, it makes me feel relaxed and, it is relaxing, especially when I am working, on a big project. apart from that I, do some, personal things, on my computer. So the main reason I use the computer is for my work, but it is an, important part of my personal life. Okay And what what are some things that you don like about using computers actually nobody can deny that computers are useful and they make the things more convenient For example, I could not do my job without the computer. and it is very important in my life. but, the thing is that, as I said, computers are, a little bit addictive. For example, sometimes I, spend a lot of time, I, I end up using the computer, an entire afternoon, an entire Saturday afternoon instead of, spending time with my friends, family, or relatives, or going outside or doing, doing exercises. So I think there should be any strategy to take away or stop overusing the computer. Okay, thank you very much. that is wonderful. Alright, in this part I will give you a topic and you will talk about the topic for up to two minutes. You have one minute to think about what you are going to say and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1YhdJPrHVTY_q09",
      "video_id": "1YhdJPrHVTY",
      "band": 7.0,
      "question": "So, what school subjects were offered in the past that are not offered now?",
      "transcript": "My parents told me that when they were in school, girls studied, home economies and boys studied, shop. Or, for example, girls, learned how to cook and sew and boys learned how to, build and, fix things. now we do not have those, we do not have such those kind of subjects in school. And it seems very funny to me to spend time on those kind of things because I think we can learn them at home. And if you are interested in those subjects, actually, they are not academic things, academic subjects, and they are not things for school. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, my parents told me that when they were in school, girls studied, um, home economies and boys studied, um, shop. Or, um, for example, girls, um, learned how to cook and sew and boys learned how to, um, build and, um, fix things. Um, now we don't have those, we don't have such those kind of subjects in school. And it seems very funny to me to spend time on those kind of things because I think we can learn them at home. And if you are interested in those subjects, actually, they are not academic things, academic subjects, and they are not things for school. Right.",
      "transcript_cleaned": "My parents told me that when they were in school, girls studied, home economies and boys studied, shop. Or, for example, girls, learned how to cook and sew and boys learned how to, build and, fix things. now we do not have those, we do not have such those kind of subjects in school. And it seems very funny to me to spend time on those kind of things because I think we can learn them at home. And if you are interested in those subjects, actually, they are not academic things, academic subjects, and they are not things for school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1YhdJPrHVTY_q10",
      "video_id": "1YhdJPrHVTY",
      "band": 7.0,
      "question": "And what school subjects should be offered in the future that are not offered now, do you think?",
      "transcript": "I think that is a very interesting question because, we cannot predict the future and, the thing that is, changing every day is technology. So I think, what schools, whatever schools teach should be related to the, history, sorry, should be related to the, technology of the future. for example, maybe students, will learn at home, by, by, they learn at home alone, by using the computer or internet or they will learn the same or similar subjects as we are learning, as we are learning now. but they will learn, in a different way, for example, by using the internet or computer.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think that's a very interesting question because, um, we cannot predict the future and, um, the thing that is, um, changing every day is technology. So I think, uh, what schools, um, whatever schools teach should be related to the, um, history, sorry, should be related to the, um, technology of the future. Uh, for example, maybe students, um, will learn at home, uh, by, by, they learn at home alone, uh, by using the computer or internet or they will learn the same or similar subjects as we are learning, as we are learning now. Um, but they will learn, um, in a different way, for example, by using the internet or computer.",
      "transcript_cleaned": "I think that is a very interesting question because, we cannot predict the future and, the thing that is, changing every day is technology. So I think, what schools, whatever schools teach should be related to the, history, sorry, should be related to the, technology of the future. for example, maybe students, will learn at home, by, by, they learn at home alone, by using the computer or internet or they will learn the same or similar subjects as we are learning, as we are learning now. but they will learn, in a different way, for example, by using the internet or computer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1YhdJPrHVTY_q11",
      "video_id": "1YhdJPrHVTY",
      "band": 7.0,
      "question": "Right, and do you think the main purpose of education is to accumulate knowledge or to prepare for a job?",
      "transcript": "I think both things are important. For example, when you are younger, you need to learn basic skills. For example, you, first you learn how to write, read, and use a computer. Then you learn to, think, analyze, and, interpret. so these are the skills that you need in all, steps of your life, in all aspects of your life, especially for your future job. But then when you are a little bit older, for example, in higher school or in college, you, you start focusing on the skills that you might need, the future for a specific type of job. so I think, both things are important. And, that is it. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think both things are important. For example, when you are younger, you need to learn basic skills. For example, you, first you learn how to write, read, and use a computer. Then you learn to, um, think, analyze, and, um, interpret. Um, so these are the skills that you need in all, uh, steps of your life, in all aspects of your life, especially for your future job. But then when you are a little bit older, um, for example, in higher school or in college, you, um, you start focusing on the skills that you might need, um, the future for a specific type of job. Um, so I think, um, both things are important. And, um, that's it. Okay.",
      "transcript_cleaned": "I think both things are important. For example, when you are younger, you need to learn basic skills. For example, you, first you learn how to write, read, and use a computer. Then you learn to, think, analyze, and, interpret. so these are the skills that you need in all, steps of your life, in all aspects of your life, especially for your future job. But then when you are a little bit older, for example, in higher school or in college, you, you start focusing on the skills that you might need, the future for a specific type of job. so I think, both things are important. And, that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q02",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "What is your favorite leisure activity?",
      "transcript": "Well I do not have a specific leisure activity but there are three activities that I like the most. Reading books, listening to music, and shopping. I like shopping as much as listening to music and I love reading books cause it takes you to another world.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well I don't have a specific leisure activity but there are three activities that I like the most. Reading books, listening to music, and shopping. Um, I like shopping as much as listening to music and I love reading books cause it takes you to another world.",
      "transcript_cleaned": "I do not have a specific leisure activity but there are three activities that I like the most. Reading books, listening to music, and shopping. I like shopping as much as listening to music and I love reading books cause it takes you to another world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q03",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "What did you enjoy doing in your free time as a child?",
      "transcript": "Well, when I was child I spent my time, going to English classes and exercising. I have been going to the gym since I was six years old. And I love exercising but I am not the only child. I have one, younger sister in summer. I, read books and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, when I was child I spent my time, um, going to English classes and exercising. Uh, I've been going to the gym since I was six years old. And I love exercising but I'm not the only child. I have one, uh, younger sister in summer. Um, I, uh, read books and, uh.",
      "transcript_cleaned": "when I was child I spent my time, going to English classes and exercising. I have been going to the gym since I was six years old. And I love exercising but I am not the only child. I have one, younger sister in summer. I, read books and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q04",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "And do most people in your country get two days off a week?",
      "transcript": "Yes, they do because Fridays and Thursdays in my country are off, so, yes, maybe they stay home or maybe they go out if the weather is.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, they do because Fridays and Thursdays in my country are off, so, um, yes, maybe they stay home or maybe they go out if the weather is.",
      "transcript_cleaned": "Yes, they do because Fridays and Thursdays in my country are off, so, yes, maybe they stay home or maybe they go out if the weather is.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q05",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "And are neighbors usually close to each other in your country?",
      "transcript": "Yes they are. Most Iranian have a friendly and close relationship with their neighbours. They, they can support us emotionally. They can help us or take care of our house when we travel.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes they are. Most Iranian have a friendly and close relationship with their neighbours. They, they can support us emotionally. They can help us or take care of our house when we travel.",
      "transcript_cleaned": "Yes they are. Most Iranian have a friendly and close relationship with their neighbours. They, they can support us emotionally. They can help us or take care of our house when we travel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q06",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "How could your neighbourhood be improved?",
      "transcript": "I think respecting, to neighbour rules can improve our neighbourhood. Like for example avoid making loud noises. do not expect, expect something from them. do not talk behind them. And, in general maintaining a balance in our relationship. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think respecting, uh, to neighbour rules can improve our neighbourhood. Like for example avoid making loud noises. Don't expect, expect something from them. Don't talk behind them. And, um, in general maintaining a balance in our relationship. Okay,.",
      "transcript_cleaned": "I think respecting, to neighbour rules can improve our neighbourhood. Like for example avoid making loud noises. do not expect, expect something from them. do not talk behind them. And, in general maintaining a balance in our relationship.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q07",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "Do you have a pet?",
      "transcript": "No I do not, but when I was a child I had two yellow and pink chicks.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No I don't, but when I was a child I had two yellow and pink chicks.",
      "transcript_cleaned": "No I do not, but when I was a child I had two yellow and pink chicks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q08",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "What is a popular pet to have in your country?",
      "transcript": "As I said, dogs are the most popular pet in my country. and I personally feel that because, they, the, the reason for this interest is, dog loyalty.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "As I said, dogs are the most popular pet in my country. Um, and I personally feel that because, um, they, um, the, uh, the reason for this interest is, um, dog loyalty.",
      "transcript_cleaned": "As I said, dogs are the most popular pet in my country. and I personally feel that because, they, the, the reason for this interest is, dog loyalty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q09",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "Why do people have pets?",
      "transcript": "It is obvious that humans want to be social and be accepted by others, so, I think the people have pets to, to avoid loneliness and to have maybe one friend to watch, walk, maybe talk or listen to music with them. Okay, thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It's obvious that humans want to be social and be accepted by others, so, um, I think the people have pets to, um, to avoid loneliness and to have maybe one friend to watch, walk, maybe talk or listen to music with them. Okay, thank you very much.",
      "transcript_cleaned": "It is obvious that humans want to be social and be accepted by others, so, I think the people have pets to, to avoid loneliness and to have maybe one friend to watch, walk, maybe talk or listen to music with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q10",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "And, I say, I saw my friend and she says, Anis, guess what?",
      "transcript": "And I said that I have no idea, just tell me what happened. And, she gave me my sneakers. It was a very good feeling because those sneakers were a gift. And, that, that day I thanked my friend and I was a really fortunate person that day. It was a very good feeling.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And I said that I have no idea, just tell me what happened. And, er, she gave me my sneakers. It was a very good feeling because those sneakers were a gift. And, er, that, er, that day I thanked my friend and I was a really fortunate person that day. It was a very good feeling.",
      "transcript_cleaned": "And I said that I have no idea, just tell me what happened. And, she gave me my sneakers. It was a very good feeling because those sneakers were a gift. And, that, that day I thanked my friend and I was a really fortunate person that day. It was a very good feeling.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q11",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "Do you want to add more information?",
      "transcript": "Losing, I mean, losing something is important but losing somebody is more important than that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, losing, um, I mean, er, losing something is important but losing somebody is more important than that.",
      "transcript_cleaned": "Losing, I mean, losing something is important but losing somebody is more important than that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}