{
  "batch_id": 227,
  "count": 20,
  "samples": [
    {
      "sample_id": "szu7Xf18cwA_q12",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Lots of people even at the age of 30 or 40, they can still be irresponsible to life, right?",
      "transcript": "So, it is I think it does not matter how old you are, but it does matter how you see life and how responsible you are to yourself. Thank you very much, Mai. That is the end of the speaking test. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, uh it's I think it doesn't matter how old you are, but it does matter how you see life and how responsible you are to yourself. Thank you very much, Mai. That is the end of the speaking test. All right.",
      "transcript_cleaned": "it is I think it does not matter how old you are, but it does matter how you see life and how responsible you are to yourself. Thank you very much, Mai. That is the end of the speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q15",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "And do you think this time was a lot easier?",
      "transcript": "I think the one that I took the previous time was better because I do not really remember about the topic but I guess that topic was more interesting to me so I had more things to say while this one it was it was fine. It was all right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh I think the one that I took uh the previous time was better because uh I don't really remember about the topic but I guess that topic was more interesting to me so I had more things to say while this one um it was it was fine. It was all right.",
      "transcript_cleaned": "I think the one that I took the previous time was better because I do not really remember about the topic but I guess that topic was more interesting to me so I had more things to say while this one it was it was fine. It was",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q17",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "What do you do?",
      "transcript": "I would be brutally honest. if you do not like something, then tell the examiner that you do not like it. for example, I am not a massive fan of football, and if I got asked about sports, most of my answers would be about how little I know about it and how much I am not that keen about it. So be honest. and also it is definitely not a bad thing to admit that you do not know about something. I think there might be an Asian trait of of of, you know, losing face if you if you say that you do not know the answer, whereas I see it as a strength. And I think that people who admit that they do not know about something are actually stronger because they can then begin to learn more about their weaknesses. So, yeah, do not be afraid to ask the examiner to clarify a question. you can ask them to repeat a question or to explain what the question means in other words, you know, I am sorry, could you repeat that?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would be brutally honest. Um, if you don't like something, then tell the examiner that you don't like it. Uh, for example, I'm not a massive fan of football, and if I got asked about sports, most of my answers would be about how little I know about it and how much I'm not that keen about it. So be honest. Um, and also it's definitely not a bad thing to admit that you don't know about something. Um, I think there might be an Asian uh trait of of of, you know, losing face if you if you say that you don't know the answer, whereas I see it as a strength. And I think that people who admit that they don't know about something um, are actually stronger because they can then begin to learn more about their weaknesses. So, um yeah, don't be afraid to ask the examiner to uh clarify a question. Um you can ask them to repeat a question or to explain what the question means in other words, you know, I'm sorry, could you repeat that?",
      "transcript_cleaned": "I would be brutally honest. if you do not like something, then tell the examiner that you do not like it. for example, I am not a massive fan of football, and if I got asked about sports, most of my answers would be about how little I know about it and how much I am not that keen about it. So be honest. and also it is definitely not a bad thing to admit that you do not know about something. I think there might be an Asian trait of of of, you know, losing face if you if you say that you do not know the answer, whereas I see it as a strength. And I think that people who admit that they do not know about something are actually stronger because they can then begin to learn more about their weaknesses. So, yeah, do not be afraid to ask the examiner to clarify a question. you can ask them to repeat a question or to explain what the question means in other words, you know, I am sorry, could you repeat that?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q18",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Can you paraphrase that question?",
      "transcript": "Yeah, exactly. And the examiner will actually do that for you. they will change it into different language. and and then if you have no idea about the topic, then be honest. that is it. that is great. Some really good tips there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, exactly. And the examiner will um actually do that for you. They'll change it into different language. Um, and and then if you have no idea about the topic, then be honest. That's it. That's great. Some really good tips there.",
      "transcript_cleaned": "exactly. And the examiner will actually do that for you. they will change it into different language. and and then if you have no idea about the topic, then be honest. that is it. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vtW8TJCnk2k_q02",
      "video_id": "vtW8TJCnk2k",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "To be comfortable mhm yeah I think that is it okay great and do you wear the same style of clothes on weekends and weekdays as of now yes because I am on like it is summer and I am I currently do not have a job right now so I just wear comfortable clothes all the time like sweats and stuff but during like school year and stuff I try to look more formal and like as a student and well yeah I try to look better like during the weekdays okay great so that is everything for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "to be comfortable mhm yeah I think that's it okay great and do you wear the same style of clothes on weekends and weekdays um as of now yes because I'm on like um it's summer and I'm I currently don't have a job right now so I just wear comfortable clothes all the time like sweats and stuff but during like school year and stuff I try to look more formal and like as a student and well yeah I try to look better like during the weekdays okay great so that is everything for part one.",
      "transcript_cleaned": "To be comfortable mhm yeah I think that is it okay great and do you wear the same style of clothes on weekends and weekdays as of now yes because I am on like it is summer and I am I currently do not have a job right now so I just wear comfortable clothes all the time like sweats and stuff but during like school year and stuff I try to look more formal and like as a student and well yeah I try to look better like during the weekdays",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vtW8TJCnk2k_q03",
      "video_id": "vtW8TJCnk2k",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Example of a good leader I would say like an energetic person always can always bring the energy up and stuff yeah okay great yeah okay very good and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "example of a good leader I would say um like an energetic person always can always um bring the energy up and stuff yeah okay great yeah okay very good and.",
      "transcript_cleaned": "Example of a good leader I would say like an energetic person always can always bring the energy up and stuff yeah okay great yeah okay very good and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vtW8TJCnk2k_q04",
      "video_id": "vtW8TJCnk2k",
      "band": 7.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Receive higher salaries in the future I would say definitely no because just looking at how technology is evolving so fast like robots are definitely going to replace our jobs like especially physical jobs and yeah and yeah I think like there would be no more like physical jobs in the future yeah and I mean it is a sad reality but yeah I would say there would be like less physical jobs like Less jobs that require physical activities okay and your final question do you think machines could replace human workers in the future yes definitely I kind of answered that qu that question already but yeah like the tech like Technologies this these days is like growing up so fast and yeah and as I grew up like I already saw those changes for example like now like I like I will give you one specific example like I saw a Jamba Juice machine that like makes you a juice like and like it does not require a worker and it is just coming out of the machine and I like when I was like a kid like that did not exist right and yeah like just like that yeah robots can definitely replace like physical jobs okay all right so that is everything for your speaking test and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "receive higher salaries in the future I would say definitely no because um just looking at how technology is evolving so fast um like robots are definitely going to uh replace our jobs like especially physical jobs and yeah and um yeah I think um like there would be no more like physical jobs in the future yeah and I mean it's a sad uh reality but yeah I would say there would be like less physical uh jobs like Less jobs that require physical activities okay and your final question do you think machines could replace human workers in the future yes definitely um I kind of answered that qu that question already but yeah like the tech like Technologies this these days is like um growing up so fast and yeah and as I grew up like I already saw those changes for example like now like I um like I'll give you one specific example like um I saw a Jamba Juice machine that like makes you a juice like and like it doesn't require a worker and it's just coming out of the machine and I like when I was like a kid like that didn't exist right and yeah like just like that yeah robots can definitely replace uh like physical jobs okay all right so that is everything for your speaking test and.",
      "transcript_cleaned": "Receive higher salaries in the future I would say definitely no because just looking at how technology is evolving so fast like robots are definitely going to replace our jobs like especially physical jobs and yeah and yeah I think like there would be no more like physical jobs in the future yeah and I mean it is a sad reality but yeah I would say there would be like less physical jobs like Less jobs that require physical activities okay and your final question do you think machines could replace human workers in the future yes definitely I kind of answered that qu that question already but yeah like the tech like Technologies this these days is like growing up so fast and yeah and as I grew up like I already saw those changes for example like now like I like I will give you one specific example like I saw a Jamba Juice machine that like makes you a juice like and like it does not require a worker and it is just coming out of the machine and I like when I was like a kid like that did not exist right and yeah like just like that yeah robots can definitely replace like physical jobs okay all right so that is everything for your speaking test and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K46uEm8ksVE_q01",
      "video_id": "K46uEm8ksVE",
      "band": 5.5,
      "question": "[Transcript chunk 1]",
      "transcript": "What is your name my name is yang zu li and you can call me as young soon very good so are you working or are you a student I am a student I am not working what are you studying oh I am preparing for going to university so I am studying english and art now okay and tell me about your hobbies oh I am interested in doing pictures like painting and or doing some sketches and my favorite kind of picture is animation and I am also preparing for university which is about innovation as well okay and could you describe your home please my home my home is an apartment and my home is in the first floor and around my home there are a lot of artificial forests so i can see various kinds of flowers and trees and i really like them they unwind me and it is relaxing to see the view through my window and i i live with my mom and in my home there are three rooms my brother's room my parents room and my room but these days my my dad and my brother is not home because they are working in the in the other place okay all right and would you like to change anything about your home i think there are not or too many furniture in my room so my room is quite narrow to push other monitor these days so i would like to move or get rid of some monitors like bookshelves because I am not interested in reading books so i want to move out them to my brother's room okay right now we are going to talk about discussion topics so what do you like to talk about with your friends do you mean what i want.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "what is your name my name is yang zu li and you can call me as young soon very good so are you working or are you a student i'm a student i'm not working what are you studying oh i'm preparing for going to university so i'm studying english and art now okay and tell me about your hobbies oh i'm interested in doing pictures like painting and or doing some sketches and my favorite kind of picture is animation and i'm also preparing for university which is about innovation as well okay and could you describe your home please my home my home is an apartment and my home is in the first floor and around my home there are a lot of artificial forests so i can see various kinds of flowers and trees and i really like them they unwind me and it's relaxing to see the view through my window um and i i live with my mom and in my home there are three rooms my brother's room my parents room and my room uh but these days my my dad and my brother is not home because they are working in the in the other place okay all right and would you like to change anything about your home um i think there are not or too many furniture in my room so my room is quite narrow to push other monitor these days so i would like to move or get rid of some monitors like bookshelves because i'm not interested in reading books so i want to move out them to my brother's room okay right now we're going to talk about discussion topics so what do you like to talk about with your friends do you mean what i want.",
      "transcript_cleaned": "What is your name my name is yang zu li and you can call me as young soon very good so are you working or are you a student I am a student I am not working what are you studying oh I am preparing for going to university so I am studying english and art now okay and tell me about your hobbies oh I am interested in doing pictures like painting and or doing some sketches and my favorite kind of picture is animation and I am also preparing for university which is about innovation as well okay and could you describe your home please my home my home is an apartment and my home is in the first floor and around my home there are a lot of artificial forests so i can see various kinds of flowers and trees and i really like them they unwind me and it is relaxing to see the view through my window and i i live with my mom and in my home there are three rooms my brother's room my parents room and my room but these days my my dad and my brother is not home because they are working in the in the other place okay all right and would you like to change anything about your home i think there are not or too many furniture in my room so my room is quite narrow to push other monitor these days so i would like to move or get rid of some monitors like bookshelves because I am not interested in reading books so i want to move out them to my brother's room okay right now we are going to talk about discussion topics so what do you like to talk about with your friends do you mean what i want.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eFwU7XI5Qh0_q02",
      "video_id": "eFwU7XI5Qh0",
      "band": 9.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Outside which I think you know in a long term is not really good for my health do you prefer eating at home or at a restaurant if I have someone to cook for me at home then I would go for that currently I do not have that kind of luxury so I will only stick with grand food or now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "outside which I think you know in a long term is not really good for my health do you prefer eating at home or at a restaurant if I have someone to cook for me at home then I would go for that currently I don't have that kind of luxury so I will only stick with grand food or now.",
      "transcript_cleaned": "Outside which I think you know in a long term is not really good for my health do you prefer eating at home or at a restaurant if I have someone to cook for me at home then I would go for that currently I do not have that kind of luxury so I will only stick with grand food or now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eFwU7XI5Qh0_q03",
      "video_id": "eFwU7XI5Qh0",
      "band": 9.0,
      "question": "[Transcript chunk 3]",
      "transcript": "70 or 80% of Vietnamese have patience especially those living in foreign countries they have jobs like nursing nails and your like manual work so if they do not have patience they would quit right away and just go at back home when do you need patience the most well I think when I am up to a new challenge for my case it is going to be studying in Berlin without any knowledge of German language so I have to take you know I have to be a hundred twenty percent patient with the new language with a new OCD new friends new white living.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "70 or 80% of Vietnamese have patience especially those living in foreign countries they have jobs like nursing nails and your like manual work so if they don't have patience they would quit right away and just go at back home when do you need patience the most well I think when I'm up to a new challenge for my case it's gonna be studying in Berlin without any knowledge of German language so I have to take you know I have to be a hundred twenty percent patient with the new language with a new OCD new friends new white living.",
      "transcript_cleaned": "70 or 80% of Vietnamese have patience especially those living in foreign countries they have jobs like nursing nails and your like manual work so if they do not have patience they would quit right away and just go at back home when do you need patience the most well I think when I am up to a new challenge for my case it is going to be studying in Berlin without any knowledge of German language so I have to take you know I have to be a hundred twenty percent patient with the new language with a new OCD new friends new white living.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eFwU7XI5Qh0_q05",
      "video_id": "eFwU7XI5Qh0",
      "band": 9.0,
      "question": "[Transcript chunk 5]",
      "transcript": "People like to buy well I think nowadays young people especially teenagers like to buy expensive or luxury items just to show up their wealth and family you know like financial conditions.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "people like to buy well I think nowadays young people especially teenagers like to buy expensive or luxury items just to show up their wealth and family you know like financial conditions.",
      "transcript_cleaned": "People like to buy well I think nowadays young people especially teenagers like to buy expensive or luxury items just to show up their wealth and family you know like financial conditions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eFwU7XI5Qh0_q06",
      "video_id": "eFwU7XI5Qh0",
      "band": 9.0,
      "question": "[Transcript chunk 6]",
      "transcript": "That you may have yeah and remember to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "that you may have yeah and remember to.",
      "transcript_cleaned": "That you may have yeah and remember to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "n0A2bI2QsIc_q04",
      "video_id": "n0A2bI2QsIc",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Yeah you can begin all make that is one minute now all right okay so could you describe a trip that you were looking forward to but was delayed it happened when I was 14 I remember and I I was I was traveling London with my parents and we were heading to Paris in that day and so we went to the station and we had to take the Euro star the underground Railway that goes to Paris and actually we just thought the the Eurostar as a normal train we did not really think about the concept that it goes abroad so we were kind of late at that time because we did not think that they would check our luggage or they would check our passports so we did not really expect it it was our mistake obviously but yes we so we could not take the Train to Paris because we were so late at the time we did arrive at the train departure time but it was about we should have been there about 30 minutes before for our luggage and our visa and all to check all those stuffs to go to Paris and because it is another country obviously and at that time England was out of the Europe United yes Europe unions after the brexit so yes we were delayed to go to Paris so we had to book another train and at that time my mom was in charge of our family's trip and I would talk rather talk how she felt about the experience because she was in charge of the trip I was like a kid and I was it is okay we can take the on other the train but it was her who paid the fees and it was her who paid the overpaid.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "yeah you can begin all make that's one minute now all right okay so could you describe a trip that you were looking forward to but was delayed it happened when I was 14 I remember and I I was I was traveling London with my parents and we were heading to Paris in that day and so we went to the station and we had to take the Euro star the underground Railway that goes to Paris and actually we just thought the the Eurostar as a normal train we didn't really think about the concept that it goes abroad so we were kind of late at that time because we didn't think that they would check our luggage or they would check our passports so we didn't really expect it it was our mistake obviously but yes we so we couldn't take the Train to Paris cuz we were so late at the time we did arrive at the train departure time but it was about we should have been there about 30 minutes before for our luggage and our visa and all to check all those stuffs to go to Paris and because it's another country obviously and at that time England was out of the Europe United yes Europe unions after the brexit so yes we were delayed to go to Paris so we had to book another train and at that time my mom was in charge of our family's trip and I would talk rather talk how she felt about the experience cuz she was in charge of the trip I was like a kid and I was it's okay we can take the on other the train but it was her who paid the fees and it was her who paid the overpaid.",
      "transcript_cleaned": "you can begin all make that is one minute now all right okay so could you describe a trip that you were looking forward to but was delayed it happened when I was 14 I remember and I I was I was traveling London with my parents and we were heading to Paris in that day and so we went to the station and we had to take the Euro star the underground Railway that goes to Paris and actually we just thought the the Eurostar as a normal train we did not really think about the concept that it goes abroad so we were kind of late at that time because we did not think that they would check our luggage or they would check our passports so we did not really expect it it was our mistake obviously but yes we so we could not take the Train to Paris because we were so late at the time we did arrive at the train departure time but it was about we should have been there about 30 minutes before for our luggage and our visa and all to check all those stuffs to go to Paris and because it is another country obviously and at that time England was out of the Europe United yes Europe unions after the brexit so yes we were delayed to go to Paris so we had to book another train and at that time my mom was in charge of our family's trip and I would talk rather talk how she felt about the experience because she was in charge of the trip I was like a kid and I was it is okay we can take the on other the train but it was her who paid the fees and it was her who paid the overpaid.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "n0A2bI2QsIc_q06",
      "video_id": "n0A2bI2QsIc",
      "band": 8.0,
      "question": "[Transcript chunk 6]",
      "transcript": "Not because obviously it is too different from the lives we are living right now at the moment so I think they are afraid of yes like traveling abroad and do you think traveling abroad is something that everyone should do I think if they are happily living happily enough at the moment in their daily routines and their lives I think they do not really have to travel because travel quite costs on Co a lot and we do not really have to pay for something we do not really like to do Soh they can do something else they like to do with that money so I would not recommend everyone to like travel around but most of the people who if they feel that Curiosity to what what it would feel like if I travel abroad like if people have some kind of curiosity like that or those questions in their mind I think they should definitely move on to the next level and travel abroad absolutely and what do you think is the difference between how younger people travel and how older people travel I think the younger ones are more concentrated on on like traveling around walking around because they obviously have more energy to use they drink a lot of alcohol at night like they their travels are more concentrated on on the energy they have to spend but I think older ones they the elders their travels are more peaceful like their their travels are more concentrated on rest on the term of rest because they have less energy than the younger on they want to just they do want to see like some famous sites but not too much so they have to be like full of energy all the time so because obviously they old.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "not because obviously it's too different from the lives we are living right now at the moment so I think they're afraid of yes like traveling abroad and do you think uh traveling abroad is something that everyone should do I think if they are happily living happily enough at the moment in their daily routines and their lives I think they don't really have to travel cuz travel quite costs on Co a lot and we don't really have to pay for something we don't really like to do Soh they can do something else they like to do with that money so I wouldn't recommend everyone to like travel around but most of the people who if they feel that Curiosity to what what it would feel like if I travel abroad like if people have some kind of curiosity like that or those questions in their mind I think they should definitely move on to the next level and travel abroad absolutely uh and what do you think is the difference between how younger people travel and how older people travel I think the younger ones are more concentrated on on like traveling around walking around cuz they obviously have more energy to use they drink a lot of alcohol at night like they their travels are more concentrated on on the energy they have to spend but I think older ones they the elders their travels are more peaceful like their their travels are more concentrated on rest on the term of rest cuz they have less energy than the younger on they want to just they do want to see like some famous sites but not too much so they have to be like full of energy all the time so cuz obviously they old.",
      "transcript_cleaned": "Not because obviously it is too different from the lives we are living right now at the moment so I think they are afraid of yes like traveling abroad and do you think traveling abroad is something that everyone should do I think if they are happily living happily enough at the moment in their daily routines and their lives I think they do not really have to travel because travel quite costs on Co a lot and we do not really have to pay for something we do not really like to do Soh they can do something else they like to do with that money so I would not recommend everyone to like travel around but most of the people who if they feel that Curiosity to what what it would feel like if I travel abroad like if people have some kind of curiosity like that or those questions in their mind I think they should definitely move on to the next level and travel abroad absolutely and what do you think is the difference between how younger people travel and how older people travel I think the younger ones are more concentrated on on like traveling around walking around because they obviously have more energy to use they drink a lot of alcohol at night like they their travels are more concentrated on on the energy they have to spend but I think older ones they the elders their travels are more peaceful like their their travels are more concentrated on rest on the term of rest because they have less energy than the younger on they want to just they do want to see like some famous sites but not too much so they have to be like full of energy all the time so because obviously they old.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "n0A2bI2QsIc_q10",
      "video_id": "n0A2bI2QsIc",
      "band": 8.0,
      "question": "[Transcript chunk 10]",
      "transcript": "In general not a big deal like you you know you most of your answers were fine but just I think it was the last question you talked about like that but okay yeah it was a really good test really good test thank you for coming in cheers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "in general not a big deal like you you know you most of your answers were fine but just I think it was the last question you talked about like that but okay yeah it was a really good test really good test thank you for coming in cheers.",
      "transcript_cleaned": "In general not a big deal like you you know you most of your answers were fine but just I think it was the last question you talked about like that but okay yeah it was a really good test really good test thank you for coming in cheers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGgXWLutx9M_q02",
      "video_id": "tGgXWLutx9M",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Ju wear like the style for teenagers I think teenagers they belong to the the age where when they go to school so most of the time I would see the teenagers in my hometown wearing uniforms other than that I think they would choose to wear casual clothes yeah okay great so that is part one so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "ju wear like the style for teenagers I think teenagers they belong to the the age where when they go to school so most of the time I would see the teenagers in my hometown wearing uniforms um other than that I think they would choose to wear casual clothes yeah okay great so that's part one so.",
      "transcript_cleaned": "Ju wear like the style for teenagers I think teenagers they belong to the the age where when they go to school so most of the time I would see the teenagers in my hometown wearing uniforms other than that I think they would choose to wear casual clothes",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGgXWLutx9M_q03",
      "video_id": "tGgXWLutx9M",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "About saving resources as well including water and electricity and I have always been taught to save those Resources by you know simply switching off the electronic devices when we do not use them or safe Waters when we take a shower and things like that my beloved father also tells me that instead of using my private vehicles to commute to my school or work I should make use of public transportation to lower the carbon emissions or the personal carbon Footprints things like that so I was really impressed by his concern for the environment and I learn a lot from him and the reason why I think that my father cares about the environment is because he is been exposed to a lot of bad news on the state media about the time is up okay thank you for your part two okay so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "about saving resources as well uh including water and electricity and I've always been taught to save those Resources by you know simply switching off the electronic devices when we do not use them or safe Waters when we take a shower and things like that my beloved father also tells me that instead of using my private vehicles to commute to my school or work I should make use of public transportation to lower the carbon emissions or the personal carbon Footprints things like that so I was really impressed by his concern for the environment and I learn a lot from him and the reason why I think that my father cares about the environment is because he's been exposed to a lot of bad news on the state media about the time is up okay thank you for your part two okay so.",
      "transcript_cleaned": "About saving resources as well including water and electricity and I have always been taught to save those Resources by you know simply switching off the electronic devices when we do not use them or safe Waters when we take a shower and things like that my beloved father also tells me that instead of using my private vehicles to commute to my school or work I should make use of public transportation to lower the carbon emissions or the personal carbon Footprints things like that so I was really impressed by his concern for the environment",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGgXWLutx9M_q04",
      "video_id": "tGgXWLutx9M",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "In but then I would want to add more actions into that list and that is trash categorization so it is really important for factories to dissolve all the trust or rubbish thrown into the the environment by categorizing them I mean people should join hands in categorizing trust into Solid Waste or toxic waste yeah like that so do you think people should be personally responsible for their environmental impact the questions just sound so similar yes it is our personal responsibility to save the environment and the nature and the natural resources and I have also just listed some actions that we can engage in so I think I I have nothing to say more about it what do you think are the most effective ways to improve environmental sustainability environmental Su sustainability is of great importance of great importance to the Social Development and I think that it is not only our personal responsibility but it is the obligation of the International Community or government to you know truly take actions instead of just raising awareness about it so the government from different countries should like Implement policies or practical actions to protect our nature either by preventing public I am sorry either by preventing private vehicles or just reducing the amount the number of private vehicles and just transfer to public ones mhm and what do you think we can teach children about protect the environment so for children I think the master of environment is kind of complicated for them to understand so like are you questioning questioning me about the methods we can use to teach them or the pieces of knowledge we should teach them mhm either so you can talk about the method that we can teach them and what we can.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "in but then I would want to add more actions into that list and that is trash categorization so it's really important for um factories to uh dissolve all the trust or rubbish thrown into the the environment by categorizing them I mean people should join hands in categorizing trust into Solid Waste or toxic waste yeah like that so do you think people should be personally responsible for their environmental impact the questions just sound so similar yes it's our personal responsibility to um save the environment and the nature and the natural resources and I've also just listed some actions that we can engage in so I think I I have nothing to say more about it what do you think are the most effective ways to improve environmental sustainability environmental Su sustainability is of great importance of great importance to the Social Development and I think that it is not only our personal responsibility but it's the obligation of the International Community or government to you know truly take actions instead of just raising awareness about it um so the government from different countries should like Implement policies or practical actions to protect our nature either by preventing public I'm sorry either by preventing private vehicles or just reducing the amount the number of private vehicles and just transfer to public ones mhm and what do you think we can teach children about protect the environment so for children I think um the master of environment is kind of complicated for them to understand so like are you questioning questioning me about the methods we can use to teach them or the pieces of knowledge we should teach them mhm either so you can talk about the method that we can teach them and what we can.",
      "transcript_cleaned": "In but then I would want to add more actions into that list and that is trash categorization so it is really important for factories to dissolve all the trust or rubbish thrown into the the environment by categorizing them I mean people should join hands in categorizing trust into Solid Waste or toxic waste yeah like that so do you think people should be personally responsible for their environmental impact the questions just sound so similar yes it is our personal responsibility to save the environment and the nature and the natural resources and I have also just listed some actions that we can engage in so I think I I have nothing to say more about it what do you think are the most effective ways to improve environmental sustainability environmental Su sustainability is of great importance of great importance to the Social Development and I think that it is not only our personal responsibility but it is the obligation of the International Community or government to you know truly take actions instead of just raising awareness about it so the government from different countries should like Implement policies or practical actions to protect our nature either by preventing public I am sorry either by preventing private vehicles or just reducing the amount the number of private vehicles and just transfer to public ones mhm and what do you think we can teach children about protect the environment so for children I think the master of environment is kind of complicated for them to understand so like are you questioning questioning me about the methods we can use to teach them or the pieces of knowledge we should teach them mhm either so you can talk about the method that we can teach them and what we can.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGgXWLutx9M_q05",
      "video_id": "tGgXWLutx9M",
      "band": 8.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Teach them about so concerning the methods of teaching I think we should make use of know the schools and teachers should make use of videos really simple videos about just some simple aspects of environment such as animals those who are going extinct in order to raise awareness among them about the importance of other life forms to us as humans and concerning the pieces of knowledge we should introduce to them I think it should be made simple as well like introducing to them what truly is natural resources and some small actions that children themselves can take in order to protect the environment for example telling them the negative impacts of throwing trust into the atmosphere instead of throwing trust in in the trust means M okay great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "teach them about so concerning the methods of teaching I think we should make use of know the schools and teachers should make use of videos really simple videos about just some simple aspects of environment such as animals those who are going extinct in order to raise awareness among them about the importance of other life forms to us as humans and concerning the pieces of knowledge we should introduce to them I think it should be made simple as well like um introducing to them what truly is natural resources and some small actions that children themselves can take in order to protect the environment for example telling them the negative impacts of throwing trust into the atmosphere instead of throwing trust in in the trust means M okay great.",
      "transcript_cleaned": "Teach them about so concerning the methods of teaching I think we should make use of know the schools and teachers should make use of videos really simple videos about just some simple aspects of environment such as animals those who are going extinct in order to raise awareness among them about the importance of other life forms to us as humans and concerning the pieces of knowledge we should introduce to them I think it should be made simple as well like introducing to them what truly is natural resources and some small actions that children themselves can take in order to protect the environment for example telling them the negative impacts of throwing trust into the atmosphere instead of throwing trust in in the trust means M",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mJhBTa4NX9Y_q02",
      "video_id": "mJhBTa4NX9Y",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Of course anyone i think anyone has a hobby because if we do not have a hobby we get bored so we cannot enjoy the life we cannot enjoy the time and definitely we will waste the time and we get bored so i have a hobby like others and most important hobby that i have is going out and catching up with friends having dinner outside going to see my friends and spending time with them okay and do you think hobbies should be shared with other people in my opinion i think no because I am a close person so i do not have many friends so i prefer to have just one close friend or two and share my hobby only with them so this is my character i do not say anyone has to be like me this is me and how i am great and did you have a hobby as a child yes when i was a child i was about like seven years old i really wanted to sing i was crazy about singing and started the learning from my father because my father also used to sing so i got the tricks about singing from my father and i continued when i was like 18 years old i started working with the with the group that they were singing in iran they call the aryan so i used to be their local team in their locality.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "of course anyone i think anyone has a hobby because if we don't have a hobby we get bored so we cannot enjoy the life we cannot enjoy the time and definitely we will waste the time and we get bored so i have a hobby like others and most important hobby that i have is going out and catching up with friends having dinner outside going to see my friends and spending time with them okay and do you think hobbies should be shared with other people um in my opinion i think no because i'm a close person so i don't have many friends so i prefer to have just one close friend or two and share my hobby only with them so this is my character i don't say anyone has to be like me this is me and how i am great and did you have a hobby as a child yes uh when i was a child i was about like seven years old i really wanted to sing i was crazy about singing and started the learning from my father because my father also used to sing so i got the tricks about singing from my father and i continued when i was like 18 years old i started working with the with the group that they were singing in iran they call the aryan so i used to be their local team in their locality.",
      "transcript_cleaned": "Of course anyone i think anyone has a hobby because if we do not have a hobby we get bored so we cannot enjoy the life we cannot enjoy the time and definitely we will waste the time and we get bored so i have a hobby like others and most important hobby that i have is going out and catching up with friends having dinner outside going to see my friends and spending time with them okay and do you think hobbies should be shared with other people in my opinion i think no because I am a close person so i do not have many friends so i prefer to have just one close friend or two and share my hobby only with them so this is my character i do not say anyone has to be like me this is me and how i am great and did you have a hobby as a child yes when i was a child i was about like seven years old i really wanted to sing i was crazy about singing and started the learning from my father because my father also used to sing so i got the tricks about singing from my father and i continued when i was like 18 years old i started working with the with the group that they were singing in iran they call the aryan so i used to be their local team in their locality.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}