{
  "batch_id": 60,
  "count": 20,
  "samples": [
    {
      "sample_id": "4bQeEulUycQ_q15",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Something like 300 American dollars?",
      "transcript": "Obviously, I knew we could negotiate, but it seemed such a high price that we just left. The next night, we went out for my birthday meal. Just as we were finishing the dessert, the waiter came over and handed me the most beautifully wrapped gift. I knew at once because it was very heavy that it was the fish tile. that is why I.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Obviously, I knew we could negotiate, but it seemed such a high price that we just left. The next night, we went out for my birthday meal. Just as we were finishing the dessert, the waiter came over and handed me the most beautifully wrapped gift. I knew at once because it was very heavy that it was the fish tile. That's why I.",
      "transcript_cleaned": "Obviously, I knew we could negotiate, but it seemed such a high price that we just left. The next night, we went out for my birthday meal. Just as we were finishing the dessert, the waiter came over and handed me the most beautifully wrapped gift. I knew at once because it was very heavy that it was the fish tile. that is why I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q16",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "And does this person often buy you presents?",
      "transcript": "Well, he is good at remembering my birthday and our anniversary, so he does usually buy me something nice then, but he does not just buy a present out of the blue.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, he's good at remembering my birthday and our anniversary, so he does usually buy me something nice then, but he doesn't just buy a present out of the blue.",
      "transcript_cleaned": "he is good at remembering my birthday and our anniversary, so he does usually buy me something nice then, but he does not just buy a present out of the blue.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q17",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Could I have the booklet, the pencil and the paper bag, please?",
      "transcript": "Thank you. Now, you have been telling me about a present you received, and I would like to ask you some more general questions related to this. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Thank you. Now, you've been telling me about a present you received, and I'd like to ask you some more general questions related to this. So,.",
      "transcript_cleaned": "Thank you. Now, you have been telling me about a present you received, and I would like to ask you some more general questions related to this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q18",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Can you tell me something about how people feel when they receive a homemade gift, and when they receive a shop-bought gift?",
      "transcript": "Well, I think as with everything, it depends on the person and the gift. When a grandchild makes something for their grandparents, like a bookmark or a clay pot that they have made at school, then obviously their grandparents will treasure it. For adults, I think it is a bit different. if people are going to give homemade gifts, then they need to be of really good quality. Why do you say that Well when children make things it the thought that counts But when it adults making things it has to look like the present is a proper present rather than something they made just because it cheaper Of course the thought still counts and in many ways our time now is more important or precious than money So if somebody has spent a lot of time making a gift it will mean a lot. But if someone has made some chutneys or pickles or some other type of food then it has to be edible and tastes nice as well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think as with everything, it depends on the person and the gift. When a grandchild makes something for their grandparents, uh, like a bookmark or a clay pot that they've made at school, then obviously their grandparents will treasure it. For adults, I think it's a bit different. Uh, if people are going to give homemade gifts, then they need to be of really good quality. Why do you say that Well when children make things it the thought that counts But when it adults making things it has to look like the present is a proper present rather than something they made just because it cheaper Of course the thought still counts and in many ways our time now is more important or precious than money So if somebody has spent a lot of time making a gift it will mean a lot. But if someone has made some chutneys or pickles or some other type of food then it has to be edible and tastes nice as well.",
      "transcript_cleaned": "I think as with everything, it depends on the person and the gift. When a grandchild makes something for their grandparents, like a bookmark or a clay pot that they have made at school, then obviously their grandparents will treasure it. For adults, I think it is a bit different. if people are going to give homemade gifts, then they need to be of really good quality. Why do you say that Well when children make things it the thought that counts But when it adults making things it has to look like the present is a proper present rather than something they made just because it cheaper Of course the thought still counts and in many ways our time now is more important or precious than money So if somebody has spent a lot of time making a gift it will mean a lot. But if someone has made some chutneys or pickles or some other type of food then it has to be edible and tastes nice as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q19",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "So what about shop-bought gifts?",
      "transcript": "Most gifts these days are shop-bought. And there is not really anything wrong with that. What is important, I think, with a shop-bought gift is that the person buying the gift should spend some time thinking about what the other person would really appreciate. it is no good a husband going into a perfume shop and buying the first perfume he likes. He needs to see what perfume his wife is wearing. That shows his wife that he is paying her attention.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Most gifts these days are shop-bought. And there isn't really anything wrong with that. What is important, I think, with a shop-bought gift is that the person buying the gift should spend some time thinking about what the other person would really appreciate. It's no good a husband going into a perfume shop and buying the first perfume he likes. He needs to see what perfume his wife is wearing. That shows his wife that he's paying her attention.",
      "transcript_cleaned": "Most gifts these days are shop-bought. And there is not really anything wrong with that. What is important, I think, with a shop-bought gift is that the person buying the gift should spend some time thinking about what the other person would really appreciate. it is no good a husband going into a perfume shop and buying the first perfume he likes. He needs to see what perfume his wife is wearing. That shows his wife that he is paying her attention.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q20",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "And do you think that children get more pleasure receiving gifts than adults do?",
      "transcript": "Yes and no. Obviously, children love receiving gifts, but children do generally get a lot of gifts. Children these days are spoiled and they get too many gifts. So the more gifts they get, the less they value them. They really have the resources to buy things for themselves. So if they really want something, they can buy it. Of course this then makes present buying for adults much more difficult. But of course there are things that we like that we cannot really afford. Or we can afford them but cannot justify their expense.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes and no. Obviously, children love receiving gifts, but children do generally get a lot of gifts. Children these days are spoiled and they get too many gifts. So the more gifts they get, the less they value them. They really have the resources to buy things for themselves. So if they really want something, they can buy it. Of course this then makes present buying for adults much more difficult. But of course there are things that we like that we can't really afford. Or we can afford them but can't justify their expense.",
      "transcript_cleaned": "Yes and no. Obviously, children love receiving gifts, but children do generally get a lot of gifts. Children these days are spoiled and they get too many gifts. So the more gifts they get, the less they value them. They really have the resources to buy things for themselves. So if they really want something, they can buy it. Of course this then makes present buying for adults much more difficult. But of course there are things that we like that we cannot really afford. Or we can afford them but cannot justify their expense.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q21",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "What sort of things are you thinking of?",
      "transcript": "For women it might be perfume or a day at the spa or a new pair of party heels. For men, usually something to do with their hobbies or books or CDs.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For women it might be perfume or a day at the spa or a new pair of party heels. For men, usually something to do with their hobbies or books or CDs.",
      "transcript_cleaned": "For women it might be perfume or a day at the spa or a new pair of party heels. For men, usually something to do with their hobbies or books or CDs.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q22",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Do you think that more people get more pleasure giving or receiving gifts?",
      "transcript": "Oh, this is a tricky one. Why? Well, I think most people get pleasure out of both. Of course it depends. We may not get a lot of pleasure out of giving gifts to children who we know may not appreciate them. But, if we have found the perfect gift for someone we love and we know it is going to make them happy, well, then this will really fill our hearts with joy. similarly, if someone receives a gift of something that they do not really want or they can sense that it has been bought out of haste, then this is not really going to make them feel that good. But if it is something wonderful, then, well, of course, they are going to feel fantastic about it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, um, this is a tricky one. Why? Well, I think most people get pleasure out of both. Of course it depends. We may not get a lot of pleasure out of giving gifts to children who we know may not appreciate them. But, uh, if we have found the perfect gift for someone we love and we know it's going to make them happy, well, then this will really fill our hearts with joy. Um, similarly, if someone receives a gift of something that they don't really want or they can sense that it has been bought out of haste, then this isn't really going to make them feel that good. But if it's something wonderful, then, well, of course, they're going to feel fantastic about it.",
      "transcript_cleaned": "Oh, this is a tricky one. Why? Well, I think most people get pleasure out of both. Of course it depends. We may not get a lot of pleasure out of giving gifts to children who we know may not appreciate them. But, if we have found the perfect gift for someone we love and we know it is going to make them happy, well, then this will really fill our hearts with joy. similarly, if someone receives a gift of something that they do not really want or they can sense that it has been bought out of haste, then this is not really going to make them feel that good. But if it is something wonderful, then, well, of course, they are going to feel fantastic about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q23",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "How much do advertisements influence people when they buy gifts?",
      "transcript": "In my opinion, probably not too much. I mean, most adverts are for things like cars and, household products, which are not really gifts. Although a lot of young people like to be given new phones and other gadgets. So if a parent is not sure which model to get, then they could be influenced by advertising.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In my opinion, probably not too much. I mean, most adverts are for things like cars and, uh, household products, which aren't really gifts. Although a lot of young people like to be given new phones and other gadgets. So if a parent isn't sure which model to get, then they could be influenced by advertising.",
      "transcript_cleaned": "In my opinion, probably not too much. I mean, most adverts are for things like cars and, household products, which are not really gifts. Although a lot of young people like to be given new phones and other gadgets. So if a parent is not sure which model to get, then they could be influenced by advertising.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q24",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "And do you think that some festivals have become commercialized as a result of the emphasis on buying gifts?",
      "transcript": "Oh yes, definitely. Yes, in fact I think it is much worse than that. it is not just the old festivals becoming commercialized, but so-called new ones being created just for the sake of present giving.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yes, definitely. Yes, um, in fact I think it's much worse than that. It's not just the old festivals becoming commercialized, but so-called new ones being created just for the sake of present giving.",
      "transcript_cleaned": "Oh yes, definitely. Yes, in fact I think it is much worse than that. it is not just the old festivals becoming commercialized, but so-called new ones being created just for the sake of present giving.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q25",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Can you tell me more about that?",
      "transcript": "Yes, things like Valentine's Day and Mother's Day, these are not Indian traditions, but suddenly we find we have to buy a present for our spouse on Valentine's Day. And while it is nice to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, uh, things like Valentine's Day and Mother's Day, these aren't Indian traditions, but suddenly we find we have to buy a present for our spouse on Valentine's Day. And while it is nice to.",
      "transcript_cleaned": "Yes, things like Valentine's Day and Mother's Day, these are not Indian traditions, but suddenly we find we have to buy a present for our spouse on Valentine's Day. And while it is nice to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q02",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And Solon, are you working or are you a student?",
      "transcript": "I am still a student. I am doing my graduates in environmental toxicology in SNU.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm still a student. I'm doing my graduates in environmental toxicology in SNU.",
      "transcript_cleaned": "I am still a student. I am doing my graduates in environmental toxicology in SNU.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q03",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And do you like your major?",
      "transcript": "Yes, I really like my major because I have been interested in it since I was young. my major is about environmental toxicology. So it is about how environmental toxicants affect our human body. so I have read a lot of books about it since I was young. So I have decided to study it since I was in middle school. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I really like my major because I've been interested in it since I was young. Um, my major is about environmental toxicology. So it's about how environmental toxicants affect our human body. Um, so I've read a lot of books about it since I was young. So I've decided to study it since I was in middle school. Okay.",
      "transcript_cleaned": "Yes, I really like my major because I have been interested in it since I was young. my major is about environmental toxicology. So it is about how environmental toxicants affect our human body. so I have read a lot of books about it since I was young. So I have decided to study it since I was in middle school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q04",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And what do you like doing when you have some free time?",
      "transcript": "When I have free time, I like watching Netflix or doing, my regular workout routines like doing jump ropes. and other than that, when I have free time, I hang out with my friends or just watch YouTube. Now we are going to talk about chocolate.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, when I have free time, I like watching Netflix or doing, um, my regular workout routines like doing jump ropes. Um, and other than that, when I have free time, I hang out with my friends or just watch YouTube. Now we're gonna talk about chocolate.",
      "transcript_cleaned": "When I have free time, I like watching Netflix or doing, my regular workout routines like doing jump ropes. and other than that, when I have free time, I hang out with my friends or just watch YouTube. Now we are going to talk about chocolate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q05",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "So do you like eating chocolate?",
      "transcript": "Oh yes, I love eating chocolate. I like eating everything made of chocolate, like chocolate milkshakes. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yes, I love eating chocolate. Um, I like eating everything made of chocolate, like chocolate milkshakes. Yeah.",
      "transcript_cleaned": "Oh yes, I love eating chocolate. I like eating everything made of chocolate, like chocolate milkshakes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q06",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And how often do you eat chocolate?",
      "transcript": "I eat chocolate five times a month. I like chocolate but if I eat it too often then I might gain weight so I try to cut down on chocolate. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I eat chocolate um, five times a month. Um, I like chocolate but if I eat it too often then I might gain weight so I try to cut down on chocolate. Okay.",
      "transcript_cleaned": "I eat chocolate five times a month. I like chocolate but if I eat it too often then I might gain weight so I try to cut down on chocolate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q07",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And did you often eat chocolate when you were a child?",
      "transcript": "Actually I like eating chocolate but my mom did not allow me to eat chocolate too much. So, I did not eat chocolate a lot. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually I like eating chocolate but my mom didn't allow me to eat chocolate too much. So, I didn't eat chocolate a lot. Okay.",
      "transcript_cleaned": "Actually I like eating chocolate but my mom did not allow me to eat chocolate too much. So, I did not eat chocolate a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q08",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And why do you think chocolate is popular around the world?",
      "transcript": "I think chocolate is very popular around the world because it is not that dangerous to your health compared to other sweets. And also, chocolate has a long history. I heard that it was found in the, in South America in the past. And, you can make various types of dishes using chocolate, like chocolate pizza or chocolate milkshake. Yeah, those like that. Okay, and now we are going to talk about music.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think chocolate is very popular around the world because it's not that dangerous to your health compared to other sweets. And also, chocolate has a long history. I heard that it was found in the, in South America in the past. And, um, you can make various types of dishes using chocolate, like chocolate pizza or chocolate milkshake. Yeah, those like that. Okay, and now we're going to talk about music.",
      "transcript_cleaned": "I think chocolate is very popular around the world because it is not that dangerous to your health compared to other sweets. And also, chocolate has a long history. I heard that it was found in the, in South America in the past. And, you can make various types of dishes using chocolate, like chocolate pizza or chocolate milkshake. Yeah, those like that. Okay, and now we are going to talk about music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q09",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "So, what kinds of music do you like?",
      "transcript": "I actually listen to a wide range of jams. but my favorite one is jazz. And my favorite type of music is jazz music in the movie called La La Land. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I actually listen to a wide range of jams. Um, but my favorite one is jazz. And my favorite type of music is jazz music in the movie called La La Land. Good.",
      "transcript_cleaned": "I actually listen to a wide range of jams. but my favorite one is jazz. And my favorite type of music is jazz music in the movie called La La Land.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q10",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And are there any kinds of music that you dislike and why?",
      "transcript": "I usually dislike rock music because it is too noisy in my opinion. And the sound is a bit deafening so I prefer quiet music. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I usually dislike rock music because it's too noisy in my opinion. And the sound is a bit deafening so I prefer quiet music. Good.",
      "transcript_cleaned": "I usually dislike rock music because it is too noisy in my opinion. And the sound is a bit deafening",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}