{
  "batch_id": 62,
  "count": 20,
  "samples": [
    {
      "sample_id": "5xpz3yTyzmE_q02",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "What kind of movies do you like?",
      "transcript": "Well, to be honest, I love romantic because I, you know, I can learn a lot of vocab and it is quite suitable for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, to be honest, I love romantic because I, you know, I can learn a lot of vocab and it's quite suitable for me.",
      "transcript_cleaned": "to be honest, I love romantic because I, you know, I can learn a lot of vocab and it is quite suitable for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q03",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "Do you prefer to go to the cinema alone or with others?",
      "transcript": "Well, I enjoy, go to the movies alone because I, I think that is more important what the context and the movies. Not, it is really not matter that who you go with.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I enjoy, um, go to the movies alone because I, I think that is more important what the context and the movies. Not, um, it's really not matter that who you go with.",
      "transcript_cleaned": "I enjoy, go to the movies alone because I, I think that is more important what the context and the movies. Not, it is really not matter that who you go with.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q04",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "How often do you drink water?",
      "transcript": "Yeah, it is hard to remember, but I drink water when I feel thirsty.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, it's hard to remember, but I drink water when I feel thirsty.",
      "transcript_cleaned": "it is hard to remember, but I drink water when I feel thirsty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q05",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "What kinds of water do you like to drink?",
      "transcript": "Well, I enjoy, the water that contains caffeine because it helps me to focus on my study or even when I go to the gym, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I enjoy, um, the water that contains caffeine because it helps me to focus on my study or even when I go to the gym, yeah.",
      "transcript_cleaned": "I enjoy, the water that contains caffeine because it helps me to focus on my study or even when I go to the gym,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q06",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "Do you drink bottled water or water from the water machines?",
      "transcript": "I guess water will be more convenient for me because I can carry it wherever I want.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I guess water will be more convenient for me because I can carry it wherever I want.",
      "transcript_cleaned": "I guess water will be more convenient for me because I can carry it wherever I want.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q07",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "What form of transport do you usually use?",
      "transcript": "Well I use motorbike a lot because it I think that it faster for me to commute to my school or work In your opinion what will become the most popular means of transportation in Vietnam Well, as you can see here in Vietnam, we use, motorbike a lot because, like I said before, it is more convenient and faster, Listen, the street is always crowded and motorbike is the best choice compared to cars.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well I use motorbike a lot because it um I think that it faster for me to commute to my school or work In your opinion what will become the most popular means of transportation in Vietnam Well, as you can see here in Vietnam, we use, um, motorbike a lot because, like I said before, it's more convenient and faster, Listen, um, the street is always crowded and motorbike is the best choice compared to cars.",
      "transcript_cleaned": "I use motorbike a lot because it I think that it faster for me to commute to my school or work In your opinion what will become the most popular means of transportation in Vietnam Well, as you can see here in Vietnam, we use, motorbike a lot because, like I said before, it is more convenient and faster, Listen, the street is always crowded and motorbike is the best choice compared to cars.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q08",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "How has the transport system in your hometown changed in the past few decades?",
      "transcript": "Well, in the past I think people usually travel by work or, by work actually. But nowadays they tend to use cars for its convenience and and it is also comfortable. Or they may use some transportation, public transportation. for instance bus, buses or train. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, well, in the past I think people usually travel by work or, by work actually. But nowadays they tend to use cars for its convenience and um, and it's also comfortable. Or they may use some transportation, public transportation. Um, for instance bus, buses or train. Yeah.",
      "transcript_cleaned": "in the past I think people usually travel by work or, by work actually. But nowadays they tend to use cars for its convenience and and it is also comfortable. Or they may use some transportation, public transportation. for instance bus, buses or train.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q09",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "Now, do you think learning many subjects at one time is better, or learning one subject is better?",
      "transcript": "To be honest, I think that each way of learning has its own parts. I mean, by learning many subjects at the same time, it is good for you, especially those who easily get bored. But in another way, if you learn many subjects at the same time, it is very hard for you to concentrate on your subject. And, and of course, learning one subject, only can help you, easy, can help you, can help you, focus more on the, the, on your study.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To be honest, I think that each way of learning has its own parts. I mean, by learning many subjects at the same time, it's good for you, especially those who easily get bored. But in another way, if you learn many subjects at the same time, it's very hard for you to concentrate on your subject. And, um, and of course, uh, learning one subject, uh, only can help you, uh, easy, uh, can help you, uh, can help you, um, focus more on the, the, on your study.",
      "transcript_cleaned": "To be honest, I think that each way of learning has its own parts. I mean, by learning many subjects at the same time, it is good for you, especially those who easily get bored. But in another way, if you learn many subjects at the same time, it is very hard for you to concentrate on your subject. And, and of course, learning one subject, only can help you, easy, can help you, can help you, focus more on the, the, on your study.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q10",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "Do you think learning many subjects is beneficial to your future work?",
      "transcript": "Well I have to say that it depends I mean if you are really good at one subject you can you still can have the chance have a better chance in your job opportunities but if you if you if you have learned a lot of subjects it your Or you can have more chances in the job market I mean you know more about other areas For instance you may you may opt in banking at the first time but then you started learning about accounting It also helpful for your future career What subjects are more practical to learn nowadays? Well, I think, students nowadays should learn about, should learn English because, it is the most popular language all around the world. So, with the language, students can have a lot of choice, not only about a job, but it open up, it open up for, communi- communication. For communication, I guess. since people have to, meet a lot of people from different country, and then, Being good at English is a great chance. You know, instead of, you have to hire someone, to translate all of this, all of that, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well I have to say that it depends I mean um if you are really good at one subject you can you still can have the chance um have a better chance in your job opportunities Um but um if you uh if you if you have learned a lot of subjects um it your Or er you can have more chances er in the job market I mean you know more about other areas For instance you may er you may opt in banking at the first time but then you started learning about um accounting It also helpful for your future career What subjects are more practical to learn nowadays? Well, I think, um, students nowadays should learn about, um, should learn English because, um, it's the most popular language all around the world. So, um, with the language, uh, students can have a lot of choice, uh, not only about a job, but it open up, it open up for, um, communi- uh, communication. For communication, I guess. Um, since people have to, uh, meet a lot of people from different country, um, and then, um, Being good at English is a great chance. You know, instead of, um, you have to hire someone, um, to translate all of this, all of that, yeah.",
      "transcript_cleaned": "I have to say that it depends I mean if you are really good at one subject you can you still can have the chance have a better chance in your job opportunities but if you if you if you have learned a lot of subjects it your Or you can have more chances in the job market I mean you know more about other areas For instance you may you may opt in banking at the first time but then you started learning about accounting It also helpful for your future career What subjects are more practical to learn nowadays? Well, I think, students nowadays should learn about, should learn English because, it is the most popular language all around the world. So, with the language, students can have a lot of choice, not only about a job, but it open up, it open up for, communi- communication. For communication, I guess. since people have to, meet a lot of people from different country, and then, Being good at English is a great chance. You know, instead of, you have to hire someone, to translate all of this, all of that,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q11",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "Do you think all teachers should have entertaining teaching styles?",
      "transcript": "Yes, of course, because a teacher with, entertaining, style can help a student, feel not really, stressful, bored, and they can therefore, learn it in the easy way. Thank you, that is the end of the test. It needs to be done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, of course, um, because a teacher with, um, um, entertaining, um, style can help a student, um, Um, feel not really, uh, stressful, bored, and they can therefore, um, learn it in the easy way. Thank you, that is the end of the test. It needs to be done.",
      "transcript_cleaned": "Yes, of course, because a teacher with, entertaining, style can help a student, feel not really, stressful, bored, and they can therefore, learn it in the easy way. Thank you, that is the end of the test. It needs to be done.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VH_n5XR6APk_q01",
      "video_id": "VH_n5XR6APk",
      "band": 5.0,
      "question": "Are you ready to start the test?",
      "transcript": "No, I am ready. Alright, so first of all, I would like to ask you a few questions related to the personal information.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I'm ready. Alright, so first of all, I would like to ask you a few questions related to the personal information.",
      "transcript_cleaned": "No, I am ready. Alright, so first of all, I would like to ask you a few questions related to the personal information.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VH_n5XR6APk_q02",
      "video_id": "VH_n5XR6APk",
      "band": 5.0,
      "question": "Alright, so do you do some cooking in your family at home?",
      "transcript": "Personally, I usually help my mother with the cooking when she is busy. I usually do side work for dinner, also for lunch.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Personally, um, I usually help my mother with the cooking when she is busy. I usually do side work for dinner, also for lunch.",
      "transcript_cleaned": "Personally, I usually help my mother with the cooking when she is busy. I usually do side work for dinner, also for lunch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VH_n5XR6APk_q03",
      "video_id": "VH_n5XR6APk",
      "band": 5.0,
      "question": "Okay, and do you have breakfast at home every day?",
      "transcript": "Yes, I am a person who always have breakfast before doing the med, doing med, doing med things in the morning. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, yes, I am a person who always have breakfast before doing the med, doing med, doing med things in the morning. Okay.",
      "transcript_cleaned": "Yes, I am a person who always have breakfast before doing the med, doing med, doing med things in the morning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VH_n5XR6APk_q04",
      "video_id": "VH_n5XR6APk",
      "band": 5.0,
      "question": "And who usually cook your breakfast?",
      "transcript": "Sometimes I cook the breakfast myself, even for my family. I often buy the food from the store. I am strict.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Sometimes I cook the breakfast myself, even for my family. I often buy the food from the store. I'm strict.",
      "transcript_cleaned": "Sometimes I cook the breakfast myself, even for my family. I often buy the food from the store. I am strict.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VH_n5XR6APk_q06",
      "video_id": "VH_n5XR6APk",
      "band": 5.0,
      "question": "Your first question is, do you think that sports is good for our health?",
      "transcript": "Oh, I think it is a strange question. We also enhance our health. But we can have a new friend many new friends How can we encourage people to play sports more personally I believe that people should have play or schedule for a week So, I think that in the afternoon, they can improve the health by trying to play a new sport like basketball or badminton. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I think it's a strange question. We also enhance our health. But uh we can have a new friend many new friends How can we encourage people to play sports more Um personally um I believe that people should have um play or um schedule for a week So, I think that in the afternoon, they can improve the health by trying to play a new sport like basketball or badminton. Yeah.",
      "transcript_cleaned": "Oh, I think it is a strange question. We also enhance our health. But we can have a new friend many new friends How can we encourage people to play sports more personally I believe that people should have play or schedule for a week So, I think that in the afternoon, they can improve the health by trying to play a new sport like basketball or badminton.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VH_n5XR6APk_q07",
      "video_id": "VH_n5XR6APk",
      "band": 5.0,
      "question": "And do you think companies should give money for the employees to play or to pay for sports?",
      "transcript": "Or I think that a company should have many space for sports to enhance or develop the productivity for their employees by building a playground. Or sometimes they can hold German for running or playing football. Yeah, alright, that is it. That is the last question and concludes our speaking test. And you can relax now. Okay, okay, right, bây giờ thầy sẽ cho em một vài cái điểm mạnh của mình cũng như là các điểm cần cải thiện để mình tăng bên ở trong bài speaking này nha. Rồi, cái phần đầu tiên thấp, The writing with the first part our bacteria Two puls Teresi has become really real-額 ép. Also, we need to be closer to the editing and similarly Elric zeigen. Part p has applied our toasts toってる font word from JUNIUS. First, I wanted to share theiraways with this version of these things. You can take a properду gegen react to your breathing ideas. But other words, it takes up some benefits you can participate or use the form of anyiseniera in your lasting reader.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Or I think that a company should have many space for sports to enhance or develop the productivity for their employees by building a playground. Or sometimes they can hold uh, German for running or playing football. Yeah, alright, that's it. That is the last question and concludes our speaking test. And you can relax now. Okay, okay, right, bây giờ thầy sẽ cho em một vài cái điểm mạnh của mình cũng như là các điểm cần cải thiện để mình tăng bên ở trong bài speaking này nha. Rồi, cái phần đầu tiên thấp, The writing with the first part our bacteria Two puls Teresi has become really real-額 ép. Also, we need to be closer to the editing and similarly Elric zeigen. Part p has applied our toasts toってる font word from JUNIUS. First, I wanted to share theiraways with this version of these things. You can take a properду gegen react to your breathing ideas. But other words, it takes up some benefits you can participate or use the form of anyiseniera in your lasting reader.",
      "transcript_cleaned": "Or I think that a company should have many space for sports to enhance or develop the productivity for their employees by building a playground. Or sometimes they can hold German for running or playing football. Yeah, alright, that is it. That is the last question and concludes our speaking test. And you can relax now. Okay, okay, right, bây giờ thầy sẽ cho em một vài cái điểm mạnh của mình cũng như là các điểm cần cải thiện để mình tăng bên ở trong bài speaking này nha. Rồi, cái phần đầu tiên thấp, The writing with the first part our bacteria Two puls Teresi has become really real-額 ép. Also, we need to be closer to the editing and similarly Elric zeigen. Part p has applied our toasts toってる font word from JUNIUS. First, I wanted to share theiraways with this version of these things. You can take a properду gegen react to your breathing ideas. But other words, it takes up some benefits you can participate or use the form of anyiseniera in your lasting reader.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q01",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "What is your first name please?",
      "transcript": "My name is Martin. At the beginning of the IELTS test, you need to provide some ID, usually your passport, but as this is a practice test, there is no need for this today.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My name is Martin. At the beginning of the IELTS test, you need to provide some ID, usually your passport, but as this is a practice test, there's no need for this today.",
      "transcript_cleaned": "My name is Martin. At the beginning of the IELTS test, you need to provide some ID, usually your passport, but as this is a practice test, there is no need for this today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q05",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Like what age or what occasion?",
      "transcript": "Oh, okay. Maybe I think it is 20th birthdays. I guess we celebrate, you know, Japanese people celebrate their 20th birthday because it is like officially saying that you have became an adult. And, they wear traditional Japanese clothes, kimono, and they have a big ceremony as a huge group and they take pictures in front of the, the party hall and yeah, I think that is the most important part. So this time we saw Marin struggle a little bit with the question and she did not actually understand what it means and really that is not a big problem. But you cannot depend on the examiner to explain it to you, as David did, in the real IELTS test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, okay. Maybe I think it's um, 20th birthdays. I guess we celebrate, you know, Japanese people celebrate their 20th birthday because um, it's like officially saying that you have became an adult. And, uh, they wear traditional Japanese clothes, kimono, and they have a big ceremony as a huge group and they take pictures in front of the, uh, the party hall and yeah, I think that's the most important part. So this time we saw Marin struggle a little bit with the question and she didn't actually understand what it means and really that's not a big problem. But you cannot depend on the examiner to explain it to you, as David did, in the real IELTS test.",
      "transcript_cleaned": "Oh, okay. Maybe I think it is 20th birthdays. I guess we celebrate, you know, Japanese people celebrate their 20th birthday because it is like officially saying that you have became an adult. And, they wear traditional Japanese clothes, kimono, and they have a big ceremony as a huge group and they take pictures in front of the, the party hall and yeah, I think that is the most important part. So this time we saw Marin struggle a little bit with the question and she did not actually understand what it means and really that is not a big problem. But you cannot depend on the examiner to explain it to you, as David did, in the real IELTS test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q06",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "So what should you do?",
      "transcript": "Well, instead of just saying most important birthdays, most important birthdays, you have to ask the examiner directly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, instead of just saying most important birthdays, most important birthdays, you have to ask the examiner directly.",
      "transcript_cleaned": "instead of just saying most important birthdays, most important birthdays, you have to ask the examiner directly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q09",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Where do you like to go out on the weekend?",
      "transcript": "I usually hang around with my friends near my house because I really, I live in the central part of Tokyo. And many, many people come to the central part of Tokyo and they hang around and, and yeah, I also go there a lot. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually hang around with my friends near my house because I really, er, I live in the central part of Tokyo. And many, many people come to the central part of Tokyo and they hang around and, and yeah, I also go there a lot. Yeah.",
      "transcript_cleaned": "I usually hang around with my friends near my house because I really, I live in the central part of Tokyo. And many, many people come to the central part of Tokyo and they hang around and, and yeah, I also go there a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}