{
  "batch_id": 162,
  "count": 20,
  "samples": [
    {
      "sample_id": "ieC5K0kpNro_q01",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Are you ready?",
      "transcript": "Yes, I am. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I am. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes, I am. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q03",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Do you have a large or small family?",
      "transcript": "I have a small family. I live with my parents and my father's name is Ali, he is a doctor and my mother's name is Rahil, she is a painter and I am a student, I study in high school.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I have a small family. Um, I live with my parents and um, my father's name is Ali, he's a doctor and my mother's name is Rahil, she's a painter and I'm a student, I study in high school.",
      "transcript_cleaned": "I have a small family. I live with my parents and my father's name is Ali, he is a doctor and my mother's name is Rahil, she is a painter and I am a student, I study in high school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q04",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Are there many different types of family in your country?",
      "transcript": "Yes it is. There are so many different kind of families in our country and yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes it is. There are so many different kind of families in our country and yes.",
      "transcript_cleaned": "Yes it is. There are so many different kind of families in our country and yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q05",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Why and why not?",
      "transcript": "No, I do not. because I think there is nothing to do in parks and it is boring, I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I don't. Um, because I think there's nothing to do in parks and it's boring, I think.",
      "transcript_cleaned": "No, I do not. because I think there is nothing to do in parks and it is boring, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q06",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Why are parks an important part of many towns and cities?",
      "transcript": "Maybe because, people can have fun there and they can do what they want and children can play there and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, maybe because, um, people can have fun there and they can do what they want and children can play there and, um.",
      "transcript_cleaned": "Maybe because, people can have fun there and they can do what they want and children can play there and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q07",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Alright, why should one be patient with little children and old people?",
      "transcript": "Because they need attention, they need to be kind with them, and we have to, talk with them all the time, And make some entertainment for them. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because they need attention, they need to be kind with them, and we have to, um, talk with them all the time, And make some entertainment for them. All right.",
      "transcript_cleaned": "Because they need attention, they need to be kind with them, and we have to, talk with them all the time, And make some entertainment for them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q09",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "And, when I was there, I was feeling like, Can I brought them to my home or my house?",
      "transcript": "And, my father liked them too, our family liked them and all things. And I think, we should protect them and do not hurt them and, protect them to not hurt. my mother, paints some of the things that I have been doing. Some paintings and when she, when we go to museum, to a museum, she has the same feeling and like me and once she told me I can paint them, paint, painting was there. Like it for you. All right, your two-minute speaking time is over.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And, um, my father liked them too, our family liked them and all things. And I think, um, we should protect them and don't hurt them and, um, protect them to not hurt. Um, my mother, um, paints some of the things that I've been doing. Some paintings and when she, when we go to museum, to a museum, she has the same feeling and like me and um, once she told me I can paint them, paint, painting was there. Like it for you. All right, your two-minute speaking time is over.",
      "transcript_cleaned": "And, my father liked them too, our family liked them and all things. And I think, we should protect them and do not hurt them and, protect them to not hurt. my mother, paints some of the things that I have been doing. Some paintings and when she, when we go to museum, to a museum, she has the same feeling and like me and once she told me I can paint them, paint, painting was there. Like it for you. All right, your two-minute speaking time is over.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q10",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Would you please hand me back the pen?",
      "transcript": "Yes, but I do not try anything special. All right, paper, thank you. Well, in the second part, we have been talking about an interesting art exhibition you attended. And I would now like to ask you some questions related to this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, but I don't try anything special. All right, paper, thank you. Well, in the second part, we've been talking about an interesting art exhibition you attended. And I'd now like to ask you some questions related to this.",
      "transcript_cleaned": "Yes, but I do not try anything special. All right, paper, thank you. Well, in the second part, we have been talking about an interesting art exhibition you attended. And I would now like to ask you some questions related to this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q11",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Do you think people enjoy living and watching television or online?",
      "transcript": "Some of people yes, but some no. I am like a person who does, who like it. And it is interesting for them, for people. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Some of people yes, but some no. I'm like a person who does, who like it. And it's interesting for them, for people. Alright.",
      "transcript_cleaned": "Some of people yes, but some no. I am like a person who does, who like it. And it is interesting for them, for people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q12",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "What kind of live shows are popular in your country and why?",
      "transcript": "I think a show, that is so popular in our country is Joker and people laugh, people should not laugh there. And it is so interesting for people who watch it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think a show, um, that is so popular in our country is Joker and people laugh, people shouldn't laugh there. And it's so interesting for people who watch it.",
      "transcript_cleaned": "I think a show, that is so popular in our country is Joker and people laugh, people should not laugh there. And it is so interesting for people who watch it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q13",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "How are concerts and live shows today different from the past?",
      "transcript": "In our country. in some shows people can tell more things, more, more open mind things in TV shows. And, but in the past people could not say special things or funny things a lot. And now they can be more funny, and they can, play with each other in shows. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In our country. Um, in some shows people can tell more things, more, um, more open mind things in TV shows. And, but in the past people couldn't say special things or funny things a lot. And now they can be more funny, um, and they can, um, play with each other in shows. Alright.",
      "transcript_cleaned": "In our country. in some shows people can tell more things, more, more open mind things in TV shows. And, but in the past people could not say special things or funny things a lot. And now they can be more funny, and they can, play with each other in shows.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ieC5K0kpNro_q14",
      "video_id": "ieC5K0kpNro",
      "band": 4.5,
      "question": "Now is learning performing arts or drama encouraged among children in your country?",
      "transcript": "Drama I didn understand sorry Can you read it So right I go again Is learning performing arts or drama encouraged among children in your country there is some program and, program and applications or TV shows, in Iran for children that they can study or they can learn from it. And, actually, people in this time know it, but they can learn it more and they can, use it in their life and, it is helped them. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Drama I didn understand sorry Can you read it So right I go again Is learning performing arts or drama encouraged among children in your country Um, there is some program and, um, program and applications or TV shows, um, in Iran for children that they can study or they can learn from it. And, um, actually, um, people in this time know it, but they can learn it more and they can, um, use it in their life and, um, it's helped them. Perfect.",
      "transcript_cleaned": "Drama I didn understand sorry Can you read it So right I go again Is learning performing arts or drama encouraged among children in your country there is some program and, program and applications or TV shows, in Iran for children that they can study or they can learn from it. And, actually, people in this time know it, but they can learn it more and they can, use it in their life and, it is helped them. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bY4T4fnLbDA_q02",
      "video_id": "bY4T4fnLbDA",
      "band": 4.5,
      "question": "What do you like most about your job?",
      "transcript": "Reason I like this job because give me many opportunities and especially salary. salary.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Reason I like this job because uh, give me many opportunities and especially um, salary. Um, salary.",
      "transcript_cleaned": "Reason I like this job because give me many opportunities and especially salary. salary.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bY4T4fnLbDA_q03",
      "video_id": "bY4T4fnLbDA",
      "band": 4.5,
      "question": "Do you like taking photos?",
      "transcript": "Actually, I am an introvert, so I am not quite into taking photos.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, I'm an introvert, so I'm not quite into taking photos.",
      "transcript_cleaned": "Actually, I am an introvert, so I am not quite into taking photos.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bY4T4fnLbDA_q04",
      "video_id": "bY4T4fnLbDA",
      "band": 4.5,
      "question": "Do you ever want to better edit?",
      "transcript": "Yes, of course, because I, did not, taking photos a lot. I do not have any skill to, taking photos. So I want to improve how to focus the angle of this picture.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, of course, because I, uh, didn't, um, taking photos a lot. I don't have any skill to, um, taking photos. So I want to improve how to focus the angle of this picture.",
      "transcript_cleaned": "Yes, of course, because I, did not, taking photos a lot. I do not have any skill to, taking photos. So I want to improve how to focus the angle of this picture.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bY4T4fnLbDA_q05",
      "video_id": "bY4T4fnLbDA",
      "band": 4.5,
      "question": "Do you like singing?",
      "transcript": "Yes, of course. I like singing. I usually go out with my friends to karaoke.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, of course. I like singing. I usually go out with my friends to karaoke.",
      "transcript_cleaned": "Yes, of course. I like singing. I usually go out with my friends to karaoke.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bY4T4fnLbDA_q07",
      "video_id": "bY4T4fnLbDA",
      "band": 4.5,
      "question": "Do you think that a paper map is still necessary nowadays?",
      "transcript": "To me I think it is not necessary today because today the smartphone is very tablet and we can use map online I think it is very convenient How do people react when they get lost Sorry can you so how do people react What is people reaction when they get lost When people get lost I think they are very nervous and scared Why do some people get lost more easily than other people? I think because they did not know about The destination they go.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To me I think it is not necessary today because today the smartphone is very tablet and we can use map online I think it is very convenient How do people react when they get lost Sorry can you Ah so how do people react What is people reaction when they get lost When people get lost I think they are very nervous and scared Why do some people get lost more easily than other people? I think because they didn't know about The destination they go.",
      "transcript_cleaned": "To me I think it is not necessary today because today the smartphone is very tablet and we can use map online I think it is very convenient How do people react when they get lost Sorry can you so how do people react What is people reaction when they get lost When people get lost I think they are very nervous and scared Why do some people get lost more easily than other people? I think because they did not know about The destination they go.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q02",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Do you often talk with your friends about the news?",
      "transcript": "Yes, nowadays I heard to, I made hard news because now I am, now I am running to Russia and Russia now I have a Problems with Ukraine. So every day I reading to television, TV, to news, and then internet every day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, nowadays I heard to, I made hard news because now I'm, now I'm running to Russia and Russia now I have a Problems with Ukraine. So every day I reading to television, TV, to news, and then internet every day.",
      "transcript_cleaned": "Yes, nowadays I heard to, I made hard news because now I am, now I am running to Russia and Russia now I have a Problems with Ukraine. So every day I reading to television, TV, to news, and then internet every day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q03",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "So, when you want to read about something, like in the news, how do you find the news?",
      "transcript": "I am just open the application, for example, Google or Neighbor. There are headlines, headlines have always a crime or just Donald Trump, what he said nowadays, what happening in the world. So, you can, you can see that, not only to enable Google or Yandex, also, very many have applications. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm just open the application, for example, Google or Neighbor. There are headlines, headlines have always a crime or just Donald Trump, what he said nowadays, what happening in the world. So, um, you can, you can see that, uh, not only to enable Google or Yandex, also, uh, very many have applications. Okay.",
      "transcript_cleaned": "I am just open the application, for example, Google or Neighbor. There are headlines, headlines have always a crime or just Donald Trump, what he said nowadays, what happening in the world. So, you can, you can see that, not only to enable Google or Yandex, also, very many have applications.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q04",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "How do your friends get the news?",
      "transcript": "Ordinary, yeah, often, often I go to a new place. For example, now I am living to, My hometown is Seoul, but now I am living to university in Busan. So close to have a university, national, national, Busan University. They have many foreigners in coffee or around the markets or places. So I try to, I try to hold to, yes, if they are speaking in Russian, Or from the USSR. So I try to first, first going to them and then try to speak in Russian. And English also. English friends, friends or people also from USA or UK.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, ordinary, yeah, um, often, often I go to a new place. For example, uh, now I'm living to, My hometown is Seoul, but now I'm living to university in Busan. So close to have a university, national, national, Busan University. They have many foreigners in coffee or around the markets or places. So I try to, I try to hold to, yes, if they're speaking in Russian, Or from the USSR. So I try to first, first going to them and then try to speak in Russian. And English also. English friends, friends or people also from USA or UK.",
      "transcript_cleaned": "Ordinary, yeah, often, often I go to a new place. For example, now I am living to, My hometown is Seoul, but now I am living to university in Busan. So close to have a university, national, national, Busan University. They have many foreigners in coffee or around the markets or places. So I try to, I try to hold to, yes, if they are speaking in Russian, Or from the USSR. So I try to first, first going to them and then try to speak in Russian. And English also. English friends, friends or people also from USA or UK.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}