{
  "batch_id": 267,
  "count": 20,
  "samples": [
    {
      "sample_id": "fVi6xBHRp94_q10",
      "video_id": "fVi6xBHRp94",
      "band": 6.0,
      "question": "&gt;&gt; How safe is travel in your country?",
      "transcript": "To be honest in our country traveling is not that much safe but we should but there is many accident happening every day for the careless driving. So we should improve our traveling.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To be honest in our country traveling is not that much uh safe but we should but uh there is many accident happening every day for the careless driving. So we should improve our um uh traveling.",
      "transcript_cleaned": "To be honest in our country traveling is not that much safe but we should but there is many accident happening every day for the careless driving. So we should improve our traveling.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fVi6xBHRp94_q11",
      "video_id": "fVi6xBHRp94",
      "band": 6.0,
      "question": "Which method of transport do you consider the safest?",
      "transcript": "&gt;&gt; as I said earlier the train is safest in my opinion rather the other transportation like we have narrow roads and there is so many traffic and pollution and so on. in my opinion train is the safest transport.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh as I uh said earlier the train is safest in my opinion um rather the other uh transportation like uh we have narrow roads and there is so many traffic and pollution uh and so on. Uh in my opinion train is the safest uh transport.",
      "transcript_cleaned": "&gt;&gt; as I said earlier the train is safest in my opinion rather the other transportation like we have narrow roads and there is so many traffic and pollution and so on. in my opinion train is the safest transport.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fVi6xBHRp94_q12",
      "video_id": "fVi6xBHRp94",
      "band": 6.0,
      "question": "What do you think should be done to improve the safety of travel?",
      "transcript": "In my opinion government should spend spend notice in the sector because government can decide the variation of vehicle and also resident can also can step a resident can also provide impact on this situation because they can choose the less pollution. They can choose a vehicle who who occur less pollution and who makes less sounds and it can be beneficial for local people. &gt;&gt; Sounds great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um in my opinion um government should uh uh spend uh uh spend um notice in the sector because uh government can decide the variation of vehicle and uh also um resident can also uh uh can uh step a Um resident can also um provide uh um impact on this situation because they can choose the less uh pollution. They can choose a vehicle who who occur less pollution and who makes uh less sounds and it can be um beneficial for um local people. &gt;&gt; Sounds great.",
      "transcript_cleaned": "In my opinion government should spend spend notice in the sector because government can decide the variation of vehicle and also resident can also can step a resident can also provide impact on this situation because they can choose the less pollution. They can choose a vehicle who who occur less pollution and who makes less sounds and it can be beneficial for local people. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fVi6xBHRp94_q13",
      "video_id": "fVi6xBHRp94",
      "band": 6.0,
      "question": "How do people choose which car to buy?",
      "transcript": "&gt;&gt; in my country, people think about their budget first because budget needs budget makes u sense who car who who which car we want to buy. So in other hand people also think about the feature safety features and also u but family in the top of that family choose the seats I mean the sizes they prefer sizes how many seats can provide a car. So yeah there is many perspective.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh in my country, people uh think about their budget first because uh um budget needs budget uh makes u uh sense who car who who which car we want to buy. So uh uh in other hand uh people also uh think about the feature safety features and uh also u but family in the top of that family uh choose the uh seats I mean uh the sizes they prefer sizes how many seats can provide a car. So yeah there is um many um perspective.",
      "transcript_cleaned": "&gt;&gt; in my country, people think about their budget first because budget needs budget makes u sense who car who who which car we want to buy. So in other hand people also think about the feature safety features and also u but family in the top of that family choose the seats I mean the sizes they prefer sizes how many seats can provide a car. So yeah there is many perspective.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fVi6xBHRp94_q14",
      "video_id": "fVi6xBHRp94",
      "band": 6.0,
      "question": "&gt;&gt; What environmental problems are there related to the car industry?",
      "transcript": "There is several problem related in the car industry like as I mentioned the pollution and the noises. So industry should invest their investigation and their technology to improve their like they they should invest their investigation on the safety features that can help our local areas or local people to release like to relieve the petitions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh there is several uh problem related in the car industry like uh um as I mentioned the uh pollution and the noises. So um industry should uh invest their uh investigation and their uh technology to improve their um um like they they should uh uh invest their investigation on the safety features that can uh help uh our local areas or local people to uh release like to relieve the um petitions.",
      "transcript_cleaned": "There is several problem related in the car industry like as I mentioned the pollution and the noises. So industry should invest their investigation and their technology to improve their like they they should invest their investigation on the safety features that can help our local areas or local people to release like to relieve the petitions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fVi6xBHRp94_q15",
      "video_id": "fVi6xBHRp94",
      "band": 6.0,
      "question": "Governments or the car industry?",
      "transcript": "As far as I can say both are responsible for this cause because government should government should government should step in the sector and also the car industry should see the government government also should sorry sir &gt;&gt; okay that is the end of your speaking portion you will get your marks within one to two days on our Facebook page and YouTube channel thanks for coming by for now have an awesome rest of few days from you &gt;&gt; need feedback worst person No. apartment or house living. Listen to better cycling. &gt;&gt; Cycling. So one as you know as you know you know what as you know They are 2 minutes 10 seconds on that. at that time. Who? for questionain link. So like I have also shaking sickness. Now I was while I was delivering my speech I was shaking build up face to.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh as far as I can say uh both are uh responsible for this um cause because uh government uh should uh um government should uh government should uh step in the sector and also the car industry should um see the Um government government also should um sorry sir &gt;&gt; okay that is the end of your speaking portion you'll get your marks within one to two days on our Facebook page and YouTube channel thanks for coming by for now have an awesome rest of few days from you &gt;&gt; need feedback worst person No. apartment or house living. Listen to better cycling. &gt;&gt; Cycling. So one as you know as you know you know what as you know They are 2 minutes 10 seconds on that. at that time. Who? for questionain link. So like I have also shaking sickness. Now I was while I was delivering my speech I was shaking build up face to.",
      "transcript_cleaned": "As far as I can say both are responsible for this cause because government should government should government should step in the sector and also the car industry should see the government government also should sorry sir &gt;&gt; okay that is the end of your speaking portion you will get your marks within one to two days on our Facebook page and YouTube channel thanks for coming by for now have an awesome rest of few days from you &gt;&gt; need feedback worst person No. apartment or house living. Listen to better cycling. &gt;&gt; Cycling. So one as you know as you know you know what as you know They are 2 minutes 10 seconds on that. at that time. Who? for questionain link. So like I have also shaking sickness. Now I was while I was delivering my speech I was shaking build up face to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q02",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "What do you do in your free time?",
      "transcript": "In my free time, I do several things including playing with my niece and nephews, watch movies on YouTube. On the other hand, I sometimes help my mother in cooking. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In my free time, I do several things including playing with my niece and nephews, watch movies on YouTube. On the other hand, I sometimes help my mother in cooking. Okay.",
      "transcript_cleaned": "In my free time, I do several things including playing with my niece and nephews, watch movies on YouTube. On the other hand, I sometimes help my mother in cooking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q03",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you work or study?",
      "transcript": "Currently I am a student. I just completed my HS examination from Bindavan Government University and now I am doing my course at practice hobby for my preparation of IS. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, currently I'm a student. I just completed my HS examination from Bindavan Government University and now I'm doing my course at practice hobby for my uh preparation of IS. Okay.",
      "transcript_cleaned": "Currently I am a student. I just completed my HS examination from Bindavan Government University and now I am doing my course at practice hobby for my preparation of IS.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q04",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you live in a house or apartment?",
      "transcript": "Actually I live in a apartment which is two-story building. I live here I have been living here for 2 years with my mother and we we are living here with with a lot of facilities. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh actually I live in a apartment which is two-story building. I live here I have been living here for 2 years with my mother and uh we we are living here with with a lot of facilities. Okay.",
      "transcript_cleaned": "Actually I live in a apartment which is two-story building. I live here I have been living here for 2 years with my mother and we we are living here with with a lot of facilities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q05",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you like art?",
      "transcript": "Definitely. I am a big fan of art because it allows me to express my emotions and creativity. In my free time, I love painting or sometimes I visit some exhibitions which is located near my house to show other people's work. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Definitely. I'm a big fan of art because it allows me to express my emotions and creativity. In my free time, I love painting or sometimes I visit some exhibitions which is located near my house to show other people's work. Okay.",
      "transcript_cleaned": "Definitely. I am a big fan of art because it allows me to express my emotions and creativity. In my free time, I love painting or sometimes I visit some exhibitions which is located near my house to show other people's work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q06",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you think that art should be taught in schools?",
      "transcript": "Definitely I believe that art should be taught in school because art encourages children to be more imaginative and think outside the box. For example, I still remember when I was in school, I was really enjoying my art classes because that allows me to express my ideas. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Definitely I believe that art should be taught in school because art encourages children to be more uh imaginative and think outside the box. For example, I still remember when I was in school, I was really enjoying my art classes because that allows me to express my ideas. Okay.",
      "transcript_cleaned": "Definitely I believe that art should be taught in school because art encourages children to be more imaginative and think outside the box. For example, I still remember when I was in school, I was really enjoying my art classes because that allows me to express my ideas.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q07",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "How does learning art help children to develop?",
      "transcript": "Well, learning art helps children to develop because it is a beautiful way to improve their creativity, problem solving skills, the motor skills and so on. For example, when a children asks to draw a painting of a jungle, then he or she can learn about the animals, the nature, the surroundings also how they arrange the objects on the paper. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, learning art helps children to develop because it's a beautiful way to improve their creativity, problem solving skills, the motor skills and so on. For example, when a children asks to draw a painting of a jungle, then he or she can learn about the animals, the nature, the surroundings also how they uh arrange the objects on the paper. Okay.",
      "transcript_cleaned": "learning art helps children to develop because it is a beautiful way to improve their creativity, problem solving skills, the motor skills and so on. For example, when a children asks to draw a painting of a jungle, then he or she can learn about the animals, the nature, the surroundings also how they arrange the objects on the paper.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q10",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "In your opinion, is art an important part of culture?",
      "transcript": "Well, I believe art is a crucial part of the culture because it represent a country's values and values and traditions. For example, in Bangladesh, we have no kata and flock art that tell us about the village life. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I believe art is a crucial part of the culture because it represent a country's values and uh values and traditions. For example, in Bangladesh, we have no kata and flock art that tell us about the village life. Okay.",
      "transcript_cleaned": "I believe art is a crucial part of the culture because it represent a country's values and values and traditions. For example, in Bangladesh, we have no kata and flock art that tell us about the village life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q11",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "What would life be like without art?",
      "transcript": "To be honest, I believe without art, life would be dull. For because there would be no color, feelings or creativity. For example, without music, painting, citizen homes would look so boring.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh to be honest, I believe without art, life would be dull. For uh because there would be no color, feelings or creativity. For example, without music, painting, citizen homes would look so boring.",
      "transcript_cleaned": "To be honest, I believe without art, life would be dull. For because there would be no color, feelings or creativity. For example, without music, painting, citizen homes would look so boring.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q12",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Why do you think people like to have paintings in their homes?",
      "transcript": "In my opinion, I believe that people love to keep paintings in their house because it makes their house so beautiful and gives a calm cal come peace and feeling. For example, one of my cousin named Sanjad, he also has a couple of paintings in his house and he says that it make makes him to feel relaxed. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh in my opinion, I believe that people love to keep paintings in their house because it makes their house so beautiful and gives a calm cal come peace and feeling. For example, one of my cousin named Sanjad, he also has a couple of paintings in his house and he says that it make makes him to feel relaxed. Okay.",
      "transcript_cleaned": "In my opinion, I believe that people love to keep paintings in their house because it makes their house so beautiful and gives a calm cal come peace and feeling. For example, one of my cousin named Sanjad, he also has a couple of paintings in his house and he says that it make makes him to feel relaxed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q13",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you agree with this statement like gravity is a form of art and should be respected?",
      "transcript": "Yes I I always agree with this statement but when it is done legally gravity can be more creative and and meaningful but writing on the wall without anyone's permission it it is wrong. For example, last January when I went to Dhaka, I saw a graffiti wall where the artists me painted some messages about the environment and it looked beautiful. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh yes I I always agree with this statement but when it is done legally uh gravity can be more creative and and meaningful but writing on the wall without anyone's permission it it is wrong. For example, last January when I went to Dhaka, I saw a graffiti wall where the artists me uh painted some messages about the environment and it looked beautiful. Okay.",
      "transcript_cleaned": "Yes I I always agree with this statement but when it is done legally gravity can be more creative and and meaningful but writing on the wall without anyone's permission it it is wrong. For example, last January when I went to Dhaka, I saw a graffiti wall where the artists me painted some messages about the environment and it looked beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q14",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Why do you think people create gravity?",
      "transcript": "Well I in my opinion I think people want to want to express themselves because gravity is a kind of kind of a way where the people or the artist show their creativity thoughts and ideas. For example, artist who painted on the wall that is we call the gravity. he or she can share or to share or talk about the social problems and raise the awareness. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh well I in my opinion I think people want to want to express themselves because gravity is a kind of kind of a way where the people or the artist show their creativity thoughts and ideas. For example, uh artist who painted on the wall that's we call the gravity. Uh he or she can share or to share or talk about the social problems and raise the awareness. Okay.",
      "transcript_cleaned": "I in my opinion I think people want to want to express themselves because gravity is a kind of kind of a way where the people or the artist show their creativity thoughts and ideas. For example, artist who painted on the wall that is we call the gravity. he or she can share or to share or talk about the social problems and raise the awareness.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tPWVJZXS-CI_q15",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Who do you think should pay for public works of art?",
      "transcript": "Well, I believe the government should to should to pay about the public work because if it is done the local area as well as the public place would look so beautiful than before and people can enjoy it. For example, in the national park that we have in Dhaka, there are some beautiful sculptures funded by the city council. Okay, that is the end of your speaking portion. You will get your marks in one to two days on our Facebook page or YouTube channel. So, bye for now. Have another rest of your day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I believe the government should to should to pay about the public work because if it is done uh the local area as well as the public place would look so beautiful than before and people can enjoy it. For example, uh in the national park that we have in Dhaka, there are uh some beautiful sculptures funded by the city council. Okay, that is the end of your speaking portion. You will get your marks in one to two days on our Facebook page or YouTube channel. So, bye for now. Have another rest of your day.",
      "transcript_cleaned": "I believe the government should to should to pay about the public work because if it is done the local area as well as the public place would look so beautiful than before and people can enjoy it. For example, in the national park that we have in Dhaka, there are some beautiful sculptures funded by the city council. Okay, that is the end of your speaking portion. You will get your marks in one to two days on our Facebook page or YouTube channel. So, bye for now. Have another rest of your day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q02",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "What do you do in your free time?",
      "transcript": "Well, in my free time, I love to watching movies, series, and so on. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, in my free time, I love to watching movies, series, and so on. Okay.",
      "transcript_cleaned": "in my free time, I love to watching movies, series, and so on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q03",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "What did you do in this morning?",
      "transcript": "Well, in the morning, I come to first hobby and I give a partial test. it is depend it is in listening module and after that I joined the morning speakers club. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh well, in the morning, uh I come to first hobby and I give a partial test. Uh it's depend uh it's in listening module and after that I joined the morning speakers club. Okay.",
      "transcript_cleaned": "in the morning, I come to first hobby and I give a partial test. it is depend it is in listening module and after that I joined the morning speakers club.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}