{
  "batch_id": 286,
  "count": 20,
  "samples": [
    {
      "sample_id": "DkRigLf6quM_s18",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "What are the differences between group traveling and traveling alone?",
      "transcript": "So I would say there are many differences which I would like to talk about right now. so the first difference will be the peace of mind because personally speaking I would prefer going solo because when whenever we are traveling in the group we have to take the advice for from each and every person &gt;&gt; and not every person is same and not every person's interest on traveling similar yes it is not similar. &gt;&gt; so traveling solo is if I am traveling solo I would say I would spend most of the time without even thinking that &gt;&gt; can you tell me something general not personal okay so generally I have seen people traveling solo because in their cases they they do not have time to just think about anything they can go any at any random restaurant which they like &gt;&gt; and if they are traveling in a group they have to take advice and they have to consider everyone for traveling and even the the food choices of the people are different. &gt;&gt; So I have seen many people not vibing along u when they are traveling just because their interests are not similar. &gt;&gt; Okay. Okay.",
      "source": "supplementary",
      "transcript_original": "Um so I would say there are many differences which uh I would like to talk about right now. Um so the first difference will be uh the peace of mind because personally speaking I would prefer going solo because um when whenever we are traveling in the group we have to take the advice for from each and every person &gt;&gt; and uh not every person is same and not uh every person's interest um um on traveling similar yes it's not similar. &gt;&gt; so traveling solo is um if I'm traveling solo I would say um I would spend most of the time without even thinking that &gt;&gt; can you tell me something general not personal okay so generally uh I have seen people traveling solo because uh in their cases they uh they don't have time to just think about anything they can go any at any random restaurant which they like &gt;&gt; and if they are traveling in a group they have to take uh advice and they have to consider everyone um for uh traveling and even the the food choices of the people are different. &gt;&gt; So I've seen many people uh not vibing along u when they are traveling just because their interests are not similar. &gt;&gt; Okay. Okay.",
      "transcript_cleaned": "I would say there are many differences which I would like to talk about right now. so the first difference will be the peace of mind because personally speaking I would prefer going solo because when whenever we are traveling in the group we have to take the advice for from each and every person &gt;&gt; and not every person is same and not every person's interest on traveling similar yes it is not similar. &gt;&gt; so traveling solo is if I am traveling solo I would say I would spend most of the time without even thinking that &gt;&gt; can you tell me something general not personal okay so generally I have seen people traveling solo because in their cases they they do not have time to just think about anything they can go any at any random restaurant which they like &gt;&gt; and if they are traveling in a group they have to take advice and they have to consider everyone for traveling and even the the food choices of the people are different. &gt;&gt; So I have seen many people not vibing along u when they are traveling just because their interests are not similar. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "DkRigLf6quM_s19",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "What do we need to prepare for a long journey?",
      "transcript": "For a long journey. I have seen people preparing a week in advance. Not even a week. I have seen people planning a month in advance so that they make sure that they do not forget anything. It includes shopping and getting appropriate outfits for the trip and also making it where they have to travel and see the places and they have to also research what kind of u what kind of transports and vehicles are used over there so that they can plan and book their accommodation and the rentals accordingly. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "for a long journey. I've seen people uh preparing a week in advance. Not even a week. I've seen people uh planning a month in advance so that they make sure that they don't forget anything. It includes um um shopping uh and getting appropriate outfits for the trip and also um making it where they have to travel and see the places and they have to also research what kind of u what kind of transports and uh vehicles are used over there so that they can plan and book their accommodation and the rentals accordingly. &gt;&gt; Okay.",
      "transcript_cleaned": "For a long journey. I have seen people preparing a week in advance. Not even a week. I have seen people planning a month in advance so that they make sure that they do not forget anything. It includes shopping and getting appropriate outfits for the trip and also making it where they have to travel and see the places and they have to also research what kind of u what kind of transports and vehicles are used over there so that they can plan and book their accommodation and the rentals accordingly. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "DkRigLf6quM_s20",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "So why this is important to prepare in advance according to you?",
      "transcript": "&gt;&gt; so in this case I would like to share some of the incidents which happened in my workplace. so what happened was be we were traveling to different country for a work trip and it was not planned at all. So traveling in advance saves our time. Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um so um in this case I would like to share some of the incidents which happened um in my workplace. Uh so what happened was be uh we were traveling to uh different country uh for a work trip and uh it was not planned at all. So um traveling in advance saves our time. Mhm.",
      "transcript_cleaned": "&gt;&gt; so in this case I would like to share some of the incidents which happened in my workplace. so what happened was be we were traveling to different country for a work trip and it was not planned at all. So traveling in advance saves our time. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "DkRigLf6quM_s21",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "&gt;&gt; First of all, and it would also require it would also require &gt;&gt; and I think that do not you do not you consider that it really u we can just break up the last minute hassle?",
      "transcript": "&gt;&gt; Yeah. yes. So in this case it would I would say that it break the last minute hassle because if we have already planned in advance we are at a peace of mind that everything is planned. &gt;&gt; If if it is not planned then we just have to go with the flow and it it can end up to a blunder. &gt;&gt; Okay. Yes.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yeah. Uh yes. So in this case um it would uh I would say that it break the last minute hassle because if we have uh already planned in advance we are at a peace of mind that everything is planned. &gt;&gt; If if it's not planned then uh we just have to go with the flow and uh it it can end up to a blunder. &gt;&gt; Okay. Yes.",
      "transcript_cleaned": "&gt;&gt; Yeah. yes. So in this case it would I would say that it break the last minute hassle because if we have already planned in advance we are at a peace of mind that everything is planned. &gt;&gt; If if it is not planned then we just have to go with the flow and it it can end up to a blunder. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "DkRigLf6quM_s22",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "Nan why do some people like making long journeys?",
      "transcript": "It really depends on person to person. If they are planning to make a longer journey, may maybe they are trying to escape from their work and the actual u actual problems which are they are facing right now. They they just need some time to get a &gt;&gt; maybe a fresh start so that they plan the long journey. And do not you think that some people when they visit in other countries then they consider that they must have longer time to cover up everything when they are especially while visiting to other countries. &gt;&gt; It really depends on person to person. If they like that country then I would say yes they would need some some longer time to spend there &gt;&gt; because I think that in a shorter period of time they will not be able to travel everywhere in that specific country. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "It really depends on person to person. If they are uh planning to make a longer journey, may maybe they're trying to escape from their work and uh the actual u uh actual problems which are they are facing right now. They they just need some time to get a &gt;&gt; uh maybe a fresh start so that they plan the long journey. And uh uh don't you think that some people when they visit in other countries then they consider that they must have longer time to cover up everything when they are especially while visiting to other countries. &gt;&gt; It really depends on person to person. If they like that country then I would say yes uh they would need some some longer time to spend there &gt;&gt; because uh I think that uh in a shorter period of time they won't be able to travel everywhere in that specific country. &gt;&gt; Okay.",
      "transcript_cleaned": "It really depends on person to person. If they are planning to make a longer journey, may maybe they are trying to escape from their work and the actual u actual problems which are they are facing right now. They they just need some time to get a &gt;&gt; maybe a fresh start so that they plan the long journey. And do not you think that some people when they visit in other countries then they consider that they must have longer time to cover up everything when they are especially while visiting to other countries. &gt;&gt; It really depends on person to person. If they like that country then I would say yes they would need some some longer time to spend there &gt;&gt; because I think that in a shorter period of time they will not be able to travel everywhere in that specific country. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "DkRigLf6quM_s23",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "When I asked her the first question, do you think it is good choice to travel by plane?",
      "transcript": "Then firstly she gave me just one idea about the time. So she could talk more about various other reasons that why this is good choice to be travel by plane. But whether like later on I was asking why how then she was explaining one by one by one those idea comfort luxury and one more idea she had given. But when examiner is asking these type of questions to you guys then this is important try to break into different reasons like first of all secondly thirdly last but not least but here she missed that she was answering me after when I was exaggerating her when I was per when I was just persuading her or convincing her give give me more ideas only then she was giving me those ideas and then in Some other questions she had done some mistakes but otherwise in the follow-up this is really very important give the strong opinion somewhere she was quite strong and somewhere she was unable to give the right opinion and she was giving some personal examples also in the opinion part. Try to use some general examples. Even if you have some personal or some private experiences, just make it general. Generalize it rather than personalizing it in the opinion part especially. Thank you so much. Hope this will be helpful.",
      "source": "supplementary",
      "transcript_original": "Then firstly she gave me just one idea about the time. So she could talk more about various other reasons that why this is good choice to be travel by plane. But whether like later on I was asking why how then she was explaining one by one by one those idea comfort luxury and one more idea she had given. But when examiner is asking these type of questions to you guys then this is important try to break into different reasons like first of all secondly thirdly last but not least but here she missed that she was answering me after when I was exaggerating uh her when I was per when I was just persuading her or convincing her give give me more ideas only then she was giving me those ideas and then in Some other questions she had done some mistakes but otherwise in the follow-up this is really very important give the strong opinion somewhere she was quite strong and somewhere she was unable to give the right opinion and she was giving some personal examples also in the opinion part. Try to use some general examples. Even if you have some personal or some private experiences, just make it general. Generalize it rather than personalizing it in the opinion part especially. Thank you so much. Hope this will be helpful.",
      "transcript_cleaned": "Then firstly she gave me just one idea about the time. So she could talk more about various other reasons that why this is good choice to be travel by plane. But whether like later on I was asking why how then she was explaining one by one by one those idea comfort luxury and one more idea she had given. But when examiner is asking these type of questions to you guys then this is important try to break into different reasons like first of all secondly thirdly last but not least but here she missed that she was answering me after when I was exaggerating her when I was per when I was just persuading her or convincing her give give me more ideas only then she was giving me those ideas and then in Some other questions she had done some mistakes but otherwise in the follow-up this is really very important give the strong opinion somewhere she was quite strong and somewhere she was unable to give the right opinion and she was giving some personal examples also in the opinion part. Try to use some general examples. Even if you have some personal or some private experiences, just make it general. Generalize it rather than personalizing it in the opinion part especially. Thank you so much. Hope this will be helpful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s00",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "What is your job?",
      "transcript": "&gt;&gt; currently I am an interpreter over the phone. I interpret phone calls from different government agencies and institutions from the US.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh, currently I'm an interpreter over the phone. I interpret phone calls from different government agencies and um institutions from the US.",
      "transcript_cleaned": "&gt;&gt; currently I am an interpreter over the phone. I interpret phone calls from different government agencies and institutions from the US.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s01",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "&gt;&gt; And has your job changed a lot in the past years?",
      "transcript": "It actually has because up until August from this year, I used to be an English teacher. I had been an English teacher for over three years. But just recently, I decided to switch to a new job.",
      "source": "supplementary",
      "transcript_original": "It actually has because up until August from this year, I used to be an English teacher. I had been an English teacher for over three years. But just recently, I decided to switch to a new job.",
      "transcript_cleaned": "It actually has because up until August from this year, I used to be an English teacher. I had been an English teacher for over three years. But just recently, I decided to switch to a new job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s03",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "Do you use headphones?",
      "transcript": "&gt;&gt; I do use headphones. I actually have a pair of headphones. I got them about two months ago. they are very useful and I really like them.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I do use headphones. I actually have a pair of headphones. Um, I got them about two months ago. They're very useful and I really like them.",
      "transcript_cleaned": "&gt;&gt; I do use headphones. I actually have a pair of headphones. I got them about two months ago. they are very useful and I really like them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s04",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "&gt;&gt; And when would you use your headphones?",
      "transcript": "&gt;&gt; I use them for my job. I take calls every day. So in order to have a better quality of my voice when I trans interpret or to hear better what my clients are saying, I use headphones.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I use them for my job. I take calls every day. So in order to have a better uh quality of my voice when I trans interpret or to uh hear better what my clients are saying, I use headphones.",
      "transcript_cleaned": "&gt;&gt; I use them for my job. I take calls every day. So in order to have a better quality of my voice when I trans interpret or to hear better what my clients are saying, I use headphones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s05",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "&gt;&gt; In what conditions you will not use your headphones?",
      "transcript": "&gt;&gt; I think I would not use my headphones on my personal life apart from the job because they are very big and heavy. So to go jogging or to just relax in my room, I would not use them. &gt;&gt; let us now talk about shoes.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think I wouldn't use my headphones on my personal life apart from the job because they are very big and heavy. So to go jogging or to just uh relax in my room, I wouldn't use them. &gt;&gt; Let's now talk about shoes.",
      "transcript_cleaned": "&gt;&gt; I think I would not use my headphones on my personal life apart from the job because they are very big and heavy. So to go jogging or to just relax in my room, I would not use them. &gt;&gt; let us now talk about shoes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s06",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "How frequently do you buy shoes?",
      "transcript": "&gt;&gt; I think I buy shoes around one to two times a year. I do not really buy that many shoes. I am not the kind of person that collects a lot of them. I just stick to a few good ones.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think I buy shoes around one to two times a year. I don't really buy that many shoes. Uh I'm not the kind of person that collects a lot of them. I just stick to a few good ones.",
      "transcript_cleaned": "&gt;&gt; I think I buy shoes around one to two times a year. I do not really buy that many shoes. I am not the kind of person that collects a lot of them. I just stick to a few good ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s07",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "And where do you usually buy shoes?",
      "transcript": "&gt;&gt; I go buy them at the mall. I do not like buying them online because I do not want the to risk it because sometimes they come a little bit larger or smaller.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I go buy them at the mall. I don't like buying them online because I don't want the to risk it because sometimes they come uh a little bit larger or smaller.",
      "transcript_cleaned": "&gt;&gt; I go buy them at the mall. I do not like buying them online because I do not want the to risk it because sometimes they come a little bit larger or smaller.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s08",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "So, I would rather &gt;&gt; What is your favorite type of shoes?",
      "transcript": "&gt;&gt; I think sneakers. Sneakers are my favorite type of shoes. they are comfortable and they are useful for everything. &gt;&gt; Thank you. Now, we can move on to the second part of the exam. So in the second part, I will give you a card with a topic and you will have to talk about this topic for 2 minutes. But before you do so, you will have one minute to think about what you are going to say and you can make some notes to help you if you wish.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think sneakers. Sneakers are my favorite type of shoes. They're comfortable and they are useful for everything. &gt;&gt; Thank you. Now, we can move on to the second part of the exam. So in the second part, I will give you a card with a topic and you will have to talk about this topic for 2 minutes. But before you do so, you'll have one minute to think about what you're going to say and you can make some notes to help you if you wish.",
      "transcript_cleaned": "&gt;&gt; I think sneakers. Sneakers are my favorite type of shoes. they are comfortable and they are useful for everything. &gt;&gt; Thank you. Now, we can move on to the second part of the exam. So in the second part, I will give you a card with a topic and you will have to talk about this topic for 2 minutes. But before you do so, you will have one minute to think about what you are going to say and you can make some notes to help you if you wish.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s10",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "So, can you please give me back the papers and the pen?",
      "transcript": "Thank you. &gt;&gt; Okay. So in the second part you talked about the charity which is important to you. Now in the third part I want to ask you some questions related to this topic.",
      "source": "supplementary",
      "transcript_original": "Thank you. &gt;&gt; Okay. So in the second part you talked about the charity which is important to you. Now in the third part I want to ask you some questions related to this topic.",
      "transcript_cleaned": "Thank you. &gt;&gt; Okay. So in the second part you talked about the charity which is important to you. Now in the third part I want to ask you some questions related to this topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s11",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "Why do people do charity for others?",
      "transcript": "I think people do charity for others because it is part of the empathetic side of the human heart to just see the needs in other people and just help them out with that because everybody struggles.",
      "source": "supplementary",
      "transcript_original": "I think people do charity for others because it's part of the empathetic side of the human heart to just uh see the needs in other people and just help them out with that because everybody struggles.",
      "transcript_cleaned": "I think people do charity for others because it is part of the empathetic side of the human heart to just see the needs in other people and just help them out with that because everybody struggles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "dnJC8A1Olng_s12",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "&gt;&gt; And do you think charity work is a selfish thing to do?",
      "transcript": "It depends of the intentions of the person that does it because some people generally help without expecting anything in return. But there is other people that expect some recognition or just to feel like they are good people for doing small actions.",
      "source": "supplementary",
      "transcript_original": "It depends of the intentions of the person that does it because some people generally uh help without expecting anything in return. But there's other people that expect some recognition or just to feel like they're uh good people for doing small actions.",
      "transcript_cleaned": "It depends of the intentions of the person that does it because some people generally help without expecting anything in return. But there is other people that expect some recognition or just to feel like they are good people for doing small actions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s13",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "&gt;&gt; And what kinds of charities are there in your country?",
      "transcript": "Oh, there are many charities in my country, but the most famous ones are Telotone, which is for disabled children, red nose for children with cancer, and there are many that help the elderly as well. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "Oh, there are many charities in my country, but the most famous ones are Telotone, which is for uh disabled children, red nose for children with cancer, and there are many that help the elderly as well. &gt;&gt; Mhm.",
      "transcript_cleaned": "Oh, there are many charities in my country, but the most famous ones are Telotone, which is for disabled children, red nose for children with cancer, and there are many that help the elderly as well. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "dnJC8A1Olng_s14",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "And which one do you think is more useful or is more needed for you, leave?",
      "transcript": "I think all of them are important and useful but I think the ones related to children and the elderly are the most important ones.",
      "source": "supplementary",
      "transcript_original": "Um I think all of them are important and useful but I think the ones related to children and the elderly are the most important ones.",
      "transcript_cleaned": "I think all of them are important and useful but I think the ones related to children and the elderly are the most important ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s15",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "&gt;&gt; Why do you think so?",
      "transcript": "&gt;&gt; Because these are the groups that struggle the most that the children and elderly are some of the most vulnerable groups in society. So helping them with their health needs and life situations I think that is very important.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Because these are the groups that uh struggle the most that the children and elderly are some of the most vulnerable uh groups in society. So helping them with their health needs and life situations I think that's very important.",
      "transcript_cleaned": "&gt;&gt; Because these are the groups that struggle the most that the children and elderly are some of the most vulnerable groups in society. So helping them with their health needs and life situations I think that is very important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}