{
  "batch_id": 9,
  "count": 20,
  "samples": [
    {
      "sample_id": "uqR8cCfMBec_q09",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "So, when you are ready, could you please describe a time when you helped someone?",
      "transcript": "In my lifetime I have a lots of occasion to supporting my people around me to have achieved this successfully. How about if I had to pick one it would be the time as supporting my friend to achieve $10,000 scholarship to his study abroad. Firstly I will introduce his background. He my childhood friend a child who has had a intelligent person and a work colleague and work colleague however he had some weakness that is a way struggle with analyzing and synthetic medicine. So I offer him my supporting that in the in the time the 6 to 8 to 900 p.m. I wait I give him some my supporting that I never provide him the answer directly but I give him some key art included for him to study to improve his mindset and brainstorm to have the real the real knowledge for him to apply to the practical I will remember to my grandparent story it is called the the bugger and the fish. This is more related to the well-known item that if you give a man a fish, you feed him for a day.",
      "part": 2,
      "source": "valid_original",
      "transcript_original": "In my lifetime I have a lots of occasion to supporting my people around me to have achieved this successfully. How about if I had to pick one it would be the time as supporting my friend to achieve $10,000 scholarship to his study abroad. Firstly I will introduce his background. He my childhood friend a child who has had a intelligent person and a work colleague and work colleague however he had some weakness that's a way struggle with analyzing and synthetic medicine. So I offer him my supporting that in the um in the time the 6 to 8 to 900 p.m. I wait I give him some my supporting that I never provide him the answer directly but I give him some key art included for him to study to improve his mindset and brainstorm to have the real the real knowledge for him to apply to the practical I will remember to my grandparent story it's called the the bugger and the fish. This is more related to the well-known item that if you give a man a fish, you feed him for a day.",
      "transcript_cleaned": "In my lifetime I have a lots of occasion to supporting my people around me to have achieved this successfully. How about if I had to pick one it would be the time as supporting my friend to achieve $10,000 scholarship to his study abroad. Firstly I will introduce his background. He my childhood friend a child who has had a intelligent person and a work colleague and work colleague however he had some weakness that is a way struggle with analyzing and synthetic medicine. So I offer him my supporting that in the in the time the 6 to 8 to 900 p.m. I wait I give him some my supporting that I never provide him the answer directly but I give him some key art included for him to study to improve his mindset and brainstorm to have the real the real knowledge for him to apply to the practical I will remember to my grandparent story it is called the the bugger and the fish. This is more related to the well-known item that if you give a man a fish, you feed him for a day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q10",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "However, if you give him to fish, teach him a fish, you you give you feed him for a lifetime.",
      "transcript": "And a result I think that I remember vividly that he he achieved the he achieved the scholarship and graduated the final exam with the fly color inclusion. I think that I have a take a lesson for myself that I always need to have enough energy and time. I will supporting people with the with with the best thing. Thank you very much. Well done. Good job.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And a result I think that I remember vividly that uh he um he achieved the he achieved the scholarship and uh graduated the final exam with the fly color inclusion. I think that I have a take a lesson for myself that I always need to have enough energy and time. I will supporting people with the um with um uh with the best thing. Thank you very much. Well done. Good job.",
      "transcript_cleaned": "And a result I think that I remember vividly that he he achieved the he achieved the scholarship and graduated the final exam with the fly color inclusion. I think that I have a take a lesson for myself that I always need to have enough energy and time. I will supporting people with the with with the best thing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q11",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Tell me what are some ways that people can help other members of the community?",
      "transcript": "In the past, in the past people can provide them a food, a rings are the cash for people to improve their lifestyle. However, however, when the technology develop rapidly, people can donate donate to the some internet platform such as a Facebook or Tik Tok for them to supporting them for people who live or reside in the rural area. Interesting.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In the past, in the past people can provide them a food, a rings are the cash for people to improve their lifestyle. However, however, um when the technology develop rapidly, people can donate donate to the some internet platform such as a Facebook or Tik Tok for them to supporting them for people who live or reside in the rural area. Interesting.",
      "transcript_cleaned": "In the past, in the past people can provide them a food, a rings are the cash for people to improve their lifestyle. However, however, when the technology develop rapidly, people can donate donate to the some internet platform such as a Facebook or Tik Tok for them to supporting them for people who live or reside in the rural area. Interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q12",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Should schools encourage students to do volunteer work?",
      "transcript": "Absolutely. Yes. because that I think that when schools stimulate student to do a volunteer work they they student will grow up the sympathy and also the kindness which is play a important role for them to to grow up in the long line. However, when student do too much volunteer work, they feel that exalted and and the meaning of the volunteer work are not the same. Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Absolutely. Yes. because that I think that when schools stimulate student to do a volunteer work uh they they student will grow up the sympathy and also the kindness which is play a important role for them to to grow up in the long line. However, when student do too much uh volunteer work, they feel that uh exalted and uh uh and the meaning of the volunteer work are not the same. Thank you.",
      "transcript_cleaned": "Absolutely. Yes. because that I think that when schools stimulate student to do a volunteer work they they student will grow up the sympathy and also the kindness which is play a important role for them to to grow up in the long line. However, when student do too much volunteer work, they feel that exalted and and the meaning of the volunteer work are not the same.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q13",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Why do some people choose to help strangers?",
      "transcript": "In my opinion, I think that firstly people people who went away when they was a child, they are they were educated that they need to have a kind and have a sympathy to the each other to support to each other. And secondly that I think that people will help to each other because they need to connect to the people because we are the human being who need to connect to people and prevent the isolations. Thank you. Wonderful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my opinion, I think that firstly people people who went away when they was a child, they are they were educated that they need to have a kind and have a sympathy to the each other to um support to each other. And secondly that I think that people will help to each other because they need to uh connect to the people because we are the human being who need to connect to people and prevent the isolations. Thank you. Wonderful.",
      "transcript_cleaned": "In my opinion, I think that firstly people people who went away when they was a child, they are they were educated that they need to have a kind and have a sympathy to the each other to support to each other. And secondly that I think that people will help to each other because they need to connect to the people because we are the human being who need to connect to people and prevent the isolations. Thank you. Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uqR8cCfMBec_q14",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Finally, how can governments encourage citizens to support one another?",
      "transcript": "Some people think that they need to invest to the charity. However, I think that government should educate people es especially the student who belong to the primary and secondary or high school to to educate to has a knowledge to support to each other because we are the human being who need to have a sympathy the kind for us to live in the social societies society. 30. Fantastic. Well done. Thank you. Hi. That brings the test to the end. Congratulations. Fantastic.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "Some people think that uh they need to invest to the charity. However, I think that government should uh um educate people es especially the student who um belong to the primary and secondary or high school to to educate to has a knowledge to support to each other because we are the human being who need to have a sympathy the kind for us to live in the social societies society. 30. Fantastic. Well done. Thank you. Hi. That brings the test to the end. Congratulations. Fantastic.",
      "transcript_cleaned": "Some people think that they need to invest to the charity. However, I think that government should educate people es especially the student who belong to the primary and secondary or high school to to educate to has a knowledge to support to each other because we are the human being who need to have a sympathy the kind for us to live in the social societies society. 30. Fantastic. Well done. Thank you. Hi. That brings the test to the end. Congratulations. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q01",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Are you ready?",
      "transcript": "Yes. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q03",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "What do you study?",
      "transcript": "I am a graduate in civil engineering. I finished, studying about seven years ago. And I have been working as, I have been working.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm a graduate in civil engineering. I finished, uh, studying about seven years ago. And I've been working as, um, I've been working, um.",
      "transcript_cleaned": "I am a graduate in civil engineering. I finished, studying about seven years ago. And I have been working as, I have been working.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q04",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Do you like that subject?",
      "transcript": "Oh sure, it is absolutely glamorous. I feel it has, given me novel vision to life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, oh sure, uh, it's absolutely glamorous. I feel it has, uh, uh, given me novel vision to life.",
      "transcript_cleaned": "Oh sure, it is absolutely glamorous. I feel it has, given me novel vision to life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q05",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "And, what would you change about your subject?",
      "transcript": "Actually, I do not intend myself, I do not intend to justify myself to have studied, the best major to help my life. I have been, I have studied, diverse subjects in civil engineering, which some of them were not crucial to be an engineer. If I had the chance to change something.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually, I don't intend myself, I don't intend to justify myself to have studied, um, the best major to help my life. Uh, I've been, I've studied, uh, diverse subjects in civil engineering, which some of them were not crucial to be an engineer. If I had the chance to change something, um.",
      "transcript_cleaned": "Actually, I do not intend myself, I do not intend to justify myself to have studied, the best major to help my life. I have been, I have studied, diverse subjects in civil engineering, which some of them were not crucial to be an engineer. If I had the chance to change something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q06",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "What is your favorite type of music?",
      "transcript": "Absolutely. Iranian traditional music is my, it is, far much in authority for me since my grandfather was a myth singer in it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, absolutely. Iranian traditional music is my, um, it's, uh, Um, far much in authority for me since my grandfather was a myth singer in it.",
      "transcript_cleaned": "Absolutely. Iranian traditional music is my, it is, far much in authority for me since my grandfather was a myth singer in it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q07",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Can you sing?",
      "transcript": "Unfortunately not. nevertheless, I profoundly enthusiastic about how to learn, about, learning how to sing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Unfortunately not. Uh, nevertheless, I profoundly enthusiastic about how to learn, uh, about, um, learning how to sing.",
      "transcript_cleaned": "Unfortunately not. nevertheless, I profoundly enthusiastic about how to learn, about, learning how to sing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q08",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "If you could learn a musical instrument, what would it be?",
      "transcript": "If I were able to learn a musical instrument, it would absolutely be the traditional one. Presumably to and back. it is a kind of musical instrument made by camel skin and unique wood.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "If I were able to learn a musical instrument, it would absolutely be the traditional one. Presumably to and back. It's a kind of musical instrument made by camel skin and unique wood.",
      "transcript_cleaned": "If I were able to learn a musical instrument, it would absolutely be the traditional one. Presumably to and back. it is a kind of musical instrument made by camel skin and unique wood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q09",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Do you like your neighbors?",
      "transcript": "Of course I do. I am able to talk for hours about the advantage of having them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Of course I do. I'm able to talk for hours about the advantage of having them.",
      "transcript_cleaned": "Of course I do. I am able to talk for hours about the advantage of having them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q10",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Are neighbors usually close to each other in your country?",
      "transcript": "All in all, I would say yes. They usually give each other a hand.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "All in all, I would say yes. They usually give each other a hand.",
      "transcript_cleaned": "All in all, I would say yes. They usually give each other a hand.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q11",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "And what is your neighborhood like?",
      "transcript": "I live in a quiet neighborhood, and fortunately there are plenty of public facilities like park, supermarket, libraries, hospital. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I live in a quiet neighborhood, and fortunately there are plenty of public facilities like park, supermarket, libraries, hospital. And, uh,.",
      "transcript_cleaned": "I live in a quiet neighborhood, and fortunately there are plenty of public facilities like park, supermarket, libraries, hospital. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q13",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "However, if you, have a wrong answer, you lose all your money.",
      "transcript": "This quiz program is adorable for me since I obtain useful experience information whenever I watch that. And, this quiz program itself is so celebrated and remarkable.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "This quiz program is adorable for me since I obtain useful experience information whenever I watch that. And, um, this quiz program itself is so celebrated and remarkable.",
      "transcript_cleaned": "This quiz program is adorable for me since I obtain useful experience information whenever I watch that. And, this quiz program itself is so celebrated and remarkable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q14",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "And do you think that, there should be more such programs, shows on TV?",
      "transcript": "Yeah, sure. I am agree with that. I will start again. And this show is very adorable and useful for people. Alright, thank you so much. Your too-minute time is over. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, sure. I'm agree with that. I'll start again. And this show is very adorable and useful for people. Alright, thank you so much. Your too-minute time is over. So.",
      "transcript_cleaned": "sure. I am agree with that. I will start again. And this show is very adorable and useful for people. Alright, thank you so much. Your too-minute time is over.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q15",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Do people in your country like to watch TV?",
      "transcript": "I reckon less than before, since TV programs in Iran are archaic and drab.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I reckon less than before, since TV programs in Iran are archaic and drab.",
      "transcript_cleaned": "I reckon less than before, since TV programs in Iran are archaic and drab.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q16",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Whenever some people who are still watching in free time.",
      "transcript": "And tell me about the types of programs that are generally on television in your country. the TV program in Iran, are not based on fundamental needs of people. There are many types of show on TV, for instance, documentary, drama, comedy, news, and game show. the majority of people still believe, they are not interested enough to spend time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And tell me about the types of programs that are generally on television in your country. Uh, the TV program in Iran, um, are not based on fundamental needs of people. There are many types of show on TV, uh, for instance, documentary, drama, comedy, news, and game show. Uh, the majority of people still believe, uh, they are not interested enough to spend time.",
      "transcript_cleaned": "And tell me about the types of programs that are generally on television in your country. the TV program in Iran, are not based on fundamental needs of people. There are many types of show on TV, for instance, documentary, drama, comedy, news, and game show. the majority of people still believe, they are not interested enough to spend time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}