{
  "batch_id": 46,
  "count": 20,
  "samples": [
    {
      "sample_id": "GY-j0OoAZmw_q11",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "Okay, do children show their feelings more than adults?",
      "transcript": "I agree somehow that, children would tend to, like, show their feelings true more and, like, openly than adults. Children do not care about the consequences or they just, they are just, careless, carefree, yeah, and, and they just, think that why to hide the feelings, if they can, like, talk out loud, right, speak out loud. but for adults, they would, be careful because they, are afraid of some, consequences, related to the relationships, the connections, right, between people and people, right, and maybe they would not direct.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I agree somehow that, uh, children would tend to, like, show their feelings true more and, uh, like, openly than adults. Children don't care about the consequences or they just, they are just, uh, careless, carefree, um, Um, yeah, and, and they just, uh, think that why to hide the feelings, uh, if they can, like, talk out loud, right, speak out loud. Uh, but for adults, they would, um, be careful because they, um, are afraid of some, uh, consequences, uh, related to the relationships, the connections, right, uh, between people and people, right, and maybe they would not direct.",
      "transcript_cleaned": "I agree somehow that, children would tend to, like, show their feelings true more and, like, openly than adults. Children do not care about the consequences or they just, they are just, careless, carefree, yeah, and, and they just, think that why to hide the feelings, if they can, like, talk out loud, right, speak out loud. but for adults, they would, be careful because they, are afraid of some, consequences, related to the relationships, the connections, right, between people and people, right, and maybe they would not direct.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q12",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "Okay, do men and women show their feelings in different ways?",
      "transcript": "Yeah, that is a very tricky question I would say. in normal life I think there is a gender equity so there is no much distinct difference between how men and women show their feelings. Maybe, yeah, yeah, I think it, it matters more like, the, the context of these situations, right, and the, people who share their feelings with rather than the gender.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, that's a very tricky question I would say. Um, in normal life I think there is a gender equity so there is no much distinct difference between how men and women show their feelings. Maybe, yeah, yeah, I think it, uh, it matters more like, uh, the, the context of these situations, right, and the, uh, people who share their feelings with rather than the gender.",
      "transcript_cleaned": "that is a very tricky question I would say. in normal life I think there is a gender equity so there is no much distinct difference between how men and women show their feelings. Maybe, yeah, yeah, I think it, it matters more like, the, the context of these situations, right, and the, people who share their feelings with rather than the gender.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q14",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "American English, right?",
      "transcript": "There is a couple of errors here and there, like for example the word stress, but overall you could be effortlessly be understood throughout. In terms of a couple of suggestions to improve, I think that you can try to paraphrase the question more often.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, there's a couple of errors here and there, like for example the word stress, but overall you could be effortlessly be understood throughout. In terms of a couple of suggestions to improve, I think that you can try to paraphrase the question more often.",
      "transcript_cleaned": "There is a couple of errors here and there, like for example the word stress, but overall you could be effortlessly be understood throughout. In terms of a couple of suggestions to improve, I think that you can try to paraphrase the question more often.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q15",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "First of all, regarding the question, do you think you will continue to live there for a long time?",
      "transcript": "You can say that you might plan to continue to reside in my current locations, for a foreseeable future, To replace the phrase and instead of writing down, you could also say write in longhand, I think, for a mixture. generally I think that you are able to use less common and idiomatic items like indispensable, tech savvy, or traffic congestion. And I think that if you manage to do that throughout your test, that would be great. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, you can say that you might plan to continue to reside in my current locations, um, for a foreseeable future, To replace the phrase and instead of writing down, you could also say write in longhand, I think, for a mixture. Um, generally I think that you are able to use less common and idiomatic items like indispensable, tech savvy, or traffic congestion. And I think that if you manage to do that throughout your test, that would be great. Okay.",
      "transcript_cleaned": "You can say that you might plan to continue to reside in my current locations, for a foreseeable future, To replace the phrase and instead of writing down, you could also say write in longhand, I think, for a mixture. generally I think that you are able to use less common and idiomatic items like indispensable, tech savvy, or traffic congestion. And I think that if you manage to do that throughout your test, that would be",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q16",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "When talking about a past event, in most of the sentences, you use the past, simple, right?",
      "transcript": "But a couple of verbs, I think that you have, you did not conjugate it correctly. So be mindful of that. And I saw that you use a lot of the word like. that is really American teenager. I think that there are more effective connected devices to make your speech sounds more natural and make it coherent at the same time. Like for example, you can use such as to make examples or namely to be more specific with your answers. Yeah, that is it. Transcription by ESO. Translation by —.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But a couple of verbs, I think that you have, uh, you did not conjugate it correctly. So be mindful of that. And I saw that you use a lot of the word like. That's really American teenager. Um, I think that there are more effective connected devices to make your speech sounds more natural and make it coherent at the same time. Like for example, you can use such as to make examples or namely to be more specific with your answers. Yeah, that's it. Transcription by ESO. Translation by —.",
      "transcript_cleaned": "But a couple of verbs, I think that you have, you did not conjugate it correctly. So be mindful of that. And I saw that you use a lot of the word like. that is really American teenager. I think that there are more effective connected devices to make your speech sounds more natural and make it coherent at the same time. Like for example, you can use such as to make examples or namely to be more specific with your answers. Yeah, that is it. Transcription by ESO. Translation by —.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q01",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Are you ready?",
      "transcript": "Yes. let us get it on. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Let's get it on. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes. let us get it on. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q03",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Do you see your friends often?",
      "transcript": "Yes, I see one of my friends frequently named Mohamed Tu, his name is Mohamed Tu, and, he is my best friend. We hang out with each other. Mostly often we go for running sometimes, sometimes playing music and other things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, I see one of my friends frequently named Mohamed Tu, uh, his name is Mohamed Tu, and, uh, he's my best friend. We hang out with each other. Mostly often we go for running sometimes, sometimes playing music and other things.",
      "transcript_cleaned": "Yes, I see one of my friends frequently named Mohamed Tu, his name is Mohamed Tu, and, he is my best friend. We hang out with each other. Mostly often we go for running sometimes, sometimes playing music and other things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q04",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "What do you do with your friends when you get together?",
      "transcript": "We usually, if we go to the party, we just hang out and talk to each other and one other thing we do is play music and practicing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, we usually, uh, if we go to the party, we just hang out and talk to each other and one other thing we do is play music and practicing.",
      "transcript_cleaned": "We usually, if we go to the party, we just hang out and talk to each other and one other thing we do is play music and practicing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q05",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "How often do you keep in touch when you are not meeting face to face with your friends?",
      "transcript": "Sometimes we cannot meet each other in person so we should call each other and when we call we keep talking for, for example, five to ten minutes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, sometimes we can't meet each other in person so we should call each other and um, when we call we keep talking for, for example, five to ten minutes.",
      "transcript_cleaned": "Sometimes we cannot meet each other in person so we should call each other and when we call we keep talking for, for example, five to ten minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q07",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Would your way of thinking be different when you are typing on a computer compared to when you are writing on paper?",
      "transcript": "I think when you are writing on a paper it is more, thoughtful. You can get more thoughtful. But when you are typing on a computer, you cannot think that much. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think when you are writing on a paper it's more, uh, thoughtful. You can get more thoughtful. But when you are typing on a computer, you can't think that much. Alright,.",
      "transcript_cleaned": "I think when you are writing on a paper it is more, thoughtful. You can get more thoughtful. But when you are typing on a computer, you cannot think that much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q08",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Do you enjoy public holidays?",
      "transcript": "Yes, I am very friendly and outgoing person, so I really enjoy talking to new persons I do not already know. And it is really good for me to get to know new persons.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I'm very friendly and outgoing person, so I really enjoy talking to new persons I don't already know. And it's really good for me to get to know new persons.",
      "transcript_cleaned": "Yes, I am very friendly and outgoing person, so I really enjoy talking to new persons I do not already know. And it is really good for me to get to know new persons.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q09",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Should there be more public holidays?",
      "transcript": "Yes, I think we should provide more events for people to meet each other and get to know each other.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I think we should provide more events for people to meet each other and get to know each other.",
      "transcript_cleaned": "Yes, I think we should provide more events for people to meet each other and get to know each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q11",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Do you understand?",
      "transcript": "Yes. The topic is, describe a time when you had to wait for something.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. The topic is, describe a time when you had to wait for something.",
      "transcript_cleaned": "Yes. The topic is, describe a time when you had to wait for something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q12",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "On what occasions do people have to wait every day?",
      "transcript": "Maybe some waiting for a bus or taxis or other things but definitely people who use public transportation to go to work are the most people that wait for something that is our vehicles.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, maybe some waiting for a bus or taxis or um, other things but definitely people who use public transportation to go to work are the most people that wait for something that's our vehicles.",
      "transcript_cleaned": "Maybe some waiting for a bus or taxis or other things but definitely people who use public transportation to go to work are the most people that wait for something that is our vehicles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q13",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Are people in your country accustomed to waiting?",
      "transcript": "Not really. They, like to, get everything fast. They do everything fast as possible. And, not waiting for other people. People, and, but, but it, it happens sometimes and they should, take it. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, not really. They, um, like to, um, get everything fast. They do everything fast as possible. And, uh, not waiting for other people. People, and, but, but it, uh, it happens sometimes and they should, uh, take it. Alright.",
      "transcript_cleaned": "Not really. They, like to, get everything fast. They do everything fast as possible. And, not waiting for other people. People, and, but, but it, it happens sometimes and they should, take it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q14",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Do you think people who cannot, who cannot wait invent new technologies?",
      "transcript": "Yes yes it it possible to happen because if there is some problems people try to figure it out And waiting for people who doesn like it who don like it is a problem that they might figure it out and invent new technologies for solving it Perfect.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh yes yes it it um possible to happen uh because um if there is some problems people uh try to figure it out And uh waiting for people who doesn like it who don like it uh is a problem that they might figure it out and invent new technologies for solving it Perfect.",
      "transcript_cleaned": "Yes yes it it possible to happen because if there is some problems people try to figure it out And waiting for people who doesn like it who don like it is a problem that they might figure it out and invent new technologies for solving it Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q15",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Do you think in the past people used to be more patient?",
      "transcript": "Why? yes. Today's life, has made people, be in rush because of the work and every other thing people try to, especially in cities, in industrial cities, people are always on the go. So, in the past that, the life was not like this, definitely people had more patience.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Why? Ah, yes. Today's life, um, has made people, um, be in rush because of the work and every other thing people try to, um, especially in cities, uh, in industrial cities, people are always on the go. So, um, in the past that, um, the life wasn't like this, definitely people had more patience.",
      "transcript_cleaned": "Why? yes. Today's life, has made people, be in rush because of the work and every other thing people try to, especially in cities, in industrial cities, people are always on the go. So, in the past that, the life was not like this, definitely people had more patience.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q16",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Are adults better at waiting than children?",
      "transcript": "Yes, adults get the problems and the situations better than the kids so they are more patient. Kids cannot understand some situations so they just insist on getting something without any waiting And it makes this comparison, toward the adults.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, adults get the problems and the situations better than the kids so they are more patient. Kids can't understand some situations so they just insist on getting something without any waiting And it makes this comparison, uh, toward the adults.",
      "transcript_cleaned": "Yes, adults get the problems and the situations better than the kids so they are more patient. Kids cannot understand some situations so they just insist on getting something without any waiting And it makes this comparison, toward the adults.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q17",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Have you had the same experience?",
      "transcript": "Yes, when I was, it is about my personal experience.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, when I was, uh, it's about my personal experience.",
      "transcript_cleaned": "Yes, when I was, it is about my personal experience.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLy_H4JDVQA_q20",
      "video_id": "QLy_H4JDVQA",
      "band": 7.0,
      "question": "Do you have any questions?",
      "transcript": "No, you were complete and clear. Thank you for attention.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, no, you were complete and clear. Thank you for attention.",
      "transcript_cleaned": "No, you were complete and clear.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}