Total samples available: 7894
Extracting batch: 180 to 199
[
  {
    "sample_id": "zOx29piwDCU_q09",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "Do you like your neighbors?",
    "transcript": "Of course I do. I am able to talk for hours about the advantage of having them.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Of course I do. I'm able to talk for hours about the advantage of having them."
  },
  {
    "sample_id": "zOx29piwDCU_q10",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "Are neighbors usually close to each other in your country?",
    "transcript": "All in all, I would say yes. They usually give each other a hand.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "All in all, I would say yes. They usually give each other a hand."
  },
  {
    "sample_id": "zOx29piwDCU_q11",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "And what is your neighborhood like?",
    "transcript": "I live in a quiet neighborhood, and fortunately there are plenty of public facilities like park, supermarket, libraries, hospital. And.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "I live in a quiet neighborhood, and fortunately there are plenty of public facilities like park, supermarket, libraries, hospital. And, uh,."
  },
  {
    "sample_id": "zOx29piwDCU_q12",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "Do you understand?",
    "transcript": "Okay, you can take some paper and a pencil to.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Okay, you can take some paper and a pencil to."
  },
  {
    "sample_id": "zOx29piwDCU_q13",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "However, if you, have a wrong answer, you lose all your money.",
    "transcript": "This quiz program is adorable for me since I obtain useful experience information whenever I watch that. And, this quiz program itself is so celebrated and remarkable.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "This quiz program is adorable for me since I obtain useful experience information whenever I watch that. And, um, this quiz program itself is so celebrated and remarkable."
  },
  {
    "sample_id": "zOx29piwDCU_q14",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "And do you think that, there should be more such programs, shows on TV?",
    "transcript": "Yeah, sure. I am agree with that. I will start again. And this show is very adorable and useful for people. Alright, thank you so much. Your too-minute time is over. So.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Yeah, sure. I'm agree with that. I'll start again. And this show is very adorable and useful for people. Alright, thank you so much. Your too-minute time is over. So."
  },
  {
    "sample_id": "zOx29piwDCU_q15",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "Do people in your country like to watch TV?",
    "transcript": "I reckon less than before, since TV programs in Iran are archaic and drab.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "I reckon less than before, since TV programs in Iran are archaic and drab."
  },
  {
    "sample_id": "zOx29piwDCU_q16",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "Whenever some people who are still watching in free time.",
    "transcript": "And tell me about the types of programs that are generally on television in your country. the TV program in Iran, are not based on fundamental needs of people. There are many types of show on TV, for instance, documentary, drama, comedy, news, and game show. the majority of people still believe, they are not interested enough to spend time.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "And tell me about the types of programs that are generally on television in your country. Uh, the TV program in Iran, um, are not based on fundamental needs of people. There are many types of show on TV, uh, for instance, documentary, drama, comedy, news, and game show. Uh, the majority of people still believe, uh, they are not interested enough to spend time."
  },
  {
    "sample_id": "zOx29piwDCU_q17",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "Why do some people like to watch TV on their computer?",
    "transcript": "I can justify that the main reason is lack of time People are much busier than before so sometimes they don have access to TV therefore they prefer watch TV on their phone or computers What is the difference between young people and old people's favorite TV drama? young people typically, gravitate towards, genre-like fantasy, teen dramas, or, science fictions. And whereas all the adults tend to prefer genre historical, like historical drama, family sagas, or crime dramas, and with some show with, I do not know.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "I can justify that the main reason is lack of time People are much busier than before so sometimes they don have access to TV therefore they prefer watch TV on their phone or computers What is the difference between young people and old people's favorite TV drama? Uh, young people typically, uh, gravitate towards, um, genre-like fantasy, um, teen dramas, or, um, science fictions. And whereas all the adults tend to prefer genre historical, like historical drama, family sagas, or crime dramas, and with some show with, uh, I don't know."
  },
  {
    "sample_id": "zOx29piwDCU_q18",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "Why is that the case?",
    "transcript": "So, it depends on the culture that is changed nowadays in Iran, I reckon.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "So, it depends on the culture that's changed nowadays in Iran, I reckon."
  },
  {
    "sample_id": "zOx29piwDCU_q19",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "Do you think soap opera will have bad influence on children?",
    "transcript": "Of course I do. Since children are so curious and prone to bad behavior and may mimic them, parents must be careful, more careful about that.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Of course I do. Since children are so curious and prone to bad behavior and may mimic them, parents must be careful, more careful about that."
  },
  {
    "sample_id": "zOx29piwDCU_q20",
    "video_id": "zOx29piwDCU",
    "band": 5.5,
    "question": "And have you experienced such a thing in your family?",
    "transcript": "No, this is my just opinion and guess. All right, thank you very much.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Uh, no, this is my just opinion and guess. All right, thank you very much."
  },
  {
    "sample_id": "-j0seGQjqdY_q01",
    "video_id": "-j0seGQjqdY",
    "band": 9.0,
    "question": "How do you usually spend your free time?",
    "transcript": "I would say that it depends because at this moment I have a lot of stuff going on. I work and I go to school so my my free time is very limited. But I will say that I try to spend my free time with my family and catching up with like movies or any TV show that I have in pause at the time.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Um, I would say that it depends because at this moment I have a lot of stuff going on. I work and I go to school so my my free time is very limited. But I will say that I try to spend my free time with my family and catching up with like movies or any TV show that I have in pause at the time."
  },
  {
    "sample_id": "-j0seGQjqdY_q02",
    "video_id": "-j0seGQjqdY",
    "band": 9.0,
    "question": "And do you prefer spending free time alone or with friends?",
    "transcript": "I will say that alone, especially because of the work that I do. I work with children. So sometimes my social battery is really low. So I rather spend time alone. But I do spend time with my friends on the weekends, but throughout the week, I try to spend it alone or with my family, with my sister.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "I will say that alone, especially because of the work that I do. I work with children. So sometimes my social battery is really low. So I rather spend time alone. But I do spend time with my friends on the weekends, but throughout the week, I try to spend it alone or with my family, with my sister."
  },
  {
    "sample_id": "-j0seGQjqdY_q03",
    "video_id": "-j0seGQjqdY",
    "band": 9.0,
    "question": "And has your way of spending free time changed over the years?",
    "transcript": "Yes, definitely. I remember when I was on my teen years. Well, and now I am, I am still young, but when I was younger, when I was in high school, I used to spend a lot of time with my friends. But now that I am getting older, you know, life, adulthood responsibilities, I definitely spend less time with my friends than before. So it has definitely shifted from the past. Okay.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Yes, definitely. I remember when I was on my teen years. Well, and now I'm, I'm still young, but when I was younger, when I was in high school, I used to spend a lot of time with my friends. But now that I'm getting older, you know, life, adulthood responsibilities, I definitely spend less time with my friends than before. So it has definitely shifted from the past. Okay,."
  },
  {
    "sample_id": "-j0seGQjqdY_q04",
    "video_id": "-j0seGQjqdY",
    "band": 9.0,
    "question": "How often do you go shopping?",
    "transcript": "Oh, well, I can say that I am a shopaholic in recovery because before I used to spend a lot of money and I used to spend, like I used to go shopping a lot throughout the pandemic. I started going online and doing shopping online, Amazon, and they will give you pretty good discounts because everything was closed. So I pretty much maybe I go shopping once a week, I will say, but I am trying to work on that.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Oh, well, I can say that I am a shopaholic in recovery because before I used to spend a lot of money and I used to spend, like I used to go shopping a lot throughout the pandemic. I started going online and doing shopping online, Amazon, and they'll give you pretty good discounts because everything was closed. So I pretty much maybe I go shopping once a week, I'll say, but I'm trying to work on that."
  },
  {
    "sample_id": "-j0seGQjqdY_q05",
    "video_id": "-j0seGQjqdY",
    "band": 9.0,
    "question": "And do you prefer shopping online or in the stores?",
    "transcript": "Ever since COVID, I have shifted the way in which I have shopped before I used to go to the mall a lot. Now I shop online. If there is something that I do not like or does not fit that I will just return it. So I, I think I prefer doing, doing it online.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Uh, ever since COVID, I have shifted the way in which I have shopped before I used to go to the mall a lot. Now I shop online. If there's something that I don't like or doesn't fit that I'll just return it. So I, I think I prefer doing, doing it online."
  },
  {
    "sample_id": "-j0seGQjqdY_q06",
    "video_id": "-j0seGQjqdY",
    "band": 9.0,
    "question": "And is shopping an enjoyable activity for you or just a necessity right now?",
    "transcript": "Right now, I will say that it is a driven activity. I would not say that it is an, maybe a necessity for like really, you know, like personal care. But when it comes to other stuff, I will say that it is more like driven. Like if I like it and I can buy it, then I will, I will get it. But yeah, I am working. it is a habit that I am definitely want to work. it is not good for my finances. So.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Right now, I'll say that it's a driven activity. I wouldn't say that it's an, maybe a necessity for like really, you know, like personal care. But when it comes to other stuff, I will say that it's more like driven. Like if I like it and I can buy it, then I'll, I'll get it. But yeah, I'm working. It's a habit that I'm definitely want to work. It's not good for my finances. So."
  },
  {
    "sample_id": "-j0seGQjqdY_q07",
    "video_id": "-j0seGQjqdY",
    "band": 9.0,
    "question": "And what is the most interesting place you have ever visited?",
    "transcript": "Well, that is a good question. I will say that one of the most interesting places that I have been is Costa Rica. I went with my family for my 15th birthday, which is like a really important birthday in the Latin, you know, tradition. So I went there to celebrate my birthday and it was good to see that even though I am from El Salvador, so I was born there and I grew up in the States. So it was like like good to see that they have even though we live within the same continent we have different cultures like the way of life the way in which we cook food It completely different even from El Salvador even though they like a few not a few but like within the same continent like even the, architecture, like the, even the language, even though we speak Spanish, it is completely different from the Spanish that I grew up listening with my mom. it is completely different the Spanish that they speak. So I will say that that is one of the most interesting, things or like that I could learn.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Well, that's a good question. I will say that one of the most interesting places that I've been is Costa Rica. I went with my family for my 15th birthday, which is like a really important birthday in the Latin, um, you know, tradition. So I went there to celebrate my birthday and it was good to see that even though I'm from El Salvador, so I was born there and I grew up in the States. So it was like like good to see that they have even though we live within the same continent we have different cultures like the way of life the way in which we cook food It completely different even from El Salvador even though they like a few not a few but like within the same continent Um, like even the, um, architecture, like the, even the language, even though we speak Spanish, um, it's completely different from the Spanish that I grew up listening with my mom. It's completely different the Spanish that they speak. So I will say that that's one of the most interesting, um, things or like that I could learn."
  },
  {
    "sample_id": "-j0seGQjqdY_q08",
    "video_id": "-j0seGQjqdY",
    "band": 9.0,
    "question": "Do you prefer to travel alone or with others?",
    "transcript": "With others. I think I enjoy more traveling with others.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "With others. I think I enjoy more traveling with others."
  }
]
