{
  "batch_id": 168,
  "count": 20,
  "samples": [
    {
      "sample_id": "QXzk0BocExI_q07",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And why do you prefer texting?",
      "transcript": "It is more comfortable to use. it is very easy to talk with others.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's more comfortable to use. It's very easy to talk with others.",
      "transcript_cleaned": "It is more comfortable to use. it is very easy to talk with others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q08",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And do you have any plan to buy a new mobile phone?",
      "transcript": "Yeah, I will, maybe four months later, I will I will buy iPhone.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I will, uh, maybe four months later, I will I will buy iPhone.",
      "transcript_cleaned": "I will, maybe four months later, I will I will buy iPhone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q09",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And how has your mobile phone changed your life?",
      "transcript": "I think a lot. Maybe I guess five times. Maybe. Maybe. Yeah. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think a lot. Maybe I guess five times. Maybe. Maybe. Yeah. Yeah.",
      "transcript_cleaned": "I think a lot. Maybe I guess five times. Maybe. Maybe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q10",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "Because of your mobile phone, is your life more convenient or easier?",
      "transcript": "Yes. I think, mobile phone, Used again and again if, this phone is old so I will, I will buy you one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. I think, um, mobile phone, um, Used again and again if, uh, this phone is old so I will, I will buy you one.",
      "transcript_cleaned": "Yes. I think, mobile phone, Used again and again if, this phone is old so I will, I will buy you one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q11",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "So what would you do if you found something lost by someone else?",
      "transcript": "Maybe if I find something of someone else I will give to that thing to police officer So if someone lost something it more easier to find that one Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Maybe if I find something of someone else I will give to that thing to police officer So if someone lost something it more easier to find that one Okay.",
      "transcript_cleaned": "Maybe if I find something of someone else I will give to that thing to police officer So if someone lost something it more easier to find that one",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q12",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And have you ever lost anything?",
      "transcript": "Yeah, maybe a few weeks ago I lost my charger, phone charger in the bus. so, but I cannot find it. Alright, that will do us for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, maybe a few weeks ago I lost my charger, phone charger in the bus. Uh, so, but I cannot find it. Alright, that'll do us for part one.",
      "transcript_cleaned": "maybe a few weeks ago I lost my charger, phone charger in the bus. so, but I cannot find it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q14",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And he asked me, what you going to do in the future?",
      "transcript": "So, it is very, very, very, very, very, very, think a lot at the time, at the moment. And it is quite hard to work in there. But it is very meaningful time for me and him. So. Okay, that is about a minute and 40 seconds now. Okay, so yeah, in the real exam you have a maximum of two minutes. Yeah, maximum time. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So, it's very, uh, very, very, very, very, very, think a lot at the time, at the moment. And it's quite hard to work in there. But it's very meaningful time for me and him. So. Okay, that's about a minute and 40 seconds now. Okay, so yeah, in the real exam you have a maximum of two minutes. Yeah, maximum time. Alright.",
      "transcript_cleaned": "it is very, very, very, very, very, very, think a lot at the time, at the moment. And it is quite hard to work in there. But it is very meaningful time for me and him. So. Okay, that is about a minute and 40 seconds now. Okay, so yeah, in the real exam you have a maximum of two minutes. Yeah, maximum time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q16",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "Is leisure time important to everyone?",
      "transcript": "Leisure? I think yes, these days, a lot of people usually enjoy leisure sports. So I think for example for me I like leisure sports to like to skiing something So in winter I usually go to ski park with my friends or family So it important I think Do you think in general people in your country have enough free time these days? I do not think so because these days still in the country, do work a lot of time. Most of the people. So, for example, my father worked a lot, a lot of times in the weekdays. So, yeah, I do not think so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Leisure? I think yes, these days, uh, a lot of people usually enjoy leisure sports. So um I think um for example for me I like leisure sports to like um to skiing something So uh in winter uh I usually go to ski park with my friends or family So it important I think Do you think in general people in your country have enough free time these days? I don't think so because these days still in the country, uh, do work a lot of time. Most of the people. So, for example, my father worked a lot, a lot of times in the weekdays. So, yeah, I don't think so.",
      "transcript_cleaned": "Leisure? I think yes, these days, a lot of people usually enjoy leisure sports. So I think for example for me I like leisure sports to like to skiing something So in winter I usually go to ski park with my friends or family So it important I think Do you think in general people in your country have enough free time these days? I do not think so because these days still in the country, do work a lot of time. Most of the people. So, for example, my father worked a lot, a lot of times in the weekdays. So, yeah, I do not think so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q17",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And what can governments do to ensure that their citizens have enough leisure time?",
      "transcript": "I think government can, should make about the rule, about this topic. So, yeah. Make the rule. They should make the rule.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think government can, should make about the rule, about this topic. So, yeah. Make the rule. They should make the rule.",
      "transcript_cleaned": "I think government can, should make about the rule, about this topic. So, yeah. Make the rule. They should make the rule.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q18",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And do you think is it government's responsibility to make people more active or is it an individual's responsibility?",
      "transcript": "I think it is half and half. I think government should make the rule at the same time. Individual person, can, can make a, make their own free time, I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it's half and half. I think government should make the rule at the same time. Individual person, uh, can, can make a, make their own free time, I think.",
      "transcript_cleaned": "I think it is half and half. I think government should make the rule at the same time. Individual person, can, can make a, make their own free time, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q19",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And compared to the past, do you think nowadays, people do more exercise or less exercise?",
      "transcript": "I think definitely more exercise these days, because still they do not have enough free time, But compared to past, I think they have more free time. So, I think they exercise a lot these days compared to past. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think definitely more exercise these days, because still they don't have enough free time, But compared to past, I think they have more free time. So, I think they exercise a lot these days compared to past. Okay.",
      "transcript_cleaned": "I think definitely more exercise these days, because still they do not have enough free time, But compared to past, I think they have more free time. So, I think they exercise a lot these days compared to past.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q20",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And in terms of outdoor activities, what outdoor activities are popular in your country?",
      "transcript": "I think, hiking or playing soccer or basketball. Young people usually like playing soccer or basketball in their school. But old people usually like to hike, climb the mountain. So, yeah. that is the most popular words.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think, uh, hiking or playing soccer or basketball. Young people usually like playing soccer or basketball in their school. But old people usually like to hike, climb the mountain. So, yeah. That's the most popular words.",
      "transcript_cleaned": "I think, hiking or playing soccer or basketball. Young people usually like playing soccer or basketball in their school. But old people usually like to hike, climb the mountain. So, yeah. that is the most popular words.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q21",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "And do you think young people also like to go hiking?",
      "transcript": "Yes, some people, some of them like hiking, but I do not like hiking. Why not? it is too hard, it is tired.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, some people, some of them like hiking, but I don't like hiking. Why not? It's too hard, it's tired.",
      "transcript_cleaned": "Yes, some people, some of them like hiking, but I do not like hiking. Why not? it is too hard, it is tired.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q23",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "I asked you, do you usually use your cell phone for calling or messaging?",
      "transcript": "And you said, everyone uses Kakao Talk in Korea. So maybe you could explain Kakao Talk as it is a messaging app or a messenger app. And also just try to explain why, why you prefer messaging. Because it is more convenient. I can send a message anytime. You know, so just try to give a reason with that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And you said, uh, everyone uses Kakao Talk in Korea. So maybe you could explain Kakao Talk as it's a messaging app or a messenger app. And also just try to explain why, why you prefer messaging. Because it's more convenient. I can send a message anytime. You know, so just try to give a reason with that.",
      "transcript_cleaned": "And you said, everyone uses Kakao Talk in Korea. So maybe you could explain Kakao Talk as it is a messaging app or a messenger app. And also just try to explain why, why you prefer messaging. Because it is more convenient. I can send a message anytime. You know, so just try to give a reason with that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q24",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "Also I asked you about, do you have any plan to buy a new cell phone?",
      "transcript": "So you said four months later I will buy an iPhone. So instead of four months later, it should be in four months. In four months when we talk about that. and also give a reason, you know. In four months I will buy a new iPhone because my old phone is slow, it is old, the screen is cracked. You know, any sort of reason would help. Just give your answer a bit more length, you know. one question as well about losing something or finding something.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So you said four months later I will buy an iPhone. So instead of four months later, it should be in four months. In four months when we talk about that. Uh, and also give a reason, you know. In four months I will buy a new iPhone because my old phone is slow, it's old, the screen is cracked. You know, any sort of reason would help. Just give your answer a bit more length, you know. Uh, one question as well about losing something or finding something.",
      "transcript_cleaned": "you said four months later I will buy an iPhone. So instead of four months later, it should be in four months. In four months when we talk about that. and also give a reason, you know. In four months I will buy a new iPhone because my old phone is slow, it is old, the screen is cracked. You know, any sort of reason would help. Just give your answer a bit more length, you know. one question as well about losing something or finding something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q25",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "What would you do?",
      "transcript": "So, let us try and like, let us try and really listen to the question and listen to the key words. So, there the key word was would.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, let's try and like, let's try and really listen to the question and listen to the key words. So, there the key word was would.",
      "transcript_cleaned": "let us try and like, let us try and really listen to the question and listen to the key words. So, there the key word was would.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QXzk0BocExI_q26",
      "video_id": "QXzk0BocExI",
      "band": 4.5,
      "question": "What would you do if you found something?",
      "transcript": "In your answer I heard like, I will. So, it should be, I would. Because it is a second conditional sentence. I would give it to the police. okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In your answer I heard like, I will. So, it should be, I would. Because it's a second conditional sentence. I would give it to the police. Uh, okay,.",
      "transcript_cleaned": "In your answer I heard like, I will. So, it should be, I would. Because it is a second conditional sentence. I would give it to the police.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q01",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "Could you describe your hometown for me?",
      "transcript": "My hometown is Samche. it is a really small city and it is countryside and it is location for East Korea. it is a part of Korea. So, I really like my hometown, but it is too small, so, that I do not have a lot of convenience store, and, but however, I am like a nature. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, my hometown is Samche. It's a really small city and it is countryside and it's location for East Korea. It's a part of Korea. So, I really like my hometown, but it's too small, so, uh, that I don't have a lot of convenience store, and, but however, I'm like a nature. Okay.",
      "transcript_cleaned": "My hometown is Samche. it is a really small city and it is countryside and it is location for East Korea. it is a part of Korea. So, I really like my hometown, but it is too small, so, that I do not have a lot of convenience store, and, but however, I am like a nature.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q02",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "And what do you like to do when you have some free time?",
      "transcript": "I really like a cartoon, especially Japanese cartoon. if I have a free time, I just, I am watching cartoon for my cell phone. it is a web, I know the website, so that time I can see lots of cartoon, so I am enjoying that. Alright, now we are going to talk about weather.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I really like a cartoon, especially Japanese cartoon. Um, if I have a free time, I just, I'm watching cartoon for my cell phone. It's a web, I know the website, so that time I can see lots of cartoon, so I'm enjoying that. Alright, now we're gonna talk about weather.",
      "transcript_cleaned": "I really like a cartoon, especially Japanese cartoon. if I have a free time, I just, I am watching cartoon for my cell phone. it is a web, I know the website, so that time I can see lots of cartoon, so I am enjoying that. Alright, now we are going to talk about weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q03",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "So what is the weather like where you live?",
      "transcript": "Like, it is, I am really like a, sun. it is a, sunny day, I really like it. I am working outdoor and time, spend the time outside and feel nature. But, however, I do not like a cloud day because it can make a sad and it will be rain is really stressful for me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Like, it's, I'm really like a, sun. It's a, um, sunny day, I really like it. I'm working outdoor and time, spend the time outside and feel nature. But, however, I don't like a cloud day because it can make a sad and it'll be rain is really stressful for me. Okay.",
      "transcript_cleaned": "Like, it is, I am really like a, sun. it is a, sunny day, I really like it. I am working outdoor and time, spend the time outside and feel nature. But, however, I do not like a cloud day because it can make a sad and it will be rain is really stressful for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}