{
  "batch_id": 263,
  "count": 20,
  "samples": [
    {
      "sample_id": "6ykct2bZT_g_q14",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "What make this art so impressive?",
      "transcript": "I think it is about the visual so bright so familyfriendly and even the background music is kind of funny with the mascot of the cow of the branch. Anyways at the end the narrator highlights that the product of venom meals is made from high quality and locally sourced ingredients that will affect positively on the overall wellbeing of the children.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it is about the visual so bright so familyfriendly and even the background music is kind of funny with the mascot of the cow of the branch. Anyways at the end the narrator highlights that uh the product of venom meals is made from high quality and locally sourced ingredients that will affect positively on the overall wellbeing of the children.",
      "transcript_cleaned": "I think it is about the visual so bright so familyfriendly and even the background music is kind of funny with the mascot of the cow of the branch. Anyways at the end the narrator highlights that the product of venom meals is made from high quality and locally sourced ingredients that will affect positively on the overall wellbeing of the children.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6ykct2bZT_g_q15",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "So what makes meeting this advertisement so useful?",
      "transcript": "First of all, it highlights the benefits of nutrition consumption at a time when the children especially Vietnamese children is relying so heavily on the story of processed food. And second is about trust. It build trust. Venom milk has been the household name for a lot of Vietnamese Vietnamese family. So this as like it creates a a what what can I say about this this emotional engagement rather than just fully promotion. So it does create a sense of reliability and trustworthy. Anyways, I think that what makes this advertisement so impressive in my mind and I found it useful is the kind it the way it build the storytelling vibe in the advertisement. It remind me of how effective such small activities in our daily life. &gt;&gt; Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "First of all, it um highlights the benefits of nutrition consumption at a time when the children especially Vietnamese children is relying so heavily on the story of processed food. And second is about trust. It build trust. Venom milk has been the household name for a lot of Vietnamese um Vietnamese family. So this as like it creates a a what what can I say about this this emotional engagement rather than just fully promotion. So it does create a sense of reliability and trustworthy. Anyways, I think that what makes this advertisement so impressive in my mind and I found it useful is the kind it the way it build the storytelling vibe in the advertisement. It remind me of how effective such small activities in our daily life. &gt;&gt; Okay,.",
      "transcript_cleaned": "First of all, it highlights the benefits of nutrition consumption at a time when the children especially Vietnamese children is relying so heavily on the story of processed food. And second is about trust. It build trust. Venom milk has been the household name for a lot of Vietnamese Vietnamese family. So this as like it creates a a what what can I say about this this emotional engagement rather than just fully promotion. So it does create a sense of reliability and trustworthy. Anyways, I think that what makes this advertisement so impressive in my mind and I found it useful is the kind it the way it build the storytelling vibe in the advertisement. It remind me of how effective such small activities in our daily life. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6ykct2bZT_g_q16",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "What do you think of online advertising?",
      "transcript": "&gt;&gt; I think online advertising is incredibly powerful but it is also becoming increasingly sophisticated and intrusive.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I think online advertising is incredibly powerful but it's also becoming increasingly sophisticated and intrusive.",
      "transcript_cleaned": "&gt;&gt; I think online advertising is incredibly powerful but it is also becoming increasingly sophisticated and intrusive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6ykct2bZT_g_q17",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "This is due to what can I say about this?",
      "transcript": "It is it usually it track the user behaviors. So it really raised concerns of mine about the privacy and consent. So although I think a live advertising is really beneficial, I still think it need clearer regulations to ensure the ethical use of data. &gt;&gt; Good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It is uh it usually it track the user behaviors. So it really raised concerns of mine about the privacy and consent. So although I think a live advertising is really beneficial, I still think it need clearer regulations to ensure the ethical use of data. &gt;&gt; Good.",
      "transcript_cleaned": "It is it usually it track the user behaviors. So it really raised concerns of mine about the privacy and consent. So although I think a live advertising is really beneficial, I still think it need clearer regulations to ensure the ethical use of data. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6ykct2bZT_g_q19",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "Do you think there is too much advertising nowadays?",
      "transcript": "&gt;&gt; Well, I believe just well it does pop up everywhere in our life like inside the elevator or along the street or on our phones. So I think the consumption of advertisement nowadays is a little bit excessive. I think we do not need fewer advertisement. We just need smarter and more responsible kinds of advertisement that respect our intention decision. Not trying to gaslight us of the consumer reason. &gt;&gt; Great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Well, I believe just well it does pop up everywhere in our life like inside the elevator or along the street or on our phones. So I think the consumption of advertisement nowadays is a little bit excessive. I think we do not need fewer advertisement. We just need smarter and more responsible kinds of advertisement that respect our intention decision. Not trying to gaslight us of the consumer reason. &gt;&gt; Great.",
      "transcript_cleaned": "&gt;&gt; Well, I believe just well it does pop up everywhere in our life like inside the elevator or along the street or on our phones. So I think the consumption of advertisement nowadays is a little bit excessive. I think we do not need fewer advertisement. We just need smarter and more responsible kinds of advertisement that respect our intention decision. Not trying to gaslight us of the consumer reason. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6ykct2bZT_g_q20",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "And why do you think buying new things makes people happy?",
      "transcript": "I think this is the combination of psychology and culture. Psychologically I can say that this is have already proven by science that purchasing new items can give us a small a temporary domain boost that makes us feel excited and happy. And on a cultural level, I think that it is because owning a new items associated to being a self-care or success. So that is why people want to try to prove their self identity through buying things. But I think such emotion, such feelings is kind of shortlived. So it would be lead it will lead to some kind of unnecessary betas. &gt;&gt; Very good. you have done great. Your test is over for now. Have a good day. &gt;&gt; Thank you. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think this is the combination of psychology and culture. Psychologically I can say that this is have already proven by science that purchasing new items can um give us a small a temporary domain boost that makes us feel excited and happy. And on a cultural level, I think that it is because owning a new items associated to being a self-care or success. So that's why people want to try to prove their self identity through buying things. But I think such emotion, such feelings is kind of shortlived. So it would be lead it will lead to some kind of unnecessary betas. &gt;&gt; Very good. You've done great. Your test is over for now. Have a good day. &gt;&gt; Thank you. &gt;&gt; Okay.",
      "transcript_cleaned": "I think this is the combination of psychology and culture. Psychologically I can say that this is have already proven by science that purchasing new items can give us a small a temporary domain boost that makes us feel excited and happy. And on a cultural level, I think that it is because owning a new items associated to being a self-care or success. So that is why people want to try to prove their self identity through buying things. But I think such emotion, such feelings is kind of shortlived. So it would be lead it will lead to some kind of unnecessary betas. &gt;&gt; Very good. you have done great. Your test is over for now. Have a good day. &gt;&gt; Thank you. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q02",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Where do you come from?",
      "transcript": "From Hyderabad in India is the largest city in South Indian state of Talangana. I live in suburbs. it is a large densely populated city where there is a lots going on. There are a lot of different things and people to see.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "From Hyderabad in India is the largest city in South Indian state of Talangana. I live in suburbs. Uh it's a large densely populated city where there's a lots going on. There are a lot of different things and people to see.",
      "transcript_cleaned": "From Hyderabad in India is the largest city in South Indian state of Talangana. I live in suburbs. it is a large densely populated city where there is a lots going on. There are a lot of different things and people to see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q03",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "And how long have you lived in your home?",
      "transcript": "I have lived there for 10 years with my family. That is my mom, my dad, my and my sister. we have large house. We have two floors, a garage, and a reasonably sized garden. Since my sister and I have our own bedrooms, we have no plans to move out in the near future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I've lived there for 10 years with my family. That is my mom, my dad, my and my sister. Uh we have large house. We have two floors, a garage, and a reasonably sized garden. Since my sister and I have our own bedrooms, we have no plans to move out in the near future.",
      "transcript_cleaned": "I have lived there for 10 years with my family. That is my mom, my dad, my and my sister. we have large house. We have two floors, a garage, and a reasonably sized garden. Since my sister and I have our own bedrooms, we have no plans to move out in the near future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q04",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "What is your neighborhood like?",
      "transcript": "Well, it is a suburb, so quite crowded. you know, densely populated. There are a few other families in our blog, so we are able to do lots of things together. We often have meals together in each other's gardens and we often watch and play cricket together.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it's a suburb, so quite crowded. Um, you know, densely populated. There are a few other families in our blog, so we are able to do lots of things together. We often have meals together in each other's gardens and we often watch and play cricket together.",
      "transcript_cleaned": "it is a suburb, so quite crowded. you know, densely populated. There are a few other families in our blog, so we are able to do lots of things together. We often have meals together in each other's gardens and we often watch and play cricket together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q05",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Do you like living there?",
      "transcript": "I have only lived there and in Manchester where I live now, but I really miss home and I think it has really special place in my heart.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I've only lived there and in Manchester where I live now, but I really miss home and I think it has really special place in my heart.",
      "transcript_cleaned": "I have only lived there and in Manchester where I live now, but I really miss home and I think it has really special place in my heart.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q06",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Do you use a computer?",
      "transcript": "Yes, of course. I have got a laptop which I take with me everywhere I go. I use it for my studies. I often use it in my room or in the library.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, of course. I've got a laptop which I take with me everywhere I go. I use it for my studies. I often use it in my room or in the library.",
      "transcript_cleaned": "Yes, of course. I have got a laptop which I take with me everywhere I go. I use it for my studies. I often use it in my room or in the library.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q07",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "And when did you first start using a computer?",
      "transcript": "Let me think. I used it first at school to practice it skills. I must have been around 10 years old and I have been using it on and off since then.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Let me think. Uh I used it first at school to practice it skills. I must have been around 10 years old and I've been using it on and off since then.",
      "transcript_cleaned": "Let me think. I used it first at school to practice it skills. I must have been around 10 years old and I have been using it on and off since then.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q08",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "And do you enjoy using a computer?",
      "transcript": "Yeah, it is not necessarily something I enjoy. it is just more a tool to do things with. So, it is become an item of everyday life in a way. It would be impossible to do my studies without it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, it's not necessarily something I enjoy. It's just more a tool to do things with. So, it's become an item of everyday life in a way. It would be impossible to do my studies without it.",
      "transcript_cleaned": "it is not necessarily something I enjoy. it is just more a tool to do things with. So, it is become an item of everyday life in a way. It would be impossible to do my studies without it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q09",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Do you think we use computers too much today?",
      "transcript": "M I do not I do not think we use computers too much. Well, not laptops at least. They are needed for a lot of the task we do every day. But other types of computers such as mobile phones or smart gadgets, we could use too much. it is better to engage a bit more with natural world. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "M I don't I don't think we use computers too much. Well, not laptops at least. They are needed for a lot of the task we do every day. But other types of computers such as mobile phones or smart gadgets, we could use too much. It's better to engage a bit more with natural world. Now,.",
      "transcript_cleaned": "M I do not I do not think we use computers too much. Well, not laptops at least. They are needed for a lot of the task we do every day. But other types of computers such as mobile phones or smart gadgets, we could use too much. it is better to engage a bit more with natural world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q10",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "How did you travel to school when you were younger?",
      "transcript": "I used to get a bus to school early in the morning. It was a bus run by school and it was an hour to get to school, but it would pick me up from just outside my apartment block. Then it would also return me late afternoon to where I left at about 4:30 5:00.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I used to get a bus to school early in the morning. It was a bus run by school and uh it was an hour to get to school, but it would pick me up from just outside my apartment block. Then it would also return me late afternoon to where I left at about 4:30 5:00.",
      "transcript_cleaned": "I used to get a bus to school early in the morning. It was a bus run by school and it was an hour to get to school, but it would pick me up from just outside my apartment block. Then it would also return me late afternoon to where I left at about 4:30 5:00.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q11",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "And how do you travel to your place of study now?",
      "transcript": "Now I get public transport. So I will get the train and then it is a short walk from train station to my faculty and occasionally on a good day I will run back from university with all my stuff in my bag.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Now I get public transport. So I'll get the train and then it's a short walk from train station to my faculty and occasionally on a good day I'll run back from university with all my stuff in my bag.",
      "transcript_cleaned": "Now I get public transport. So I will get the train and then it is a short walk from train station to my faculty and occasionally on a good day I will run back from university with all my stuff in my bag.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q12",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "What is your favorite form of transport?",
      "transcript": "It is most interesting to be traveling by plane to be going somewhere new and exciting. I love the whole experience of taking off and landing with a sense of speed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's most interesting to be traveling by plane to be going somewhere new and exciting. I love the whole experience of taking off and landing with a sense of speed.",
      "transcript_cleaned": "It is most interesting to be traveling by plane to be going somewhere new and exciting. I love the whole experience of taking off and landing with a sense of speed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q14",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "How do most people travel in your country?",
      "transcript": "For longer trips like across the country, most people go by train, but in my country, if you are just going to work, it might be by car or a bus. Now, I am going to give you a topic and I would like you to talk about it for 1 to two minutes. You have one minute to plan what you are going to say.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For longer trips like across the country, uh most people go by train, but in my country, if you are just going to work, it might be by car or a bus. Now, I'm going to give you a topic and I'd like you to talk about it for 1 to two minutes. You have one minute to plan what you're going to say.",
      "transcript_cleaned": "For longer trips like across the country, most people go by train, but in my country, if you are just going to work, it might be by car or a bus. Now, I am going to give you a topic and I would like you to talk about it for 1 to two minutes. You have one minute to plan what you are going to say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q16",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "So, do you have any other friends like this person?",
      "transcript": "So, yes, I have got other friends similar to Rachel. We all live in the same house together.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So, yes, I have got other friends similar to Rachel. We all live in the same house together.",
      "transcript_cleaned": "yes, I have got other friends similar to Rachel. We all live in the same house together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q17",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Can I have the booklet, the paper, and the pencil?",
      "transcript": "Thank you. you have been telling me about a person who is been a good friend to you. Now, I would like to ask some more general questions related to friendship.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thank you. You've been telling me about a person who's been a good friend to you. Now, I'd like to ask some more general questions related to friendship.",
      "transcript_cleaned": "Thank you. you have been telling me about a person who is been a good friend to you. Now, I would like to ask some more general questions related to friendship.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}