{
  "batch_id": 63,
  "count": 20,
  "samples": [
    {
      "sample_id": "Cl6TdqnrC6U_q14",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "What is your favorite shop?",
      "transcript": "I do not have a specific brand that I like but I usually just go through the website and just choose what I want and yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't have a specific brand that I like but I usually just go through the website and just choose what I want and yeah.",
      "transcript_cleaned": "I do not have a specific brand that I like but I usually just go through the website and just choose what I want and",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q15",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Do you prefer on, shopping alone or with someone else?",
      "transcript": "Probably alone because as I said I usually do online shopping Yeah but sometimes I go out with my friends and I do shopping together And yeah that also fun The final question, you kind of answered that, but have you ever bought anything online? Yeah, like 90% of the time I buy stuff online. Because you know, all the, I think these days online shopping malls are really convenient. And it is, I think it is faster and, and it is nothing, I think it is, I think it is better than actual, like, you actually going to the store because you can see many brands and, you know, at the same time. So I think it is really time-saving. Yeah, I think. So what happened here is something that happens actually pretty regularly in the IELTS test. And it makes it look like the examiner is not listening. Because David had to ask a question that Maren had already answered. But the thing is, the examiner has a set list of questions. they are not inventing them as they ask them. they are taking them from a special booklet produced by Cambridge. So whether the information has already been given or not, the examiner is still going to ask the next question. So if you think that is a little bit weird, well, it is. But you still just have to answer and say something like, well, as I said, and as Maren did, try to add some extra information to this answer. Okay, well in the next part of the test I am going to give you a topic and I would like you to speak for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Er probably alone because as I said I usually do online shopping Yeah but sometimes I go out with my friends and I do shopping together And yeah that also fun The final question, you kind of answered that, but have you ever bought anything online? Yeah, like 90% of the time I buy stuff online. Because you know, all the, I think these days online shopping malls are really convenient. And it's, I think it's faster and, and it's nothing, um, I think it's, I think it's better than actual, like, you actually going to the store because you can see many brands and, you know, at the same time. So I think it's really time-saving. Yeah, I think. So what happened here is something that happens actually pretty regularly in the IELTS test. And it makes it look like the examiner isn't listening. Because David had to ask a question that Maren had already answered. But the thing is, the examiner has a set list of questions. They're not inventing them as they ask them. They're taking them from a special booklet produced by Cambridge. So whether the information has already been given or not, the examiner is still going to ask the next question. So if you think that's a little bit weird, well, it is. But you still just have to answer and say something like, well, as I said, and as Maren did, try to add some extra information to this answer. Okay, well in the next part of the test I'm going to give you a topic and I would like you to speak for one to two minutes.",
      "transcript_cleaned": "Probably alone because as I said I usually do online shopping Yeah but sometimes I go out with my friends and I do shopping together And yeah that also fun The final question, you kind of answered that, but have you ever bought anything online? Yeah, like 90% of the time I buy stuff online. Because you know, all the, I think these days online shopping malls are really convenient. And it is, I think it is faster and, and it is nothing, I think it is, I think it is better than actual, like, you actually going to the store because you can see many brands and, you know, at the same time. So I think it is really time-saving. Yeah, I think. So what happened here is something that happens actually pretty regularly in the IELTS test. And it makes it look like the examiner is not listening. Because David had to ask a question that Maren had already answered. But the thing is, the examiner has a set list of questions. they are not inventing them as they ask them. they are taking them from a special booklet produced by Cambridge. So whether the information has already been given or not, the examiner is still going to ask the next question. So if you think that is a little bit weird, well, it is. But you still just have to answer and say something like, well, as I said, and as Maren did, try to add some extra information to this answer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q20",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "And how do you think communication with parents has changed over the years?",
      "transcript": "I guess maybe because of all the social media and all the internet things. specifically teenagers, they do not, really try to talk to their parents a lot because they are so, like, focused into their, online, like, internet life. They, they prefer talking to their online friends rather than talking to actual friends or families. So, yeah, I think as people started to think, like you are, you are living your life for yourself, communication also has become more difficult, I guess, within your own families or close friends. Okay, so this is the second question in a row, and we can see that Maren is really starting to struggle with what she should say. Now, the impression that I am getting is that Maren has lots of ideas coming at her, but she does not know which ones to discuss. So what I would recommend for Maren here is to just begin by deciding on a clear, simple answer to the question. So she might want to begin by saying, communication has become worse. Communication has become less common. Or something very simple. And then for the rest of her answer, she would just expand and explain that point. So instead of speaking and kind of coming back to the answer later, start with a clear, simple answer. Once you have that done, you can just explain it and develop on that further. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I guess maybe because of all the social media and all the internet things. Uh, um, specifically teenagers, they don't, um, really try to talk to their parents a lot because they're so, like, focused into their, um, online, like, internet life. They, they prefer talking to their online friends rather than talking to actual friends or families. So, yeah, I think as people started to think, uh, like you're, you're living your life for yourself, communication also has become more difficult, I guess, within your own families or close friends. Okay, so this is the second question in a row, and we can see that Maren is really starting to struggle with what she should say. Now, the impression that I'm getting is that Maren has lots of ideas coming at her, but she doesn't know which ones to discuss. So what I would recommend for Maren here is to just begin by deciding on a clear, simple answer to the question. So she might want to begin by saying, communication has become worse. Communication has become less common. Or something very simple. And then for the rest of her answer, she would just expand and explain that point. So instead of speaking and kind of coming back to the answer later, start with a clear, simple answer. Once you have that done, you can just explain it and develop on that further. Okay.",
      "transcript_cleaned": "I guess maybe because of all the social media and all the internet things. specifically teenagers, they do not, really try to talk to their parents a lot because they are so, like, focused into their, online, like, internet life. They, they prefer talking to their online friends rather than talking to actual friends or families. So, yeah, I think as people started to think, like you are, you are living your life for yourself, communication also has become more difficult, I guess, within your own families or close friends. Okay, so this is the second question in a row, and we can see that Maren is really starting to struggle with what she should say. Now, the impression that I am getting is that Maren has lots of ideas coming at her, but she does not know which ones to discuss. So what I would recommend for Maren here is to just begin by deciding on a clear, simple answer to the question. So she might want to begin by saying, communication has become worse. Communication has become less common. Or something very simple. And then for the rest of her answer, she would just expand and explain that point. So instead of speaking and kind of coming back to the answer later, start with a clear, simple answer. Once you have that done, you can just explain it and develop on that further.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q24",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Okay, and what is the most difficult thing do you think about being a parent?",
      "transcript": "I think as soon as you become a parent, And you have to have a lot of responsibilities like financially and you know, not, not only money stuff but also you need to guide them to the good way so that they can, they can become, your children could become good, good people. And, sorry I forgot the question. Yeah, that is all right, sure.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm. I think as soon as you become a parent, And you have to have a lot of responsibilities um, like financially and you know, not, not only money stuff but also you need to um, guide them to the good way so that they can, they can become, your children could become uh, uh, good, good people. And, um, sorry I forgot the question. Yeah, that's all right, sure.",
      "transcript_cleaned": "I think as soon as you become a parent, And you have to have a lot of responsibilities like financially and you know, not, not only money stuff but also you need to guide them to the good way so that they can, they can become, your children could become good, good people. And, sorry I forgot the question. Yeah, that is all right, sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q25",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "What is the most difficult thing about being a parent?",
      "transcript": "And you probably would have less free time if you have your children because you need to, play with them once you get home. So, I think, that is a really, that is a big part of, big part that you are like sacrificing. yeah. Alright, well thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And you probably would have less free time if you have your children because you need to, uh, play with them once you get home. So, I think, um, that's a really, that's a big part of, big part that you're like sacrificing. Uh, yeah. Alright, well thank you.",
      "transcript_cleaned": "And you probably would have less free time if you have your children because you need to, play with them once you get home. So, I think, that is a really, that is a big part of, big part that you are like sacrificing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q26",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "What is your first name please?",
      "transcript": "My name is Maureen. At the beginning of the IELTS test, you need to provide some ID, usually your passport, but as this is a practice test, there is no there is no need for this today.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My name is Maureen. At the beginning of the IELTS test, you need to provide some ID, usually your passport, but as this is a practice test, there's no There's no need for this today.",
      "transcript_cleaned": "My name is Maureen. At the beginning of the IELTS test, you need to provide some ID, usually your passport, but as this is a practice test, there is no there is no need for this today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q28",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Do you usually celebrate your birthdays?",
      "transcript": "Yes, I do. But I usually have two birthday parties for my birthday, one for my family and one for my friends. And I actually enjoy my birthday party with my friends because they prepare me a lot of presents and they usually do like surprise events. So it really makes me happy. But also I really enjoy having birthday parties with my family because, you know, it is my family. So yeah. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do. But um, I usually have two birthday parties for my birthday, one for my family and one for my friends. And I actually enjoy my birthday party with my friends because they prepare me a lot of presents and they usually do like surprise events. So it really makes me happy. But also I really enjoy having birthday parties with my family because, you know, it's my family. So yeah. Nice.",
      "transcript_cleaned": "Yes, I do. But I usually have two birthday parties for my birthday, one for my family and one for my friends. And I actually enjoy my birthday party with my friends because they prepare me a lot of presents and they usually do like surprise events. So it really makes me happy. But also I really enjoy having birthday parties with my family because, you know, it is my family. So yeah. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q29",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "And what did you do to celebrate your last birthday?",
      "transcript": "For last, for my last birthday, it was my 17th birthday and I actually got COVID on my birthday. So I was not able to celebrate my birthday, but I think after my quarantine, I, my dad bought me a cake and we did, just, just with my family, I did a birthday party and yeah, it was great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For last, for my last birthday, uh, it was my 17th birthday and I actually got COVID on my birthday. So I wasn't able to celebrate my birthday, but I think after my quarantine, I, my dad bought me a cake and we did, um, just, just with my family, I did a birthday party and yeah, it was great.",
      "transcript_cleaned": "For last, for my last birthday, it was my 17th birthday and I actually got COVID on my birthday. So I was not able to celebrate my birthday, but I think after my quarantine, I, my dad bought me a cake and we did, just, just with my family, I did a birthday party and yeah, it was",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q30",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Like what age or what occasion?",
      "transcript": "Oh, okay. Maybe I think it is 20th birthdays. I guess we celebrate, you know, Japanese people celebrate their 20th birthday because it is like officially saying that you are, you have became an adult and they were, Traditional Japanese clothes, kimono, and they have a big ceremony as a huge group and they take pictures in front of the, the party hall and yeah, I think that is the most important birthday.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, okay. Maybe I think it's um, 20th birthdays. I guess we celebrate, you know, Japanese people celebrate their 20th birthday because um, it's like officially saying that you're, you have became an adult and uh, they were, Traditional Japanese clothes, kimono, and they have a big ceremony as a huge group and they take pictures in front of the, uh, the party hall and yeah, I think that's the most important birthday.",
      "transcript_cleaned": "Oh, okay. Maybe I think it is 20th birthdays. I guess we celebrate, you know, Japanese people celebrate their 20th birthday because it is like officially saying that you are, you have became an adult and they were, Traditional Japanese clothes, kimono, and they have a big ceremony as a huge group and they take pictures in front of the, the party hall and yeah, I think that is the most important birthday.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q31",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "And should children celebrate their birthdays every year with a party?",
      "transcript": "Yeah, I mean, for me I guess I really enjoy having birthday parties. Not only mine, but for my, I really enjoy having birthday parties, with my friends. So, I guess like when you become an adult you do not really get to meet your family or your friends, often. So I think the birth, I think birthdays are the best time to gather around and spend some time with your families or friends. So I think it is really, yeah. Now I am going to ask you some questions about going out.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I mean, uh, for me I guess I really enjoy having birthday parties. Not only mine, but for my, uh, I really enjoy having birthday parties, uh, with my friends. So, uh, I guess like when you become an adult you don't really get to meet your family or your friends, um, often. So I think the birth, I think birthdays are the best time to gather around and spend some time with your families or friends. So I think it's really, yeah. Now I'm going to ask you some questions about going out.",
      "transcript_cleaned": "I mean, for me I guess I really enjoy having birthday parties. Not only mine, but for my, I really enjoy having birthday parties, with my friends. So, I guess like when you become an adult you do not really get to meet your family or your friends, often. So I think the birth, I think birthdays are the best time to gather around and spend some time with your families or friends. So I think it is really, yeah. Now I am going to ask you some questions about going out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q32",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Where do you like to go out on the weekend?",
      "transcript": "I usually hang around with my friends near my house because I really, I live in the central part of Tokyo. And many, many people come to the central part of Tokyo and they hang around and, and yeah, I also go there a lot. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually hang around with my friends near my house because I really, uh, I live in the central part of Tokyo. And many, many people come to the central part of Tokyo and they hang around and, and yeah, I also go there a lot. Yeah.",
      "transcript_cleaned": "I usually hang around with my friends near my house because I really, I live in the central part of Tokyo. And many, many people come to the central part of Tokyo and they hang around and, and yeah, I also go there a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q33",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "And what do you like to do when you go out?",
      "transcript": "We, we do not actually do much but I, we just go to cafe and we just talk about our daily stuff and, and then we go to restaurants and we just have, we just have dinner and just, you know, we just talk and talk forever. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, we, um, we don't actually do much but I, we just go to cafe and we just talk about our daily stuff and, hmm, and then we go to restaurants and we just have, we just have dinner and just, you know, we just talk and talk forever. Yeah.",
      "transcript_cleaned": "We, we do not actually do much but I, we just go to cafe and we just talk about our daily stuff and, and then we go to restaurants and we just have, we just have dinner and just, you know, we just talk and talk forever.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q34",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Now where do you most young people like to go out in your country?",
      "transcript": "I guess in Tokyo area many people, many young people go to Harajuku, Shibuya, Shinjuku I guess. And I live in Shinjuku so, yeah, I get to go to the famous place, you know, maybe three times a week. yeah, and not only Japanese people but many tourists visit those big, big, you know, popular cities in Tokyo area. Yeah. Now, I am going to ask you some questions about shopping.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, uh, I guess in Tokyo area many people, many young people go to Harajuku, Shibuya, Shinjuku I guess. And I live in Shinjuku so, yeah, I get to go to the famous place, uh, you know, maybe three times a week. Um, yeah, and not only Japanese people but many tourists visit those big, big, um, you know, popular cities in Tokyo area. Yeah. Now, I'm going to ask you some questions about shopping.",
      "transcript_cleaned": "I guess in Tokyo area many people, many young people go to Harajuku, Shibuya, Shinjuku I guess. And I live in Shinjuku so, yeah, I get to go to the famous place, you know, maybe three times a week. yeah, and not only Japanese people but many tourists visit those big, big, you know, popular cities in Tokyo area. Yeah. Now, I am going to ask you some questions about shopping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q35",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Do you like shopping?",
      "transcript": "Yes, I do. but I do not, I do not do, I do not go shopping often, but I, I do online shopping a lot these days because of COVID, I guess. Many of my favorite stores are closed and so yeah, I usually do online shopping.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do. Uh, but I don't, uh, I don't do, I don't go shopping often, but I, I do online shopping a lot these days because of COVID, I guess. Many of my favorite stores are closed and so yeah, I usually do online shopping.",
      "transcript_cleaned": "Yes, I do. but I do not, I do not do, I do not go shopping often, but I, I do online shopping a lot these days because of COVID, I guess. Many of my favorite stores are closed and so yeah, I usually do online shopping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q36",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "What is your favorite shop?",
      "transcript": "I don have a specific brand that I like but I usually just go through the website and just choose what I want and yeah Do you prefer on shopping alone or with someone else probably alone because as I said I usually do online shopping. Yeah, but sometimes I go out with my friends and I do shopping together and yeah that is also fun.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don have a specific brand that I like but I usually just go through the website and just choose what I want and yeah Do you prefer on shopping alone or with someone else Uh, probably alone because as I said I usually do online shopping. Yeah, but sometimes I go out with my friends and I do shopping together and yeah that's also fun.",
      "transcript_cleaned": "I don have a specific brand that I like but I usually just go through the website and just choose what I want and yeah Do you prefer on shopping alone or with someone else probably alone because as I said I usually do online shopping. Yeah, but sometimes I go out with my friends and I do shopping together and yeah that is also fun.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q37",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "The final question, you kind of answered that, but have you ever bought anything online?",
      "transcript": "Yeah, like 90% of the time I buy stuff online because, you know, all the, I think these days online shopping malls are really convenient and it is, I think it is faster and, and it is nothing. I think it is, I think it is better than actual, like, you actually going to the store because you can see many brands and, you know, at the same time. So I think it is really time saving. Yeah, I think. Okay, well in the next part of the test I am going to give you a topic and I would like you to speak for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, like 90% of the time I buy stuff online because, you know, all the, I think these days online shopping malls are really convenient and it's, I think it's faster and, and it's nothing. Um, I think it's, I think it's better than actual, like, you actually going to the store because you can see many brands and, you know, at the same time. So I think it's really time saving. Yeah, I think. Okay, well in the next part of the test I'm going to give you a topic and I would like you to speak for one to two minutes.",
      "transcript_cleaned": "like 90% of the time I buy stuff online because, you know, all the, I think these days online shopping malls are really convenient and it is, I think it is faster and, and it is nothing. I think it is, I think it is better than actual, like, you actually going to the store because you can see many brands and, you know, at the same time. So I think it is really time saving. Yeah, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q41",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Do you think people take care of their parents as much these days as they did in the past?",
      "transcript": "I think, well let me talk about the Japanese culture, because I am most familiar with Japanese culture. I think in the past it was more like, as as you graduate from the universities you need to go to work and you need to take care of your parents as soon as you start earning your own money. But like these days, not only in Japan, but I think it is a universal thing, but I think people started to live for themselves rather than, for their parents. So, for, I also, I, I also think that I should live for myself rather than me earning money for my parents. Because well, it is my life and my life is not just about taking care of my parents just because they took care of me for the past few, ten years, ten or twenty years. So, yeah, compared to the past, I think individualism is really like popular these days.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm. I think, um, well let me talk about the Japanese culture, because I'm most familiar with Japanese culture. Uh, I think in the past it was more like, uh, as um, as you graduate from the universities you need to go to work and um, you need to take care of your parents as soon as you um, start earning your own money. But like these days, uh, not only in Japan, but I think it's a universal thing, but I think people started to live for themselves rather than, um, for their parents. So, for, I also, I, I also think that I should live for myself rather than me earning money for my parents. Because um, well, it's my life and my life is not just about taking care of my parents just because they took care of me for the past few, um, ten years, ten or twenty years. So, yeah, compared to the past, um, I think individualism is really like popular these days.",
      "transcript_cleaned": "I think, well let me talk about the Japanese culture, because I am most familiar with Japanese culture. I think in the past it was more like, as as you graduate from the universities you need to go to work and you need to take care of your parents as soon as you start earning your own money. But like these days, not only in Japan, but I think it is a universal thing, but I think people started to live for themselves rather than, for their parents. So, for, I also, I, I also think that I should live for myself rather than me earning money for my parents. Because well, it is my life and my life is not just about taking care of my parents just because they took care of me for the past few, ten years, ten or twenty years. So, yeah, compared to the past, I think individualism is really like popular these days.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q42",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "And how do you think communication with parents has changed over the years?",
      "transcript": "I guess maybe because of all the social media and internet things. Specifically teenagers, they do not really try to talk to their parents a lot because they are so like focused into their online, like internet. Like internet life. They prefer talking to their online friends rather than talking to actual friends or families. So yeah, I think as people started to think, like you are living your life for yourself, communication all the way. Also has become more difficult, I guess, within your own families or close friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I guess maybe because of all the social media and internet things. Specifically teenagers, they don't really try to talk to their parents a lot because they're so like focused into their online, like internet. Like internet life. They prefer talking to their online friends rather than talking to actual friends or families. So yeah, I think as people started to think, uh, like you're living your life for yourself, communication all the way. Also has become more difficult, I guess, within your own families or close friends.",
      "transcript_cleaned": "I guess maybe because of all the social media and internet things. Specifically teenagers, they do not really try to talk to their parents a lot because they are so like focused into their online, like internet. Like internet life. They prefer talking to their online friends rather than talking to actual friends or families. So yeah, I think as people started to think, like you are living your life for yourself, communication all the way. Also has become more difficult, I guess, within your own families or close friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q43",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "What happens to children when their parents are too strict?",
      "transcript": "Well, for that, I would like to mention about the Asian culture. I think, well, it is a little bit, stereotypical, but Asian parents tend to make their children, study hard for, so that they can get into good universities. And therefore they get into good, big, you know, corporations or companies. But I think looking at the recent data, there are many teenagers committing suicide because their parents are like too, too focused on their education rather than their like personal lives. So I think if the parents are too strict on their children, It really affects them mentally and also physically. And I feel like it kind of influences their personalities also. So, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, for that, I would like to mention about the Asian culture. I think, well, it's a little bit, um, stereotypical, but Asian parents tend to make their children, uh, study hard for, so that they can get into good universities. And therefore they get into good, um, big, you know, corporations or companies. But I think um, looking at the recent data, there are many um, teenagers um, committing suicide because their parents are like too, too focused on their education rather than their um, like personal lives. So I think if the parents are too strict on their children, It really affects them um, um, mentally and also physically. And I feel like it um, kind of influences their personalities also. So, um, yeah.",
      "transcript_cleaned": "for that, I would like to mention about the Asian culture. I think, well, it is a little bit, stereotypical, but Asian parents tend to make their children, study hard for, so that they can get into good universities. And therefore they get into good, big, you know, corporations or companies. But I think looking at the recent data, there are many teenagers committing suicide because their parents are like too, too focused on their education rather than their like personal lives. So I think if the parents are too strict on their children, It really affects them mentally and also physically. And I feel like it kind of influences their personalities also.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q44",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "And how can parents educate their children well?",
      "transcript": "That is a hard question. well. I think communication is the main, the main point. it is really important. cause for me, I think my family is my comfort zone. And so if I do not get to communicate with them, well, I, I will feel really nervous and I will feel uncomfortable. So I think,. Well, I think communication and, you know, spending time, spending a lot of time with your families is really, really, really important. yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "That's a hard question. Uh, well. I think communication is the main, the main point. Uh, it is really important. Um, cause for me, I think my family is my comfort zone. And so if I don't get to communicate with them, uh, well, I, I will feel really nervous and I will feel uncomfortable. So I think, hmm. Well, I think communication and, you know, spending time, spending a lot of time with your families is really, really, really important. Uh, yeah.",
      "transcript_cleaned": "That is a hard question. well. I think communication is the main, the main point. it is really important. cause for me, I think my family is my comfort zone. And so if I do not get to communicate with them, well, I, I will feel really nervous and I will feel uncomfortable. So I think,. Well, I think communication and, you know, spending time, spending a lot of time with your families is really, really, really important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}