{
  "batch_id": 2,
  "count": 20,
  "samples": [
    {
      "sample_id": "RBwx5atq-PY_q07",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "How would you say communication has changed compared to the past?",
      "transcript": "Definitely social media. It plays a huge role in it. Obviously, in the last couple years, there is more and more social media and more and more people on it. So, I think that is changed the most. you know, people used to be more face to face talking and now you are talking on social media a lot more. it is changed a lot in that way. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, definitely social media. It plays a huge role in it. Obviously, uh, in the last couple years, there's more and more social media and more and more people on it. So, uh, I think that's changed the most. you know, people used to be more face to face talking and now you're talking on social media a lot more. It's changed a lot in that way. Now,.",
      "transcript_cleaned": "Definitely social media. It plays a huge role in it. Obviously, in the last couple years, there is more and more social media and more and more people on it. So, I think that is changed the most. you know, people used to be more face to face talking and now you are talking on social media a lot more. it is changed a lot in that way.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q08",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "What is your favorite hobby and how often do you do it?",
      "transcript": "My favorite hobby, I would have to say in the summertime would definitely be golfing. I love getting out on the golf course. it is beautiful out there, very relaxing. it is it is great to do. In the winter time, I would say snowboarding would be my favorite. I do not get out as much as I would like to, but it is one of my favorite things to do. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, my favorite hobby, I'd have to say in the summertime would definitely be golfing. Um, I love getting out on the golf course. It's uh beautiful out there, very relaxing. It's uh it's great to do. In the winter time, I'd say snowboarding would be my favorite. Um, I don't get out as much as I'd like to, but uh, it's one of my favorite things to do. Okay.",
      "transcript_cleaned": "My favorite hobby, I would have to say in the summertime would definitely be golfing. I love getting out on the golf course. it is beautiful out there, very relaxing. it is it is great to do. In the winter time, I would say snowboarding would be my favorite. I do not get out as much as I would like to, but it is one of my favorite things to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q09",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Have your hobbies changed since, childhood?",
      "transcript": "Definitely have changed since childhood growing up. finding new friends, new interests. they have changed. I, used to play soccer quite a bit as a child. not so much anymore. more so just the golfing. take it easy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, definitely have changed since childhood growing up. Um, finding new friends, new interests. They've changed. I, uh, used to play soccer quite a bit as a child. Um, not so much anymore. Um, more so just the golfing. Um, take it easy.",
      "transcript_cleaned": "Definitely have changed since childhood growing up. finding new friends, new interests. they have changed. I, used to play soccer quite a bit as a child. not so much anymore. more so just the golfing. take it easy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q10",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "How do you think they have changed?",
      "transcript": "I think just growing older, you know, things change. obviously as a child, you have a lot of different friends, a lot different interests. You know, everyone wants to grow up and be a professional soccer player, but at the end of the day, not everyone can do that. So, I I think just getting older, maturing has changed them for the most part.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "Um, I think just growing older, you know, things change. Um, obviously as a child, you have a lot of different friends, a lot different interests. You know, everyone wants to grow up and be a professional soccer player, but at the end of the day, not everyone can do that. So, I I think just getting older, maturing has changed them for the most part.",
      "transcript_cleaned": "I think just growing older, you know, things change. obviously as a child, you have a lot of different friends, a lot different interests. You know, everyone wants to grow up and be a professional soccer player, but at the end of the day, not everyone can do that. So, I I think just getting older, maturing has changed them for the most part.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q11",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Do you prefer hobbies that require more physical activity or more mental engagement?",
      "transcript": "Definitely. Growing up playing sports, I would say physical activity. having that little bit of competitiveness behind myself. I definitely enjoy having a little bit of fun, you know, trying to win. No, not everyone always does, but I enjoy it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely. Growing up playing sports, I'd say physical activity. Um, having that little bit of competitiveness behind myself. I definitely enjoy having a little bit of fun, you know, trying to win. No, not everyone always does, but I enjoy it.",
      "transcript_cleaned": "Definitely. Growing up playing sports, I would say physical activity. having that little bit of competitiveness behind myself. I definitely enjoy having a little bit of fun, you know, trying to win. No, not everyone always does, but I enjoy it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q12",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Why do you think more physical than mental?",
      "transcript": "I think I think that is where my strong suits are. Definitely on the physical side of things. All right. So, that concludes part one. we are going to move to part two. And in part two, I am going to give you a topic. And I would like you to talk about the topic for two minutes.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "Um, I think uh I think that's where my strong suits are. Definitely on the physical side of things. All right. So, that concludes part one. We're going to move to part two. And in part two, I'm going to give you a topic. And I'd like you to talk about the topic for two minutes.",
      "transcript_cleaned": "I think I think that is where my strong suits are. Definitely on the physical side of things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q13",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Do you understand?",
      "transcript": "Yes, I understand. You can take some paper and a pencil to.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I understand. You can take some paper and a pencil to.",
      "transcript_cleaned": "Yes, I understand.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q14",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Why do people help strangers?",
      "transcript": "I think it is to almost make themselves feel good at some point. everyone likes, you know, trying to offer someone some help and it definitely makes yourself and and make yourself look good. it is not always easy, but I I think that is why people do it. Self-gratitude. I think that is why.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "Um I think it's to almost make themselves feel good at some point. Um everyone likes, you know, trying to offer someone some help and uh it definitely makes yourself and and make yourself look good. Um, it's not always easy, but I I think that's why people do it. Self-gratitude. I think that's why.",
      "transcript_cleaned": "I think it is to almost make themselves feel good at some point. everyone likes, you know, trying to offer someone some help and it definitely makes yourself and and make yourself look good. it is not always easy, but I I think that is why people do it. Self-gratitude. I think that is why.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q15",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Do you think people today are less willing to help others compared to maybe people in the past?",
      "transcript": "I think so. I think in the past people were brought up on the I help you, you help me. I think things are a little divided nowadays and not everyone's willing to help everyone. I think that should change. But going back to your question, yes, I do think it is different from the past from now.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "Um, I think so. Um, I think in the past people were brought up on the uh I help you, you help me. Um, I think things are a little divided nowadays and not everyone's willing to help everyone. Uh, I think that should change. But going back to your question, yes, I do think it's different from the past from now.",
      "transcript_cleaned": "I think so. I think in the past people were brought up on the I help you, you help me. I think things are a little divided nowadays and not everyone's willing to help everyone. I think that should change. But going back to your question, yes, I do think it is different from the past from now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q16",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Should children be taught to help others?",
      "transcript": "Children should definitely be taught to help others. obviously from a young age, they are very influenced by all their peers and adults. They should be taught how to treat people right and how to talk to people and and how to help people they do not know and just general things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Children should definitely be taught to help others. Um, obviously from a young age, they're very influenced um by all their peers and adults. They should be taught how to treat people right and how to talk to people and and how to help people they don't know and uh just uh general things.",
      "transcript_cleaned": "Children should definitely be taught to help others. obviously from a young age, they are very influenced by all their peers and adults. They should be taught how to treat people right and how to talk to people and and how to help people they do not know and just general things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q17",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Do you think large organizations or individuals have a bigger responsibility to help society?",
      "transcript": "I think they do. they are playing a huge role in people's lives nowadays. for sure. And they have huge platforms that they should be using for the better to help those people. I think that is the best way to best way to put that. They should be more influenced on everyone else and trying to help everyone else. They have a big a big voice. they should definitely be using it.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "I think they do. Um they're playing a huge role in people's lives nowadays. Uh for sure. And um they have huge platforms that they should be using for the better to help those people. Um I think that's the best way to best way to put that. They should be more influenced on everyone else and trying to help everyone else. They have a big a big voice. they should definitely be using it.",
      "transcript_cleaned": "I think they do. they are playing a huge role in people's lives nowadays. for sure. And they have huge platforms that they should be using for the better to help those people. I think that is the best way to best way to put that. They should be more influenced on everyone else and trying to help everyone else. They have a big a big voice. they should definitely be using it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RBwx5atq-PY_q18",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "In your opinion, does helping others always make a difference?",
      "transcript": "It does not always make a difference. No. not everyone's willing to accept the help or wants to help. but all you can do is try as a human being. that is that is all you can do. it is a it is a difficult one for sure, but everyone needs a little bit of respect and trying to help them out. I think that is the right thing to do, but not everyone's willing to do that. All right. Well, thank you very much.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "It doesn't always make a difference. No. Um, not everyone's willing to accept the help or wants to help. Um, but all you can do is try as a human being. That's that's all you can do. It's a it's a difficult one for sure, but everyone needs a little bit of respect and trying to help them out. I think that's the right thing to do, but not everyone's uh willing to do that. All right. Well, thank you very much.",
      "transcript_cleaned": "It does not always make a difference. No. not everyone's willing to accept the help or wants to help. but all you can do is try as a human being. that is that is all you can do. it is a it is a difficult one for sure, but everyone needs a little bit of respect and trying to help them out. I think that is the right thing to do, but not everyone's willing to do that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1WifdEajCeg_q03",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "Where is your hometown?",
      "transcript": "My hometown is Tehran. I was born in Terran, akatan town and I am kind of used to living there because all my childhood friends are there. I used to play in the playgrounds and I remember that my mother and father used to take me there and I had so many friends I had so many friends back there but unfortunately now I do not live there anymore. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My hometown is Tehran. I was born in Terran, akatan town and I'm kind of used to living there because uh all my childhood friends are there. I used to play in the playgrounds and um I remember that my mother and father used to take me there and I had so many friends I had so many friends back there but unfortunately now uh I don't live there anymore. Okay.",
      "transcript_cleaned": "My hometown is Tehran. I was born in Terran, akatan town and I am kind of used to living there because all my childhood friends are there. I used to play in the playgrounds and I remember that my mother and father used to take me there and I had so many friends I had so many friends back there but unfortunately now I do not live there anymore.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1WifdEajCeg_q04",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "So, do you often visit your hometown?",
      "transcript": "Yes, actually I I am coming from there now. because one of my closest friends, her name is Yasam is living there and I sometimes go and visit her. Wow. So, let us now move on to talk about your daily routine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh yes, actually uh I I'm coming from there now. Uh because one of my closest friends, her name is Yasam is living there and I sometimes go and visit her. Wow. So, let's now move on to talk about your daily routine.",
      "transcript_cleaned": "Yes, actually I I am coming from there now. because one of my closest friends, her name is Yasam is living there and I sometimes go and visit her. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1WifdEajCeg_q05",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "When do you usually get up in the morning?",
      "transcript": "I usually get up early in the morning but it can change whether I have a whether I have homework or not because because my because of my major which is arch which is architecture. our homework is various and we can we can either have a lot of homework or not at all. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I usually get up um early in the morning but uh it uh can change whether I have a whether I have homework or not because um because my uh because of my major uh which is arch which is architecture. Um our homework is uh various and uh we can we can either have a lot of homework or uh not at all. Okay.",
      "transcript_cleaned": "I usually get up early in the morning but it can change whether I have a whether I have homework or not because because my because of my major which is arch which is architecture. our homework is various and we can we can either have a lot of homework or not at all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1WifdEajCeg_q06",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "So do you usually have the same routine every day?",
      "transcript": "No I do not usually have the same routine every day. as I told you before because of my major which is architecture we have various homeworks and I study different languages which which are architecture, Korean and English. So so based on these facts I have different daily routines and different plans every day. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh no I don't usually have the same routine every day. Um as I told you before um because of my major which is architecture um we have uh various homeworks and uh I study different languages which uh which are architecture, Korean and English. So uh so based on these facts um I have different daily routines and different plans every day. Okay.",
      "transcript_cleaned": "No I do not usually have the same routine every day. as I told you before because of my major which is architecture we have various homeworks and I study different languages which which are architecture, Korean and English. So so based on these facts I have different daily routines and different plans every day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1WifdEajCeg_q07",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "Now, is your routine the same today as it was when you were a child?",
      "transcript": "I do not think so because as I grew up and became a became an adult my responsibilities has become way greater and my tasks has also became larger and more important. So, no, I do not think it is the same. Okay, good. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't think so because as I grew up and became a became an adult um my responsibilities uh has uh become way uh greater and my um tasks uh has also uh became larger and more important. So, no, I don't think it's the same. Okay, good. Now,.",
      "transcript_cleaned": "I do not think so because as I grew up and became a became an adult my responsibilities has become way greater and my tasks has also became larger and more important. So, no, I do not think it is the same.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1WifdEajCeg_q08",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "Do you often use a dictionary?",
      "transcript": "Yes, I often use a dictionary because I study different languages and I am actually thinking about taking a course in Spanish. so I am thinking about buying a new dictionary and learning Spanish very soon. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yes, I often use a dictionary because uh I study uh different languages and I'm actually thinking about taking a course um in Spanish. Um, so I'm thinking about buying a new dictionary and um learning Spanish very soon. Okay.",
      "transcript_cleaned": "Yes, I often use a dictionary because I study different languages and I am actually thinking about taking a course in Spanish. so I am thinking about buying a new dictionary and learning Spanish very soon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1WifdEajCeg_q09",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "And what do you use dictionaries for?",
      "transcript": "Usually I use dictionaries to look up different words and meanings. dictionaries are much dictionaries are much more useful when you are using them in the same language that you are studying because you can learn because you can learn more words through the u meanings and the examples of that language. Okay, good. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Usually I use dictionaries to look up uh different words and meanings. Uh dictionaries are uh much uh dictionaries uh are much more useful when you're uh using them uh in the same language that you're studying because you can learn uh because you can learn more words uh through the u meanings and the examples of that language. Okay, good. Right,.",
      "transcript_cleaned": "Usually I use dictionaries to look up different words and meanings. dictionaries are much dictionaries are much more useful when you are using them in the same language that you are studying because you can learn because you can learn more words through the u meanings and the examples of that language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1WifdEajCeg_q10",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "Do you understand?",
      "transcript": "Okay. So there is a piece of paper, a pen, and this is your topic.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. So there's a piece of paper, a pen, and this is your topic.",
      "transcript_cleaned": "there is a piece of paper, a pen, and this is your topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}