Total samples available: 7894
Extracting batch: 240 to 259
[
  {
    "sample_id": "IwF2k0g1gkE_q20",
    "video_id": "IwF2k0g1gkE",
    "band": 5.0,
    "question": "So do you think having access to different shops is important?",
    "transcript": "Yes, because I never, I am never going to know when I am going to need something to the shop, for example.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Yes, because I never, I'm never gonna know when I'm going to need something to the shop, for example."
  },
  {
    "sample_id": "IwF2k0g1gkE_q21",
    "video_id": "IwF2k0g1gkE",
    "band": 5.0,
    "question": "And what are the differences between the homes in the city and those in the suburbs?",
    "transcript": "The distance, the places that you can find, and the privacy, mainly the privacy.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "The distance, the places that you can find, and the privacy, mainly the privacy."
  },
  {
    "sample_id": "IwF2k0g1gkE_q25",
    "video_id": "IwF2k0g1gkE",
    "band": 5.0,
    "question": "You just need to work a bit more on giving a range to your grammar and not making these mistakes, right?",
    "transcript": "And finally, your pronunciation. In your pronunciation, I could almost understand most of your sentences, but you should just use some pronunciation features. By pronunciation feature, I mean the first one is the correct pronunciation of the word, not to mispronounce a word. And you had some lapses like usually, busy, garden, and Mexico.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "And finally, your pronunciation. In your pronunciation, um, I could almost understand most of your sentences, but you should just use some pronunciation features. By pronunciation feature, I mean the first one is the correct pronunciation of the word, not to mispronounce a word. And you had some lapses like usually, uh, busy, garden, and Mexico."
  },
  {
    "sample_id": "IwF2k0g1gkE_q26",
    "video_id": "IwF2k0g1gkE",
    "band": 5.0,
    "question": "You should pronounce, I mean, use the English word, the English pronunciation, right?",
    "transcript": "Mexico. This is the first one, the mispronunciations. You did not have many mispronunciations, but maybe you could have a better intonation. that is the other pronunciation feature. By intonation, I mean rhythm. You should raise and lower your voice based on the sentence if it is a question so it changes all the time. And work a bit more on your sentence stress. Some words in the sentence, in the whole sentence, are stressed. I mean you should change your rhythm or you should sometimes change your pace when you are speaking. Yeah. And yes, so because of all these things, maybe you should, pay more attention to the pronunciation features and to clearly and fully pronouncing some words. Everything should be clear to the examiner. The words you are using, the structures, the pronunciation, you should try to be error-free. This is what matters a lot in IELTS speaking. So generally, that was the, all about the Details of each criteria and what you did based on your performance.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Mexico. This is the first one, the mispronunciations. You didn't have many mispronunciations, but maybe you could have a better intonation. That's the other pronunciation feature. By intonation, I mean rhythm. You should raise and lower your voice based on the sentence if it's a question so it changes all the time. And work a bit more on your sentence stress. Some words in the sentence, in the whole sentence, are stressed. I mean you should change your rhythm or you should sometimes change your pace when you're speaking. Yeah. And yes, so because of all these things, maybe you should, um, pay more attention to the pronunciation features and to clearly and fully pronouncing some words. Everything should be clear to the examiner. The words you're using, the structures, the pronunciation, you should try to be error-free. This is what matters a lot in IELTS speaking. So generally, that was the, all about the Details of each criteria and what you did based on your performance."
  },
  {
    "sample_id": "IwF2k0g1gkE_q28",
    "video_id": "IwF2k0g1gkE",
    "band": 5.0,
    "question": "So do you have any questions, any doubts?",
    "transcript": "No, no. Okay then. So thank you very much. And I.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "No, no. Okay then. So thank you very much. And I."
  },
  {
    "sample_id": "PkHzIMHbFDw_q01",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "Are you ready?",
    "transcript": "Yes, I am ready. let us get it on. From here starts the speaking test. This is the speaking.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Yes, I'm ready. Let's get it on. From here starts the speaking test. This is the speaking."
  },
  {
    "sample_id": "PkHzIMHbFDw_q03",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "What kind of home do you live in?",
    "transcript": "I live in a home with two bedrooms. I live in a room that is, me and my brother live in the same, one room and my parents in another room. And we live together. Alright, and tell me a little about your home. Well, it is a small room, it is not that big and it is warm but it has this good vibe into it and, Yeah, it is not that big but we live together and yeah.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "I live in a home with two bedrooms. I live in a room that is, me and my brother live in the same, one room and my parents in another room. And we live together. Alright, and tell me a little about your home. Well, it's a small room, it's not that big and it's warm but it has this good vibe into it and, Yeah, um, it's not that big but we live together and yeah."
  },
  {
    "sample_id": "PkHzIMHbFDw_q04",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "Alright, what changes would you like to bring in it?",
    "transcript": "I want to change the whole house. If it was in my hand I would rather live in a skyscraper, the last floor of a skyscraper with a view on the city, the whole city be inside you and you feel the power. that is my dream home actually. And.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "I want to change the whole house. If it was in my hand I would rather live in a skyscraper, the last floor of a skyscraper with a view on the city, the whole city be inside you and you feel the power. That's my dream home actually. And."
  },
  {
    "sample_id": "PkHzIMHbFDw_q05",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "Do you like running?",
    "transcript": "Yeah, I love running actually. I run, if the weather is good, I run almost every weekend. And there is a lake beside my house and we go and meet my brother, go and run around in there.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Yeah, I love running actually. I run, if the weather is good, I run almost every weekend. And there is a lake beside my house and we go and meet my brother, go and run around in there."
  },
  {
    "sample_id": "PkHzIMHbFDw_q06",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "And where do you usually plan and go for a run or jog?",
    "transcript": "As I said, yeah, there is this big lake near our house and if the weather is good, we go and jog and run around in there and it is a, yeah, it is a healthy thing to do. it is a healthy activity basically.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "As I said, yeah, there is this big lake near our house and if the weather is good, we go and jog and run around in there and it's a, yeah, it's a healthy thing to do. It's a healthy activity basically."
  },
  {
    "sample_id": "PkHzIMHbFDw_q07",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "Are there facilities in your hometown like fitness centers?",
    "transcript": "Yeah, sure. there is a bunch of fitness centers since people want to look good and out of social media and things that came in, people care about their looks and bodies a lot more than before. that is why, yeah, there is lots of shims and stuff around. And.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Yeah, sure. There's a bunch of fitness centers since people want to look good and out of social media and things that came in, people care about their looks and bodies a lot more than before. That's why, yeah, there's lots of shims and stuff around. And."
  },
  {
    "sample_id": "PkHzIMHbFDw_q08",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "What do you like to do when you are alone?",
    "transcript": "Since I am an introvert person, I really enjoy my alone times. I watch, mostly I play video games or watch movies or read a book. It just depends on my mood.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Since I'm an introvert person, I really enjoy my alone times. I watch, mostly I play video games or watch movies or read a book. It just depends on my mood."
  },
  {
    "sample_id": "PkHzIMHbFDw_q09",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "And do you wish to have more alone time?",
    "transcript": "Yeah. As I said, since I am an introvert person, I enjoy my alone times more than being around other people. So yeah, I would rather have more alone times.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Yeah. As I said, since I'm an introvert person, I enjoy my alone times more than being around other people. So yeah, I'd rather have more alone times."
  },
  {
    "sample_id": "PkHzIMHbFDw_q10",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "Do you think people are more creative when they are alone?",
    "transcript": "Well, yeah, they have more time to think for themselves and it helps them to, you know, activate the creative side of the brain. Alright.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Well, yeah, they have more time to think for themselves and it helps them to, you know, activate the creative side of the brain. Alright,."
  },
  {
    "sample_id": "PkHzIMHbFDw_q12",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "And do you want to add any more information?",
    "transcript": "There is other places that you can use your phone too, like I do not know if it is an important meeting or I do not know if it is a museum or place that you are not allowed to use your phone. it is kind of understandable because phones Those are distractions and you can make noise and because of that it is kind of understandable. Alright.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Um, there is other places that you can use your phone too, like I don't know if it's an important meeting or I don't know if it's a museum or place that you are not allowed to use your phone. It's kind of understandable because phones Those are distractions and you can make noise and because of that it's kind of understandable. Alright,."
  },
  {
    "sample_id": "PkHzIMHbFDw_q13",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "In what kind of places or situations should mobile phones be banned?",
    "transcript": "As I said, if it is an important meeting or, I do not know, if it is a cinema, the places that, you know, phones are distracted and make noise, I think it is essential for people to do not have this right to use their phones.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "As I said, if it's an important meeting or, I don't know, if it's a cinema, the places that, you know, phones are distracted and make noise, I think it's essential for people to don't have this right to use their phones."
  },
  {
    "sample_id": "PkHzIMHbFDw_q14",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "And how has the use of cell phones impacted our everyday lives?",
    "transcript": "It is kind of become one of the most important things that people use everyday. it is basically one of your, one of your identity. And people, yeah, people almost do everything in their life with the phones. Like, I do not know, if they want to order food, order things, things or if they even want to decide to go to a place they want to go, they all use the internet and phone. And it has more, the impact of phone is getting more and more every day during even these past 10 years which mobile phones improved a lot and yeah people use it more and more.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Uh, it's kind of become one of the most important things that people use everyday. It's basically one of your, one of your identity. And people, yeah, people almost do everything in their life with the phones. Like, I don't know, if they want to order food, order things, Uh, things or if they even want to decide to go to a place they want to go, they all use the internet and phone. And it has more, the impact of phone is getting more and more every day during even these past 10 years which mobile phones improved a lot and yeah people use it more and more."
  },
  {
    "sample_id": "PkHzIMHbFDw_q15",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "What do you, what do young people use the most on mobile phones these days?",
    "transcript": "They mostly use social media Sadly they waste their time in I don know posting pictures for people and showing off their lives If they use it for I don know learning a new experience or learning a new skill it will be good But they most of the time they don use it in a good way They use it as the thing that they use past time It more of a fun activity to do not to something that you learn something from it Alright And how do you compare life without a phone and now Well, people were more in, how can I say, yeah, people were more outside. They were interacting with people more. And they used to talk a lot and they did not care about other, others opinion that much. Like there was this, there was something that was reading past in, last day, yesterday that he was saying that the average time that people laugh has decreased a lot in the past hundred years because people are getting, you know, seeing these news and unnecessary sad stuff that you see and makes you feel more down and more depressed. And yeah, we can see that suicide rate and stuff like that improved, got a lot higher than past years. Like 100 years ago if we want to compare.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "They mostly use social media Sadly they waste their time in I don know posting pictures for people and showing off their lives If they use it for I don know um learning a new experience or learning a new skill it will be good But they most of the time they don use it in a good way They use it as the thing that they use past time It more of a fun activity to do not to something that you learn something from it Alright And how do you compare life without a phone and now Well, people were more in, how can I say, yeah, people were more outside. They were interacting with people more. And they used to talk a lot and they didn't care about other, others opinion that much. Like there was this, er, there was something that was reading past in, last day, yesterday that he was saying that the average time that people laugh has decreased a lot in the past hundred years because people are getting, you know, seeing these news and unnecessary sad stuff that you see and makes you feel more down and more depressed. And yeah, we can see that suicide rate and stuff like that improved, got a lot higher than past years. Like 100 years ago if we want to compare."
  },
  {
    "sample_id": "PkHzIMHbFDw_q16",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "And should children be encouraged to use mobile phones from a young age and why?",
    "transcript": "Not from young age. I think people, children especially, should go out more. But if someone watches over them, if their parent watches over them, And they limit the use of their phone. It can be good, but most of the time I do not think so. Since, you know, children will not go out, will not interact with people that much. They cannot be social. They will just look at these screens and it is not, it is, there is not much benefit in it. If you want to compare it with.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Not from young age. I think people, children especially, should go out more. But if someone watches over them, if their parent watches over them, And they limit the use of their phone. It can be good, but um, most of the time I don't think so. Since, you know, children will not go out, will not interact with people that much. They can't be social. They will just look at these screens and it's not, it's, there is not much benefit in it. If you want to compare it with."
  },
  {
    "sample_id": "PkHzIMHbFDw_q18",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "You said, people may feel down, right?",
    "transcript": "And good vibe. but, in my hand is not correct and it is not accurate. You said if it was in my hand, it is not, correct. but, you said for past time instead of to past time. Yeah. People use cell phones for past time to past time. so you need to be careful with how to use some collocations and you need, you need to use more idiomatic language. And paraphrase. Try to paraphrase as many times as possible. try to paraphrase my questions. So I ask you a question. I ask you, for example, about the, benefits, the advantages and disadvantages of something. you should say, well, I believe the pros and cons, and then go ahead with the answer. That will give you more time to think about the ideas and avoid hesitations. So, try to use more, paraphrasing in your, speech. So.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "And good vibe. Uh, but, uh, in my hand is not correct and it's not accurate. You said if it was in my hand, it's not, uh, correct. Um, but, uh, you said for past time instead of to past time. Yeah. People use cell phones for past time to past time. Uh, so you need to be careful with how to use some collocations and you need, you need to use more idiomatic language. And paraphrase. Try to paraphrase as many times as possible. Uh, try to paraphrase my questions. So I ask you a question. I ask you, for example, about the, uh, benefits, the advantages and disadvantages of something. Uh, you should say, well, I believe the pros and cons, and then go ahead with the answer. That will give you more time to think about the ideas and avoid hesitations. So, try to use more, um, uh, paraphrasing in your, uh, speech. So,."
  }
]
