{
  "batch_id": 6,
  "count": 20,
  "samples": [
    {
      "sample_id": "vy0cP4G0wIo_q10",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "Do you prefer physical books or ebooks and why?",
      "transcript": "Well I prefer physical books for several reasons. firstly there is something irreplaceable about u the tactical the tactile u experience of holding a book like turning the pages even the smell of book. that is it for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh well I prefer physical books for several reasons. Uh firstly uh there's uh something irreplaceable uh about u the uh tactical uh the tactile u experience uh of holding a book like turning the pages even the smell of book. That's it for part one.",
      "transcript_cleaned": "I prefer physical books for several reasons. firstly there is something irreplaceable about u the tactical the tactile u experience of holding a book like turning the pages even the smell of book.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vy0cP4G0wIo_q12",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "Did he feel like he was satisfied by your help?",
      "transcript": "Well John was quite happy about this. you know he was actually feeling he was relieved after having a you know a lot of time u you know facing difficulties in predicament in life. so he was relieved and you know he was he was thinking that a new chapter in life is actually opening for him and do you think that people should be grateful of others health? well yes you know that actually it creates a a huge sense of fulfillment inside you and you know encourages you to go ahead and go on with more such acts of kindness. Thank you so much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well um John was quite happy about this. you know he was actually feeling uh he was relieved after having a you know uh a lot of time u you know facing difficulties in predicament in life. Uh so he was relieved and you know he was uh he was thinking that a new chapter in life is actually opening for him and do you think that uh people should be grateful of others health? Uh well yes uh you know that actually uh it creates a a huge sense of fulfillment um inside you and uh you know encourages you to go ahead and go on with more such acts of kindness. Thank you so much. Uh.",
      "transcript_cleaned": "John was quite happy about this. you know he was actually feeling he was relieved after having a you know a lot of time u you know facing difficulties in predicament in life. so he was relieved and you know he was he was thinking that a new chapter in life is actually opening for him and do you think that people should be grateful of others health? well yes you know that actually it creates a a huge sense of fulfillment inside you and you know encourages you to go ahead and go on with more such acts of kindness.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vy0cP4G0wIo_q13",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "Why do people help each other?",
      "transcript": "Well, people help each other out of empathy and compassion. many feel a moral obligation to actually assist those in need as it strengthens community bonds and you know fosters a sense of belonging I think and do you think people nowadays are less willing to help others compared to the past well less willing well I can say I do not think people are less willing to help today you know while modern life can be fast-paced many actively engage in charitable activities you know often using social media to mobilize support for various causes. I think all right and should schools teach students the importance of helping others the importance of helping others in the schools. Well, yes. you know, schools should actually teach the importance of helping others. You know, instilling values of empathy and you know, social responsibility helps shape actually compassionate individuals and you know creates a more caring society I believe.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "Well, people help each other out of empathy and compassion. many feel a moral obligation to actually assist those in need as it strengthens community bonds and you know fosters a sense of belonging I think and uh do you think people nowadays are less willing to help others compared to the past well less willing uh well I can say I don't think people are less willing to help uh today uh you know while modern life can be fast-paced uh many actively engage in charitable activities uh you know often using social media to mobilize support for various causes. I think all right and uh should schools teach students the importance of helping others the importance of helping others in the schools. Well, yes. Uh, you know, schools uh uh should actually teach the importance of helping others. You know, instilling values of uh empathy and you know, social responsibility uh helps shape uh actually compassionate uh individuals and you know creates a more caring society I believe.",
      "transcript_cleaned": "people help each other out of empathy and compassion. many feel a moral obligation to actually assist those in need as it strengthens community bonds and you know fosters a sense of belonging I think and do you think people nowadays are less willing to help others compared to the past well less willing well I can say I do not think people are less willing to help today you know while modern life can be fast-paced many actively engage in charitable activities you know often using social media to mobilize support for various causes. I think all right and should schools teach students the importance of helping others the importance of helping others in the schools. Well, yes. you know, schools should actually teach the importance of helping others. You know, instilling values of empathy and you know, social responsibility helps shape actually compassionate individuals and you know creates a more caring society I believe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vy0cP4G0wIo_q14",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "And in your opinion, do people help others for selfish reasons sometimes?",
      "transcript": "Well, selfish reasons. well, yes, sometimes people help each help others for selfish reasons like wanting to you know feel good or improve their reputation.",
      "part": 3,
      "source": "valid_original",
      "transcript_original": "Well, selfish reasons. Uh well, yes, sometimes uh people help each help others uh for selfish reasons like wanting to you know feel good or improve their reputation.",
      "transcript_cleaned": "selfish reasons. well, yes, sometimes people help each help others for selfish reasons like wanting to you know feel good or improve their reputation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q01",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you work or do you study?",
      "transcript": "I do work as a cabin crew and this job is means a lot to me because from after I started like turn 18h I thought about giving myself best in this field. So fortunately I got this job as a cabin crew.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I do work as a cabin crew and this job is means a lot to me because from after I started uh like turn 18h I thought about uh giving myself best in this field. So fortunately I got this job as a cabin crew.",
      "transcript_cleaned": "I do work as a cabin crew and this job is means a lot to me because from after I started like turn 18h I thought about giving myself best in this field. So fortunately I got this job as a cabin crew.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q02",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What do you like most about your job?",
      "transcript": "Is the thing is traveling of course and other thing is I meet different people from different culture so I communicate with them and that gives me knowledge about their cultures and from where they are what special from their country yes have you always wanted to do this job or did you want to do something else when you were a child when I was child it was so many things in my mind like I do not want to do anything just sit and spend time with my family but when I started growing up after 18 age I realized that no I have to work and so I given my most of the time to this field only.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "uh is the thing is traveling of course and other thing is I meet different people from different culture so I communicate with them and that gives me knowledge about their cultures and from where they are uh what special from their country yes have you always wanted to do this job or did you want to do something else when you were a child uh when I was child it was so many things in my mind like I don't want to do anything just sit and spend time with my family but uh when I started growing up after 18 age I realized that no I have to work and so I given my most of the time to this field only.",
      "transcript_cleaned": "Is the thing is traveling of course and other thing is I meet different people from different culture so I communicate with them and that gives me knowledge about their cultures and from where they are what special from their country yes have you always wanted to do this job or did you want to do something else when you were a child when I was child it was so many things in my mind like I do not want to do anything just sit and spend time with my family but when I started growing up after 18 age I realized that no I have to work and so I given my most of the time to this field only.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q03",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you think you will continue to do this career in the future or will you switch careers?",
      "transcript": "No no this job is like for a certain age after certain age you will feel tiring and your body will affect of this so of course I will do some ground job after that.",
      "part": 3,
      "source": "cleaned",
      "transcript_original": "No no this job is like for a certain age after certain age you will feel tiring and your body will affect of this so of course I will do some ground job after that.",
      "transcript_cleaned": "No no this job is like for a certain age after certain age you will feel tiring and your body will affect of this so of course I will do some ground job after that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q04",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What are the most popular tourist attractions?",
      "transcript": "Because I am from Mumbai. So I will suggest to visit Mumbai because Mumbai is the place of people call it city of dream. So you will see everything. There is sea view and you will like the food. There are street food also. So you will definitely love Mumbai once come there.",
      "part": 3,
      "source": "cleaned",
      "transcript_original": "Uh because I'm from Mumbai. So I will suggest to visit Mumbai because Mumbai is the place of uh people call it city of dream. So you will see everything. There is sea view and you will like the food. There are street food also. So you will definitely love Mumbai once come there.",
      "transcript_cleaned": "Because I am from Mumbai. So I will suggest to visit Mumbai because Mumbai is the place of people call it city of dream. So you will see everything. There is sea view and you will like the food. There are street food also. So you will definitely love Mumbai once come there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q05",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you prefer to travel within your own country or internationally?",
      "transcript": "I would prefer to travel in my country because I still want to visit more state in my India which I still not visited. So if I get time I will visit first my each of the state of my country then I will go other part of India.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I would prefer to travel in my country because I still uh want to visit more state in my India uh which I still not visited. So if I get time I will visit first my each of the state of my country then I will go other part of India.",
      "transcript_cleaned": "I would prefer to travel in my country because I still want to visit more state in my India which I still not visited. So if I get time I will visit first my each of the state of my country then I will go other part of India.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q06",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "And do you prefer city breaks or go to the beach?",
      "transcript": "Go to the beach is the one thing I would love to do because I do not know I feel very related to nature and it gives me relaxing time and yeah lovely thing and I get something personal story about me with the nature also.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "uh go to the beach is the one thing I would love to do because uh I don't know I feel very related to uh nature and it gives me relaxing time and yeah lovely thing and I get uh something personal story about me with the nature also.",
      "transcript_cleaned": "Go to the beach is the one thing I would love to do because I do not know I feel very related to nature and it gives me relaxing time and yeah lovely thing and I get something personal story about me with the nature also.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q07",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "If you could go anywhere where would your dream holiday be?",
      "transcript": "Any other place like out of India so it going to be I would say Dubai. The way is like all all country comes in one country I would say there is a problem about the summer season only otherwise all see winter season good for to visit Dubai.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh any other place like out of India so it going to be I would say Dubai. The way is like all all country comes in one country I would say uh there is a problem about the summer season only otherwise all see winter season good for to visit uh Dubai.",
      "transcript_cleaned": "Any other place like out of India so it going to be I would say Dubai. The way is like all all country comes in one country I would say there is a problem about the summer season only otherwise all see winter season good for to visit Dubai.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q08",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What kind of emails or text messages or instant messages do you regularly get?",
      "transcript": "I am sorry repeated. So digital communication, so things like text messages on your phone or emails or you could have instant message like messenger and Instagram messages, things like that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm sorry repeated. So digital communication, so things like text messages on your phone or emails or you could have instant message like messenger and Instagram messages, things like that.",
      "transcript_cleaned": "I am sorry repeated. So digital communication, so things like text messages on your phone or emails or you could have instant message like messenger and Instagram messages, things like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q09",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "What kind of messages do you receive?",
      "transcript": "I I do not talk on social media much because I would like to give my time to my family members, my close ones rather than u making chit chat with people's like different people's.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um I I don't talk on social media much because I would like to give my time to my family members, my close ones rather than u making um chit chat with people's like different people's.",
      "transcript_cleaned": "I I do not talk on social media much because I would like to give my time to my family members, my close ones rather than u making chit chat with people's like different people's.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q10",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Do you prefer to talk to your friends or family on the phone or by email or text?",
      "transcript": "I love speaking with my family on video call because it gives me u personal experience talking on video call and I never feel like I am like if I am somewhere else far from my family so I make sure to have a video call with them every day. So I it feels like you are with them only. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I love uh speaking with my family on video call because it gives me u personal experience uh talking on video call and um I never feel like I'm like if I'm somewhere else far from my family so I make sure to have a video call with them every day. So I it feels like you're with them only. Yes.",
      "transcript_cleaned": "I love speaking with my family on video call because it gives me u personal experience talking on video call and I never feel like I am like if I am somewhere else far from my family so I make sure to have a video call with them every day. So I it feels like you are with them only.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q11",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "When you receive messages do you reply to them straight away or do people have to wait for you to reply?",
      "transcript": "It depends on the person. If someone from my close family, of course, I will instantly reply them if I am available. And if someone like u outside of my family, it depends on the message what it is exactly. So I will reply based on that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh it depends on the person. If someone from my close family, of course, I will instantly reply them if I'm available. And if someone like u outside of my family, uh it depends on the message what it is exactly. So I will reply based on that.",
      "transcript_cleaned": "It depends on the person. If someone from my close family, of course, I will instantly reply them if I am available. And if someone like u outside of my family, it depends on the message what it is exactly. So I will reply based on that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q12",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Are you happy to receive emails from companies marketing emails?",
      "transcript": "Not at all. it is a spam messages. I do not like it because it fills my email box and I have to delete all the emails because of that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Not at all. It's a spam messages. I don't like it because it fills my email box and I have to delete all the emails because of that.",
      "transcript_cleaned": "Not at all. it is a spam messages. I do not like it because it fills my email box and I have to delete all the emails because of that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q13",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "How many languages do you speak?",
      "transcript": "So I am from India. In India we have 29 different languages. but I am blessed to have this popular language which is Hindi. I have learned Hindi. Then there is Marati which speak in Mumbai particularly. then there is Bengali which is my mother tongue which is the language from the Kolkata part. So yes I know this three language for now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh so I'm from India. In India we have 29 different languages. Uh but I'm blessed to have this popular language which is Hindi. Uh I have learned Hindi. Then there is Marati which speak in Mumbai particularly. Um then there is Bengali which is my mother tongue which is the language from the Kolkata part. So yes I know this three language for now.",
      "transcript_cleaned": "I am from India. In India we have 29 different languages. but I am blessed to have this popular language which is Hindi. I have learned Hindi. Then there is Marati which speak in Mumbai particularly. then there is Bengali which is my mother tongue which is the language from the Kolkata part. So yes I know this three language for now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q14",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "English?",
      "transcript": "Yes it was subject in my school. So I know English well and I speak with people who are like in the professional field we use this English language.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh yes it was subject in my school. So I know English well and I speak with uh people who are like uh in the professional field we use this English language.",
      "transcript_cleaned": "Yes it was subject in my school. So I know English well and I speak with people who are like in the professional field we use this English language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q15",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "Did you enjoy learning languages at school?",
      "transcript": "Yes, during school I used to enjoy because in school there are very different way of teaching like they really u use the picturesized things to make us memorize about the languages and all.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, during school I used to uh enjoy because uh in school there are very different way of teaching um like they really u use the picturesized things to make us memorize about the languages and all.",
      "transcript_cleaned": "Yes, during school I used to enjoy because in school there are very different way of teaching like they really u use the picturesized things to make us memorize about the languages and all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "666eP6xBhzI_q16",
      "video_id": "666eP6xBhzI",
      "band": 6.5,
      "question": "So yes, what do you think is the hardest language to learn?",
      "transcript": "It is nothing yet. I never tried any other different language than Turkish. which was also easy for me. I know basic Turkish. after that I never learn any other language. So not know about much.",
      "part": 3,
      "source": "cleaned",
      "transcript_original": "Uh it's uh nothing yet. I never uh tried any other different language than Turkish. Uh which was also easy for me. I know basic Turkish. Uh after that I never learn any other language. So not know about much.",
      "transcript_cleaned": "It is nothing yet. I never tried any other different language than Turkish. which was also easy for me. I know basic Turkish. after that I never learn any other language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}