{
  "batch_id": 79,
  "count": 20,
  "samples": [
    {
      "sample_id": "-wFOPRIbMZ4_q11",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Do you think this food would be popular in other countries?",
      "transcript": "No, I do not think so because the ingredients, there is a lot of ginger and there is a lot of Korean ingredients which is very awkward to other foreigners.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I don't think so because the ingredients, there is a lot of ginger and there is a lot of Korean ingredients which is very awkward to other foreigners.",
      "transcript_cleaned": "No, I do not think so because the ingredients, there is a lot of ginger and there is a lot of Korean ingredients which is very awkward to other foreigners.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q13",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Okay, what are the types of food that people eat in your country?",
      "transcript": "In my country, people really like to eat hot soup with rice because usually Koreans are very busy, so they have to cut off the time even, even if, even the mealtime, during the mealtime. So if you just mix the rice with the soup, you do not have to chew it, and so you can decrease the amount of time that you spend on your meal.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my country, people really like to eat hot soup with rice because usually Koreans are very busy, so they have to cut off the time even, even if, even the mealtime, during the mealtime. So if you just mix the rice with the soup, you don't have to chew it, and so you can decrease the amount of time that you spend on your meal.",
      "transcript_cleaned": "In my country, people really like to eat hot soup with rice because usually Koreans are very busy, so they have to cut off the time even, even if, even the mealtime, during the mealtime. So if you just mix the rice with the soup, you do not have to chew it, and so you can decrease the amount of time that you spend on your meal.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q14",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "What kinds of foreign food are popular in your country?",
      "transcript": "I think the most popular food from foreign countries is fried chicken. There is a lot of fried chicken restaurants in Korea. Even there is some kind of common sense that if you do not know what to do at future, then you can just, frying chicken.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think the most popular food from foreign countries is fried chicken. There is a lot of fried chicken restaurants in Korea. Even there is some kind of common sense that if you don't know what to do at future, then you can just, uh, frying chicken.",
      "transcript_cleaned": "I think the most popular food from foreign countries is fried chicken. There is a lot of fried chicken restaurants in Korea. Even there is some kind of common sense that if you do not know what to do at future, then you can just, frying chicken.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q15",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Okay, in your country is it important to have a meal together?",
      "transcript": "It was very common in the past when I was in elementary school, but it is been a long time to be, to take a meal with my whole family because we have all different occupations so we have to be separated. And it is also common to the other families from my friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It was very common in the past when I was in elementary school, but it's been a long time to be, to take a meal with my whole family because we have all different occupations so we have to be separated. And it is also common to the other families from my friends.",
      "transcript_cleaned": "It was very common in the past when I was in elementary school, but it is been a long time to be, to take a meal with my whole family because we have all different occupations so we have to be separated. And it is also common to the other families from my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q16",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Would you say food is better now than in the past?",
      "transcript": "I think it is similar because there is, we can share our recipes easier than before, but every, every cookers and every good recipes was already developed. So I think the overall level of that food was not increased or decreased. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it's similar because there's, we can share our recipes easier than before, but every, uh, every cookers and every good recipes was already developed. So I think the overall level of that food was not increased or decreased. Okay,.",
      "transcript_cleaned": "I think it is similar because there is, we can share our recipes easier than before, but every, every cookers and every good recipes was already developed. So I think the overall level of that food was not increased or decreased.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q17",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Do you think our diet is important?",
      "transcript": "Definitely. For example, when you buy a new car, you have to put some good oils. But if you want to maintain that car for a long time, it is same. If I just use a metaphor, we are a car and that food is oil. So we have to eat good food for maintain our body health for a long time. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Definitely. For example, when you buy a new car, you have to put some good oils. But if you want to maintain that car for a long time, it is same. If I just use a metaphor, we are a car and that food is oil. So we have to eat good food for maintain our body health for a long time. Okay.",
      "transcript_cleaned": "Definitely. For example, when you buy a new car, you have to put some good oils. But if you want to maintain that car for a long time, it is same. If I just use a metaphor, we are a car and that food is oil. So we have to eat good food for maintain our body health for a long time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q18",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Balanced diet?",
      "transcript": "I think balanced diet is just eat various types of carbohydrates and fatty acids and proteins as much as possible. Okay how are the eating habits in your country different from eating habits in the past It was not that different but only difference is that people usually do not eat rice than before because there is a lot of globalizations already occurred So we know there is a lot of tasty food without rice, but at the past we always eat food with rice. So we called the Korean terminology meal as rice, same as rice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think balanced diet is just eat various types of carbohydrates and fatty acids and proteins as much as possible. Okay how are the eating habits in your country different from eating habits in the past It was not that different but only difference is that people usually do not eat rice than before because there is a lot of globalizations already occurred So we know there is a lot of tasty food without rice, but at the past we always eat food with rice. So we called the Korean terminology meal as rice, same as rice.",
      "transcript_cleaned": "I think balanced diet is just eat various types of carbohydrates and fatty acids and proteins as much as possible. Okay how are the eating habits in your country different from eating habits in the past It was not that different but only difference is that people usually do not eat rice than before because there is a lot of globalizations already occurred So we know there is a lot of tasty food without rice, but at the past we always eat food with rice. So we called the Korean terminology meal as rice, same as rice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q19",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Okay, and how might eating habits change in coming decades?",
      "transcript": "People usually ate their meal very regularly before 10 years, but now there is a lot of people only eat one meal per day or two meals per day. So I think the regularity is different. Okay, that is the end of your IELTS speaking test. Thank you very much for your time and I hope you have a good day. Have a good day. Thank you. Okay, I am going to ask you some post-test questions just to sort of get an overall idea about how you felt about today's test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "People usually ate their meal very regularly before 10 years, but now there is a lot of people only eat one meal per day or two meals per day. So I think the regularity is different. Okay, that is the end of your IELTS speaking test. Thank you very much for your time and I hope you have a good day. Have a good day. Thank you. Okay, I'm going to ask you some post-test questions just to sort of get an overall idea about how you felt about today's test.",
      "transcript_cleaned": "People usually ate their meal very regularly before 10 years, but now there is a lot of people only eat one meal per day or two meals per day. So I think the regularity is different. Okay, that is the end of your IELTS speaking test. Thank you very much for your time and I hope you have a good day. Have a good day. Thank you. Okay, I am going to ask you some post-test questions just to sort of get an overall idea about how you felt about today's test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q20",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "So, what are your overall feelings about today's test?",
      "transcript": "It was a very fun time to me because I always do experiments in my laboratory, but it was, you know, very distinguishable experiences for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It was a very fun time to me because I always do experiments in my laboratory, but it was, you know, very distinguishable experiences for me.",
      "transcript_cleaned": "It was a very fun time to me because I always do experiments in my laboratory, but it was, you know, very distinguishable experiences for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q23",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Okay, what topics would you have preferred to come up today?",
      "transcript": "Like some something about science and technology.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, like some something about science and technology.",
      "transcript_cleaned": "Like some something about science and technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q24",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "What tips do you have for other test takers?",
      "transcript": "So, it can be very awkward situation because you have, there is a lot of students who only study alone or with Koreans. But in here, you have to talk with foreigners, with native speakers. So, you have to be used to talk with native speakers, not with your friends or Koreans.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, it can be very awkward situation because you have, there is a lot of students who only study alone or with Koreans. But in here, you have to talk with foreigners, with native speakers. So, you have to be used to talk with native speakers, not with your friends or Koreans.",
      "transcript_cleaned": "it can be very awkward situation because you have, there is a lot of students who only study alone or with Koreans. But in here, you have to talk with foreigners, with native speakers. So, you have to be used to talk with native speakers, not with your friends or Koreans.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q01",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "Do you often go out in the evening?",
      "transcript": "Well, in the evening I do often go out with my friends especially as I like to go out with them most.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, in the evening I do often go out with my friends especially as I like to go out with them most.",
      "transcript_cleaned": "in the evening I do often go out with my friends especially as I like to go out with them most.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q02",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "What do you like to do when you go out?",
      "transcript": "Well, whenever I go out, I like to take a walk and enjoy the scenic view. If I get any kind of cravings for food, then I go to the stalls, and get any kind of like street vendor foods. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, whenever I go out, I like to take a walk and enjoy the scenic view. If I get any kind of cravings for food, then I go to the stalls, uh, and get any kind of like street vendor foods. Okay.",
      "transcript_cleaned": "whenever I go out, I like to take a walk and enjoy the scenic view. If I get any kind of cravings for food, then I go to the stalls, and get any kind of like street vendor foods.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q03",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "Do you prefer going out on your own or with friends?",
      "transcript": "Rather than going out on my own, I like to go out with my friends because whenever I am out with my friend, I do not feel any kind of boring or downless. Rather, I enjoy every moment of my going out.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, rather than going out on my own, I like to go out with my friends because whenever I'm out with my friend, I don't feel any kind of boring or downless. Rather, I enjoy every moment of my going out.",
      "transcript_cleaned": "Rather than going out on my own, I like to go out with my friends because whenever I am out with my friend, I do not feel any kind of boring or downless. Rather, I enjoy every moment of my going out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q04",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "How often do you go out in a week?",
      "transcript": "Well, if I be honest here, I do not go out usually once or twice in a week. Rather, I go out once or twice in a month.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, if I be honest here, I don't go out usually once or twice in a week. Rather, I go out once or twice in a month.",
      "transcript_cleaned": "if I be honest here, I do not go out usually once or twice in a week. Rather, I go out once or twice in a month.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q05",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "Where do most young people like to go out in your country?",
      "transcript": "Well, in case of my country, most young people like to go to TSC, where park and many street vendors are available. They go there and enjoy themselves. Okay, so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, in case of my country, most young people like to go to TSC, where park and many street vendors are available. They go there and enjoy themselves. Okay, so.",
      "transcript_cleaned": "in case of my country, most young people like to go to TSC, where park and many street vendors are available. They go there and enjoy themselves.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q06",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "Would you like to start?",
      "transcript": "Yes, sir. Please. So as a, as a person, I am a very punctual, but whenever I have any kind of occasions or class, I try to go out prior of the time, but sometimes my luck does not favors me. So for that reason, I become late in most of the time. at one time I faced, late, in my sister's marriage, my sister's marriage occasion, and it was being held outskirts of the city. As I was outside of the city, I, my place was very far away from the marriage occasion. So I had to take a bus to reach the place. But there was not any kind of airport or train station available in the near of the establishment where her marriage was being held. So I had to take a bus and the bus literally came to the bus station after half an hour. So already I was late. After that, when I was one hour far away from the establishment where the marriage was being held, There was so much traffic congestion that the bus couldn even move At that time my parents were calling me where I was what I was doing I called them and explained that I very frustrated right now as I in a very hard traffic jam I can get out of it And they were very sad to hear it And I told them that you have to continue the marriage without me Then they continued the marriage When I reached the place the relatives especially the in of my sister they were very sad because I couldn attend the Nika the traditional marriage which held in our country Okay, thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, sir. Please. So as a, as a person, I'm a very punctual, but whenever I have any kind of occasions or class, I try to go out prior of the time, but sometimes my luck doesn't favors me. So for that reason, I become late in most of the time. Uh, at one time I faced, uh, late, uh, in my sister's marriage, my sister's marriage occasion, and it was being held outskirts of the city. As I was outside of the city, I, my place was very far away from the marriage occasion. So I had to take a bus to reach the place. But there wasn't any kind of airport or train station available in the near of the establishment where her marriage was being held. So I had to take a bus and the bus literally came to the bus station after half an hour. So already I was late. After that, when I was one hour far away from the establishment where the marriage was being held, There was so much traffic congestion that the bus couldn even move At that time my parents were calling me where I was what I was doing I called them and explained that I very frustrated right now as I in a very hard traffic jam I can get out of it And they were very sad to hear it And I told them that you have to continue the marriage without me Then they continued the marriage When I reached the place the relatives especially the in of my sister they were very sad because I couldn attend the Nika the traditional marriage which held in our country Okay, thank you very much.",
      "transcript_cleaned": "Yes, sir. Please. So as a, as a person, I am a very punctual, but whenever I have any kind of occasions or class, I try to go out prior of the time, but sometimes my luck does not favors me. So for that reason, I become late in most of the time. at one time I faced, late, in my sister's marriage, my sister's marriage occasion, and it was being held outskirts of the city. As I was outside of the city, I, my place was very far away from the marriage occasion. So I had to take a bus to reach the place. But there was not any kind of airport or train station available in the near of the establishment where her marriage was being held. So I had to take a bus and the bus literally came to the bus station after half an hour. So already I was late. After that, when I was one hour far away from the establishment where the marriage was being held, There was so much traffic congestion that the bus couldn even move At that time my parents were calling me where I was what I was doing I called them and explained that I very frustrated right now as I in a very hard traffic jam I can get out of it And they were very sad to hear it And I told them that you have to continue the marriage without me Then they continued the marriage When I reached the place the relatives especially the in of my sister they were very sad because I couldn attend the Nika the traditional marriage which held in our country",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q08",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "The first question is, why do we have rules in society?",
      "transcript": "Well, rules, in my opinion, rules is very essential for our society. Without rules, there will be fighting and war going on among the people. For the rules, people live in harmony and in peace, peaceful. As there is rule exists in the society, there is always justice and fairness is available.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, rules, in my opinion, rules is very essential for our society. Without rules, there will be fighting and war going on among the people. For the rules, people live in harmony and in peace, peaceful. As there is rule exists in the society, there is always justice and fairness is available.",
      "transcript_cleaned": "rules, in my opinion, rules is very essential for our society. Without rules, there will be fighting and war going on among the people. For the rules, people live in harmony and in peace, peaceful. As there is rule exists in the society, there is always justice and fairness is available.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q09",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "Do you think it is necessary to set up rules about overworking people?",
      "transcript": "I think it is essential for overworking people to set up some kind of rules for them. In this competitive working zone, people are being too much of archiholic nowadays. For that, they are facing burnouts, being stressed too much, and they are also having many health issues. If their proper rules are established for just like limitations of working hours and how many times they can work, they can, they can easily avoid those health, hazards.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it is essential for overworking people to set up some kind of rules for them. In this competitive working zone, people are being too much of archiholic nowadays. For that, they're facing burnouts, being stressed too much, and they're also having many health issues. If their proper rules are established for just like limitations of working hours and how many times they can work, uh, they can, they can easily avoid those health, uh, uh, hazards.",
      "transcript_cleaned": "I think it is essential for overworking people to set up some kind of rules for them. In this competitive working zone, people are being too much of archiholic nowadays. For that, they are facing burnouts, being stressed too much, and they are also having many health issues. If their proper rules are established for just like limitations of working hours and how many times they can work, they can, they can easily avoid those health, hazards.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q10",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "What are some examples of rules that exist in many families?",
      "transcript": "Well there are two primary rules I can tell from my experience one rule is that coming home before 8 8 PM It is a very essential rule of every family because if parents don give children the rule of coming home early the children easily can get spoiled and they tend to stay late at night outside And another rule is that I am going to talk about is that, eating together with family in a dining room. Because after eating together in a, in a dining room with the family, it helps us to bond more and talk about what we have done all throughout the day with our family members. It helps to create a more strong bond.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well there are two primary rules I can tell from my experience Uh one rule is that uh coming home before 8 8 PM It is a very essential rule of every family because if parents don give children the rule of coming home early the children easily can get spoiled and they tend to stay late at night outside And another rule is that I'm going to talk about is that, um, uh, uh, eating together with family in a dining room. Because after eating together in a, in a dining room with the family, it helps us to bond more and talk about what we have done all throughout the day with our family members. It helps to create a more strong bond.",
      "transcript_cleaned": "there are two primary rules I can tell from my experience one rule is that coming home before 8 8 PM It is a very essential rule of every family because if parents don give children the rule of coming home early the children easily can get spoiled and they tend to stay late at night outside And another rule is that I am going to talk about is that, eating together with family in a dining room. Because after eating together in a, in a dining room with the family, it helps us to bond more and talk about what we have done all throughout the day with our family members. It helps to create a more strong bond.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}