{
  "batch_id": 26,
  "count": 20,
  "samples": [
    {
      "sample_id": "82xHbKn2iBE_q03",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "And what do you like most about your job?",
      "transcript": "This job is full of, challenges and you have to be always at the tip of the technology, learn a lot of new things and keep up with the tools and new, emerging technologies. So that is what I like about it. So you do not get into a daily routines that is nothing new and you constantly learning.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "This job is full of, uh, uh, challenges and you have to be always at the tip of the technology, learn a lot of new things and keep up with the tools and new, uh, uh, emerging technologies. So that is what I like about it. So you don't get into a daily routines that is nothing new and you constantly learning.",
      "transcript_cleaned": "This job is full of, challenges and you have to be always at the tip of the technology, learn a lot of new things and keep up with the tools and new, emerging technologies. So that is what I like about it. So you do not get into a daily routines that is nothing new and you constantly learning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q04",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "And would you like to keep working in this field?",
      "transcript": "Yeah, as long as I can. I am, trying to learn more and just staying in this job is very challenging, but, of course I want to stay in this job.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, as long as I can. Um, I'm, uh, trying to learn more and just staying in this job is very challenging, but, uh, of course I want to stay in this job.",
      "transcript_cleaned": "as long as I can. I am, trying to learn more and just staying in this job is very challenging, but, of course I want to stay in this job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q05",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "What do you usually do in your free time?",
      "transcript": "I am very active in my free time. Normally do physical activities, go to gym, or I do go running outside most of the time when it is summer. But in winter, I go to gym or go to go swimming pool. but in winter also, I am very, interested in snowboarding. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I'm very active in my free time. Normally do physical activities, go to gym, or I do go running outside most of the time when it's summer. But in winter, I go to gym or go to go swimming pool. Um, but in winter also, I'm very, uh, interested in snowboarding. Okay.",
      "transcript_cleaned": "I am very active in my free time. Normally do physical activities, go to gym, or I do go running outside most of the time when it is summer. But in winter, I go to gym or go to go swimming pool. but in winter also, I am very, interested in snowboarding.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q06",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "How important is it for you to have hobbies?",
      "transcript": "I think having hobbies, in my case, sport is very important in your, healthy lifestyle. So that is why I like it a lot. And I think it is very necessary if you want to stay, healthy in your life, As well as in being active and have a very long, you know, journey in your job, and keep doing that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think having hobbies, in my case, um, sport is very important in your, uh, healthy lifestyle. So that's why I like it a lot. And I think it's very necessary if you want to stay, uh, healthy in your life, As well as in being active and have a very long, you know, journey in your job, uh, and keep doing that.",
      "transcript_cleaned": "I think having hobbies, in my case, sport is very important in your, healthy lifestyle. So that is why I like it a lot. And I think it is very necessary if you want to stay, healthy in your life, As well as in being active and have a very long, you know, journey in your job, and keep doing that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q07",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "Do you prefer indoor or outdoor activities?",
      "transcript": "I do prefer, going, outdoor, and do outdoor activities. Running outside is one of the main things I do in summer. But because in Canada, winter is very cold, you cannot do that through the year. so I normally, stay inside in winter, but, in, in winter, but sometimes I go snowboarding when the temperature is not that harsh.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do prefer, um, going, um, outdoor, uh, and do outdoor activities. Running outside is one of the main things I do in summer. But because in Canada, winter is very cold, uh, you cannot do that through the year. Uh, so I normally, uh, stay inside in winter, but, uh, in, in winter, but sometimes I go snowboarding when the temperature is not that harsh.",
      "transcript_cleaned": "I do prefer, going, outdoor, and do outdoor activities. Running outside is one of the main things I do in summer. But because in Canada, winter is very cold, you cannot do that through the year. so I normally, stay inside in winter, but, in, in winter, but sometimes I go snowboarding when the temperature is not that harsh.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q08",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "And do you like spend your free time with your friends or alone?",
      "transcript": "I like both of it Depends In some cases you need to be around your friends have fun parties like that but I enjoy having time on my own Just spending with myself just reading books maybe watching movies alone That actually is one of my favorites Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I like both of it Depends In some cases you need to be around your friends have fun parties like that but I enjoy having time on my own Just spending with myself just reading books maybe watching movies alone That actually is one of my favorites Okay,.",
      "transcript_cleaned": "I like both of it Depends In some cases you need to be around your friends have fun parties like that but I enjoy having time on my own Just spending with myself just reading books maybe watching movies alone That actually is one of my favorites",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q09",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "Do you like shopping?",
      "transcript": "I am not a fan of shopping, but, in when it is necessary, I have to go there. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I'm not a fan of shopping, um, but, um, in when it's necessary, I have to go there. Okay.",
      "transcript_cleaned": "I am not a fan of shopping, but, in when it is necessary, I have to go there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q10",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "And how often do you go shopping?",
      "transcript": "I try to avoid it as long as is possible. but normally, when I, I go just maybe every couple of, months, not very often.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I try to avoid it as long as is possible. Uh, but normally, uh, when I, I go just maybe every couple of, uh, months, not very often.",
      "transcript_cleaned": "I try to avoid it as long as is possible. but normally, when I, I go just maybe every couple of, months, not very often.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q11",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "Okay, so do you prefer shopping in stores or online?",
      "transcript": "Both are good. It depends on the, what you want to shop. If it is clothing, you want to try it on. You go to the store, you find it, the, you need to see the texture, the, the, the, the, how fit they are, and then you pick it. So when you, Try to do online shopping. In these cases, you cannot see exactly if it fits or even the color could be very different when you go to the store.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Both are good. It depends on the, what you want to shop. If it's clothing, you want to try it on. You go to the store, you find it, the, you need to see the texture, the, uh, the, the, um, the, how fit they are, and then you pick it. So when you, uh, Try to do online shopping. In these cases, um, er, you cannot see exactly if it fits or even the color could be very different when you go to the store.",
      "transcript_cleaned": "Both are good. It depends on the, what you want to shop. If it is clothing, you want to try it on. You go to the store, you find it, the, you need to see the texture, the, the, the, the, how fit they are, and then you pick it. So when you, Try to do online shopping. In these cases, you cannot see exactly if it fits or even the color could be very different when you go to the store.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q12",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "And what do you usually shop for?",
      "transcript": "Most of my shoppings are clothing and not other things. Okay, so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, most of my shoppings are clothing and not other things. Okay, so.",
      "transcript_cleaned": "Most of my shoppings are clothing and not other things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q13",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "Do you understand?",
      "transcript": "Sure. So here is the pen and the paper and you have to describe an important event in your life that had a significant impact on you. Thank you. No problem. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Sure. So here is the pen and the paper and you have to describe an important event in your life that had a significant impact on you. Thank you. No problem. And.",
      "transcript_cleaned": "Sure. So here is the pen and the paper and you have to describe an important event in your life that had a significant impact on you. Thank you. No problem. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q14",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "How do major life events such as moving to a new city or changing jobs affect a person's routine?",
      "transcript": "I can say it through my experience. so I recently did that. I moved from another city to here. And it just changed everything you have been doing. So you have a very fixed routine every day when to wake up, what to do, you know the plan of the day, what you want, what you can do. But, these kind of changes, make you, make your life more chaotic. you do not know what comes next in a short time in very temporary. so that is what happened in my life until I, we found our apartment, our house, so we are to live. And again, finding the paths where how to go to the work and all those things. So it requires a lot of efforts to learn what to do and bring it back to where it was in the past routine you have. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I can say it through my experience. Uh, so I recently did that. I moved from another city to here. And it just changed everything you've been doing. So you have a very fixed routine every day when to wake up, what to do, you know the plan of the day, what you want, what you can do. But, uh, these kind of changes, uh, make you, uh, make your life more chaotic. Uh, you don't know what comes next in a short time in very temporary. Uh, so that's what happened in my life until I, we found our apartment, our house, so we're to live. And again, finding the paths where how to go to the work and all those things. So it requires a lot of efforts to learn what to do and bring it back to where it was in the past routine you have. Okay.",
      "transcript_cleaned": "I can say it through my experience. so I recently did that. I moved from another city to here. And it just changed everything you have been doing. So you have a very fixed routine every day when to wake up, what to do, you know the plan of the day, what you want, what you can do. But, these kind of changes, make you, make your life more chaotic. you do not know what comes next in a short time in very temporary. so that is what happened in my life until I, we found our apartment, our house, so we are to live. And again, finding the paths where how to go to the work and all those things. So it requires a lot of efforts to learn what to do and bring it back to where it was in the past routine you have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q15",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "So in your opinion, is it easier to adapt to positive or negative life events?",
      "transcript": "It is good to be, it is, it is, it is, it is good to be, for you easier to adopt to positive things, but mostly negative things, is easier to, adjust with it and, you stick with it because it is easier. So I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's good to be, it's, it's, it's, it's good to be, uh, for you easier to adopt to positive things, but mostly negative things, uh, is easier to, um, adjust with it and, uh, you stick with it because it's easier. So I think.",
      "transcript_cleaned": "It is good to be, it is, it is, it is, it is good to be, for you easier to adopt to positive things, but mostly negative things, is easier to, adjust with it and, you stick with it because it is easier.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q16",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "In what way?",
      "transcript": "So you don have to plan for example for your day for your next week So that is negative things if you don need to do it if you had it previously this good routine that it was positive in your life that you were just getting better in your job and getting promotion all those things learning new things But negative thing is that just abandon all of that So I think it easier to adopt the negative things but it better to do positive And that what I try to do It very difficult It requires a lot of effort but Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So you don have to plan for example for your day for your next week So that is negative things if you don need to do it Uh if you had it previously this good routine that it was positive in your life that you were just getting better in your job and getting promotion all those things learning new things But negative thing is that just abandon all of that So I think it easier to uh adopt uh the negative things but uh it better to do positive And that what I try to do It very difficult It requires a lot of effort but um Okay.",
      "transcript_cleaned": "you don have to plan for example for your day for your next week So that is negative things if you don need to do it if you had it previously this good routine that it was positive in your life that you were just getting better in your job and getting promotion all those things learning new things But negative thing is that just abandon all of that So I think it easier to adopt the negative things but it better to do positive And that what I try to do It very difficult It requires a lot of effort but",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q17",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "So do you think that people learn more from their success or their failure?",
      "transcript": "I think this is a very, well-known, quote that you learn more from your failures and, defeats than your, success. And the reason is, success happens very rarely in your life, but failures happen a lot more if you do not stay unsure and just take the endeavors. Yeah, is in front of you. So every challenges you have, you learn one thing new. If, if you, stay in your comfort zone, you make no mistake. So you do not learn anything. But if you just get out of your comfort zone, that is where you, you come to the realm of unknowns. So you make mistakes, you learn things, you become better and you gain a lot of knowledge. A lot of experiences that you never known before and now you, it is part of your knowledge and your experience. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think this is a very, uh, well-known, uh, quote that you learn more from your failures and, uh, defeats than your, uh, success. And the reason is, uh, success happens very rarely in your life, but failures happen a lot more if you don't stay unsure and just take the endeavors. Yeah, uh, is in front of you. So every challenges you have, you learn one thing new. If, if you, uh, stay in your comfort zone, you make no mistake. So you don't learn anything. But if you just get out of your comfort zone, that's where you, you come to the realm of unknowns. So you make mistakes, you learn things, you become better and you gain a lot of knowledge. A lot of experiences that you never known before and now you, it is part of your knowledge and your experience. Okay.",
      "transcript_cleaned": "I think this is a very, well-known, quote that you learn more from your failures and, defeats than your, success. And the reason is, success happens very rarely in your life, but failures happen a lot more if you do not stay unsure and just take the endeavors. Yeah, is in front of you. So every challenges you have, you learn one thing new. If, if you, stay in your comfort zone, you make no mistake. So you do not learn anything. But if you just get out of your comfort zone, that is where you, you come to the realm of unknowns. So you make mistakes, you learn things, you become better and you gain a lot of knowledge. A lot of experiences that you never known before and now you, it is part of your knowledge and your experience.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q18",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "Do you think people's attitudes toward significant life events change as they grow older?",
      "transcript": "I think so, yeah. That is what is expected. So the older you become, the wiser you be, you become, because all of those experiences and events, everyone has significant events and major, changes in their life. And, that impact their personal life, personality, and, people learn from that. Just try, everyone try to not, repeat the same mistake they have been doing before or they have done it before. But, it is not very easy. Some, some, some people are very successful in that, but some not. but that is what every, everyone trying to do. Okay, so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think so, yeah. That is what is expected. So the older you become, the wiser you be, you become, uh, Uh, uh, because all of those experiences and events, everyone has significant events and major, uh, changes in their life. And, uh, that impact their personal life, personality, and, uh, uh, people learn from that. Just try, everyone try to not, uh, repeat the same mistake they've been doing before or they have done it before. But, uh, it's not very easy. Some, some, some people are very successful in that, but some not. Um, but that's what every, everyone trying to do. Okay, so.",
      "transcript_cleaned": "I think so, yeah. That is what is expected. So the older you become, the wiser you be, you become, because all of those experiences and events, everyone has significant events and major, changes in their life. And, that impact their personal life, personality, and, people learn from that. Just try, everyone try to not, repeat the same mistake they have been doing before or they have done it before. But, it is not very easy. Some, some, some people are very successful in that, but some not. but that is what every, everyone trying to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q20",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "Do you have any questions?",
      "transcript": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. Usually we have a pretty practical experience. The last time we are going to talk about the exam day, we should make sure, okay this is the last time I am going to talk about, biotic and how to do it now for our generation..tongue out, movie and cinema, what is the name, movie and film. So, you know, you are talking about, movie and cinema, cinema or film. V.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. Usually we have a pretty practical experience. The last time we're going to talk about the exam day, we should make sure, okay this is the last time I'm going to talk about, biotic and how to do it now for our generation. .tongue out, um, movie and cinema, what's the name, movie and film. So, uh, you know, you're talking about, movie and cinema, cinema or film. V.",
      "transcript_cleaned": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. Usually we have a pretty practical experience. The last time we are going to talk about the exam day, we should make sure, okay this is the last time I am going to talk about, biotic and how to do it now for our generation..tongue out, movie and cinema, what is the name, movie and film. So, you know, you are talking about, movie and cinema, cinema or film. V.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q01",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "Do you have a big family or a small family?",
      "transcript": "As a matter of fact, I am a member of a family of four children. And, I live right now with my parents as well as a brother that I have right now. Two of my siblings, my older brother and my sister, are married. But, I feel happy in my family. I feel it is perfect. that is great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "As a matter of fact, I'm a member of a family of four children. And, uh, I live right now with my parents as well as a brother that I have right now. Two of my siblings, my older brother and my sister, are married. But, uh, I feel happy in my family. I feel it's perfect. That's great.",
      "transcript_cleaned": "As a matter of fact, I am a member of a family of four children. And, I live right now with my parents as well as a brother that I have right now. Two of my siblings, my older brother and my sister, are married. But, I feel happy in my family. I feel it is perfect. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q02",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And do you spend much time with your family?",
      "transcript": "Absolutely. It depends on different factors and parameters, I strongly believe. But when it comes to talking about the family, I do accept this as true that speaking about family has been an issue about which there has been considerable hostility with a strongly belief. And I think it does have an important role when you are in your family and you are spending time with your family members. And specifically, for example, I wanted to enjoy playing piano and my brother actually plays guitar at the same time. Maybe we can have some events together. And also I try to stay with my family more often. Okay, that is wonderful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely. It depends on different factors and parameters, I strongly believe. But when it comes to talking about the family, I do accept this as true that speaking about family has been an issue about which there has been considerable hostility with a strongly belief. And I think it does have an important role when you're in your family and you're spending time with your family members. And specifically, for example, I wanted to enjoy playing piano and my brother actually plays guitar at the same time. Maybe we can have some events together. And also I try to stay with my family more often. Okay, that's wonderful.",
      "transcript_cleaned": "Absolutely. It depends on different factors and parameters, I strongly believe. But when it comes to talking about the family, I do accept this as true that speaking about family has been an issue about which there has been considerable hostility with a strongly belief. And I think it does have an important role when you are in your family and you are spending time with your family members. And specifically, for example, I wanted to enjoy playing piano and my brother actually plays guitar at the same time. Maybe we can have some events together. And also I try to stay with my family more often.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q03",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And who are you closest to in your family?",
      "transcript": "Well, to be honest with you, my mother, I think. My mother is someone that I trust the most. And whatever I just want, wanted to be in a dilemma that I wanted to make a decision making. So I try to consult with my mother. So I think the most, person that I can trust is my mother and my family. Of course, the other family members are trustable, but my mother is the best, I guess. that is good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, to be honest with you, my mother, I think. My mother is someone that I trust the most. And whatever I just want, wanted to be in a dilemma that I wanted to make a decision making. So I try to consult with my mother. So I think the most, uh, uh, person that I can trust is my mother and my family. Of course, the other family members are trustable, but my mother is the best, I guess. That's good.",
      "transcript_cleaned": "to be honest with you, my mother, I think. My mother is someone that I trust the most. And whatever I just want, wanted to be in a dilemma that I wanted to make a decision making. So I try to consult with my mother. So I think the most, person that I can trust is my mother and my family. Of course, the other family members are trustable, but my mother is the best, I guess. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}