{
  "batch_id": 112,
  "count": 20,
  "samples": [
    {
      "sample_id": "m4WocJj8jDc_q11",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "Talk about the weather a lot?",
      "transcript": "Yeah, I think we do. as I previously mentioned, right now coronavirus is kind of like the main thing that is keeping people inside. But if it was not that, I think that, yeah, we always talk about how bad the weather is and, that would definitely affect our decisions on weather. We should go out tonight or today or should we go out the next week. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I think we do. Um, uh, as I previously mentioned, right now coronavirus is kind of like the main thing that's keeping people inside. But if it wasn't that, I think that, yeah, we always talk about how bad the weather is and, um, that would definitely affect our decisions on weather. We should go out tonight or today or should we go out the next week. Okay.",
      "transcript_cleaned": "I think we do. as I previously mentioned, right now coronavirus is kind of like the main thing that is keeping people inside. But if it was not that, I think that, yeah, we always talk about how bad the weather is and, that would definitely affect our decisions on weather. We should go out tonight or today or should we go out the next week.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q12",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "And do you think, has the weather in your country changed a lot in recent years?",
      "transcript": "In recent years, I think it definitely did. I think that, I am not really into climate change or the environment, But I could definitely physically feel that the temperature has changed. especially this winter. I do not think it was, I think it was possibly one of the warmest winters that I have ever experienced in my 25 years of life. So, yeah, I think global warming is real. it is, it is really, it is like an imminent thing that we are facing. And, yeah. And I do not think I could possibly recall the last time it snowed a lot. I think it snowed like twice this winter. And it was not even that much. Okay, right. Good, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In recent years, I think it definitely did. I think that, I'm not really into climate change or the environment, But I could definitely physically feel that the temperature has changed. Um, especially this winter. Um, I don't think it was, I think it was possibly one of the warmest winters that I've ever experienced in my 25 years of life. So, yeah, I think global warming is real. It's, it's really, it's like an imminent thing that we're facing. And, yeah. And I don't think I could possibly recall the last time it snowed a lot. I think it snowed like twice this winter. And it wasn't even that much. Okay, right. Good, good.",
      "transcript_cleaned": "In recent years, I think it definitely did. I think that, I am not really into climate change or the environment, But I could definitely physically feel that the temperature has changed. especially this winter. I do not think it was, I think it was possibly one of the warmest winters that I have ever experienced in my 25 years of life. So, yeah, I think global warming is real. it is, it is really, it is like an imminent thing that we are facing. And, yeah. And I do not think I could possibly recall the last time it snowed a lot. I think it snowed like twice this winter. And it was not even that much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q13",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "Not just in Korea, but in general, does it affect tourism?",
      "transcript": "Well, yeah, definitely, I think it does. I am going to give you a personal example if I can. the last time I went to the Philippines, It was last year September. And it was during a Chuseok, which is like a Korean Thanksgiving. And it is, it is a, it was a long weekend. It was a long holiday. So our family decided to go to Philippines and spend some vacation there. And we chose the worst timing to go traveling because during that time it was when the Philippines were experiencing a typhoon I have a lot of bad experiences with typhoons Seems, yeah. And, this one time we got stuck on an island because the boats would not go, cannot go back to the main island. So, stuff like that, if there is a disastrous weather, I do not think people are not, are not going to go there as much as they usually do. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, uh, yeah, definitely, I think it does. Um, I'm going to give you a personal example if I can. Uh, the last time I went to the Philippines, It was last year September. And it was during a Chuseok, which is like a Korean Thanksgiving. And it's, it's a, it was a long weekend. It was a long holiday. So our family decided to go to Philippines and spend some vacation there. And uh we chose the worst timing to go traveling because during that time it was uh when uh the Philippines were experiencing a typhoon I have a lot of bad experiences with typhoons Seems, yeah. And, uh, this one time we got stuck on an island because the boats wouldn't go, can't go back to the main island. So, stuff like that, um, if there's a disastrous weather, um, I don't think people aren't, aren't gonna go there as much as they usually do. Okay, good.",
      "transcript_cleaned": "definitely, I think it does. I am going to give you a personal example if I can. the last time I went to the Philippines, It was last year September. And it was during a Chuseok, which is like a Korean Thanksgiving. And it is, it is a, it was a long weekend. It was a long holiday. So our family decided to go to Philippines and spend some vacation there. And we chose the worst timing to go traveling because during that time it was when the Philippines were experiencing a typhoon I have a lot of bad experiences with typhoons Seems, yeah. And, this one time we got stuck on an island because the boats would not go, cannot go back to the main island. So, stuff like that, if there is a disastrous weather, I do not think people are not, are not going to go there as much as they usually do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "m4WocJj8jDc_q15",
      "video_id": "m4WocJj8jDc",
      "band": 8.5,
      "question": "When you talked about your neighborhood, you said maybe one thing you, you did not possibly like were the, some noises in the area.",
      "transcript": "I would probably just say noise instead of noises, like collectively. Okay, yeah. You would say like, noises, if you put a plural, it is more like one noise and two noises. Yeah, yeah, that did not really make sense. Yeah, that is a small one, that is a small error, yeah. Also when we talk about the subway station, you used the verb, you said the subway station was installed. I would say, better to say opened. Opened. Opened. When you talk about like a, yeah, an establishment or transportation, I would say like it opened, the restaurant opened, the subway station opened, new complex opened. Right, right. Installed sounds a little bit more like something inside a building, you know, like the air conditioning was installed or, you know, some sort of appliance was installed. Come to think about it, yeah. Yeah, yeah, these small issues. okay. I was, one thing, a couple of small prepositions. You said I was banned to leave. I would say banned always comes banned from. From. From ing. Yeah. Banned from leaving. Yeah, yeah, exactly. Banned from ing. Always the way it is. other small thing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'd probably just say noise instead of noises, like collectively. Okay, yeah. You would say like, noises, if you put a plural, it's more like one noise and two noises. Yeah, yeah, that didn't really make sense. Yeah, that's a small one, that's a small error, yeah. Also when we talk about the subway station, you used the verb, you said the subway station was installed. I would say, better to say opened. Opened. Opened. When you talk about like a, yeah, an establishment or transportation, I would say like it opened, the restaurant opened, the subway station opened, new complex opened. Right, right. Installed sounds a little bit more like um, something inside a building, you know, like the air conditioning was installed or, you know, some sort of appliance was installed. Come to think about it, yeah. Yeah, yeah, these small issues. Um, okay. Um, I was, one thing, a couple of small prepositions. You said I was banned to leave. I would say banned always comes banned from. From. From ing. Yeah. Banned from leaving. Yeah, yeah, exactly. Banned from ing. Always the way it is. Um, other small thing.",
      "transcript_cleaned": "I would probably just say noise instead of noises, like collectively. Okay, yeah. You would say like, noises, if you put a plural, it is more like one noise and two noises. Yeah, yeah, that did not really make sense. Yeah, that is a small one, that is a small error, yeah. Also when we talk about the subway station, you used the verb, you said the subway station was installed. I would say, better to say opened. Opened. Opened. When you talk about like a, yeah, an establishment or transportation, I would say like it opened, the restaurant opened, the subway station opened, new complex opened. Right, right. Installed sounds a little bit more like something inside a building, you know, like the air conditioning was installed or, you know, some sort of appliance was installed. Come to think about it, yeah. Yeah, yeah, these small issues. okay. I was, one thing, a couple of small prepositions. You said I was banned to leave. I would say banned always comes banned from. From. From ing. Yeah. Banned from leaving. Yeah, yeah, exactly. Banned from ing. Always the way it is. other small thing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q01",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "And does your name have any special meaning?",
      "transcript": "Special meaning. So, Se in Korean means the world. And Ho means like the shine. So, my dad gave me the name to like shine the world. Very nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Special meaning. So, Se in Korean means the world. And Ho means like the shine. So, my dad gave me the name to like shine the world. Very nice.",
      "transcript_cleaned": "Special meaning. So, Se in Korean means the world. And Ho means like the shine. So, my dad gave me the name to like shine the world. Very nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q02",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "And are you working or are you a student?",
      "transcript": "So I quit my job last month because I did not really like the desk job and I just started working as a tour guide. I started on Monday actually. There would be a lot of like foreigners coming and then I would give them like tours around Seoul. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So I quit my job last month because I didn't really like the desk job and I just started working as a tour guide. I started on Monday actually. There would be a lot of like foreigners coming and then I would give them like tours around Seoul. Okay.",
      "transcript_cleaned": "I quit my job last month because I did not really like the desk job and I just started working as a tour guide. I started on Monday actually. There would be a lot of like foreigners coming and then I would give them like tours around Seoul.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q03",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "And what do you do when you have some free time?",
      "transcript": "During free time, I like to go to the gym. I have been working out for a while, since like ninth grade. And I really like watching sports. I like watching soccer, baseball, American football, just major league baseball too. And I just overall watch lots of sports and watch TikTok and Instagram videos a lot. It takes me a lot of time. it is an unhealthy amount of, you know. Now we are going to talk about birthday.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, during free time, I like to go to the gym. Uh, I've been working out for a while, since like ninth grade. And I really like watching sports. I like watching soccer, baseball, American football, um, just major league baseball too. And I just overall watch lots of sports and watch TikTok and Instagram videos a lot. It takes me a lot of time. It's an unhealthy amount of, you know. Now we're going to talk about birthday.",
      "transcript_cleaned": "During free time, I like to go to the gym. I have been working out for a while, since like ninth grade. And I really like watching sports. I like watching soccer, baseball, American football, just major league baseball too. And I just overall watch lots of sports and watch TikTok and Instagram videos a lot. It takes me a lot of time. it is an unhealthy amount of, you know. Now we are going to talk about birthday.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q04",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "So what do you usually do on your birthday?",
      "transcript": "My birthday, I usually spend time with my family because they take me out on a nice dinner. I go to hotel and I go to like buffet and stuff. I like to eat a lot. So, just grab like five, six plates and I will usually get like food coma afterwards. But that is my best birthday gift. Mmm, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, my birthday, I usually spend time with my family because they take me out on a nice dinner. I go to hotel and I go to like buffet and stuff. I like to eat a lot. So, just grab like five, six plates and I'll usually get like food coma afterwards. But that's my best birthday gift. Mmm, okay.",
      "transcript_cleaned": "My birthday, I usually spend time with my family because they take me out on a nice dinner. I go to hotel and I go to like buffet and stuff. I like to eat a lot. So, just grab like five, six plates and I will usually get like food coma afterwards. But that is my best birthday gift. Mmm,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q05",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "And do you think it is important for you to celebrate your birthday?",
      "transcript": "Oh yeah, I am a big birthday guy. at like midnight, like going from August 2nd to August 3rd, I would like wake up, I would have my phone out, and I am just waiting until my birthday comes out. My family's usually asleep by then, but I would like walk around with my phone and then I would say like, hey dad, hey mom, it is my birthday, and they are like, you are too old to do that. Nice. it is your only day out of, you know, whole year. there is Christmas, there are other days, but it is your day. True.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yeah, I'm a big birthday guy. Uh, at like midnight, like going from August 2nd to August 3rd, I would like wake up, I would have my phone out, and I'm just waiting until my birthday comes out. My family's usually asleep by then, but I'd like walk around with my phone and then I'd say like, hey dad, hey mom, it's my birthday, and they're like, you're too old to do that. Nice. It's your only day out of, you know, whole year. There's Christmas, there are other days, but it's your day. True.",
      "transcript_cleaned": "Oh yeah, I am a big birthday guy. at like midnight, like going from August 2nd to August 3rd, I would like wake up, I would have my phone out, and I am just waiting until my birthday comes out. My family's usually asleep by then, but I would like walk around with my phone and then I would say like, hey dad, hey mom, it is my birthday, and they are like, you are too old to do that. Nice. it is your only day out of, you know, whole year. there is Christmas, there are other days, but it is your day. True.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q06",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "And whose birthday do you think is the most important to celebrate?",
      "transcript": "Who, like, out of, like, my, my family's going to hate this, but I do have a girlfriend right now. So, I think my girlfriend's birthday is the most important day to celebrate. Yeah. I have to think about what gift I have to give her the things to do. Okay, now we are going to talk about housework and cooking.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Who, like, out of, like, my, uh, my family's gonna hate this, but I do have a girlfriend right now. So, uh, I think my girlfriend's birthday is the most important day to celebrate. Yeah. I have to think about what gift I have to give her the things to do. Okay, now we're gonna talk about housework and cooking.",
      "transcript_cleaned": "Who, like, out of, like, my, my family's going to hate this, but I do have a girlfriend right now. So, I think my girlfriend's birthday is the most important day to celebrate. Yeah. I have to think about what gift I have to give her the things to do. Okay, now we are going to talk about housework and cooking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q07",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "So, do you do some cooking in the evening?",
      "transcript": "Not when I in Korea because there are a lot of kitchen stuff that my mom doesn want me to break But when I was in college I had to do a lot of cooking There are only like five kinds of food that I could cook usually it is not really cooking. they are pretty much just put the frozen food in the tray or on the plate and then just let the microwave or the oven do all the stuff. Absolutely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not when I in Korea because uh there are a lot of kitchen stuff that my mom doesn want me to break But when I was in college I had to do a lot of cooking There are only like five kinds of food that I could cook Uh, usually it's not really cooking. They're pretty much just put the frozen food in the tray or on the plate and then just let the microwave or the oven do all the stuff. Absolutely.",
      "transcript_cleaned": "Not when I in Korea because there are a lot of kitchen stuff that my mom doesn want me to break But when I was in college I had to do a lot of cooking There are only like five kinds of food that I could cook usually it is not really cooking. they are pretty much just put the frozen food in the tray or on the plate and then just let the microwave or the oven do all the stuff. Absolutely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q08",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "And do you have breakfast at home every day?",
      "transcript": "I have brunch because, I would not say having a meal at 11 or 12 as breakfast, but that is my first meal of the day. And yeah, usually just lunch.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I have brunch because, uh, I wouldn't say having a meal at 11 or 12 as breakfast, but that is my first meal of the day. And yeah, usually just lunch.",
      "transcript_cleaned": "I have brunch because, I would not say having a meal at 11 or 12 as breakfast, but that is my first meal of the day. And yeah, usually just lunch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q10",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "There is your question, right?",
      "transcript": "And there is a pencil. So for this part, I am going to give you one minute to take some notes and prepare for this question. Alright, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And there's a pencil. So for this part, I'm gonna give you one minute to take some notes and prepare for this question. Alright, so.",
      "transcript_cleaned": "And there is a pencil.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q13",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "What kind of people?",
      "transcript": "Oh, actually, when I, every time I go to an interview at the company, there is always one, receptionist. Or that one person who just, who does all the, all the work that like, those, the people who are the, on like the board could not do. Just kind of knows everything about the company. Like where the thing is, like what do you have to do. And basically the person who you meet right when you get accepted to job because they would usually kind of help you out. So they are much more important than people like on the board because you know they pretty much run things. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, actually, when I, every time I go to an interview at the company, there's always one, uh, receptionist. Or that one person who just, who does all the, all the work that like, those, the people who are the, on like the board couldn't do. Just kind of knows everything about the company. Like where the thing is, like what do you have to do. And basically the person who you meet right when you get accepted to job because they would usually kind of help you out. So they're much more important than people like on the board because you know they pretty much run things. Yeah. Okay.",
      "transcript_cleaned": "Oh, actually, when I, every time I go to an interview at the company, there is always one, receptionist. Or that one person who just, who does all the, all the work that like, those, the people who are the, on like the board could not do. Just kind of knows everything about the company. Like where the thing is, like what do you have to do. And basically the person who you meet right when you get accepted to job because they would usually kind of help you out. So they are much more important than people like on the board because you know they pretty much run things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q14",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "Having a good relationship with colleagues or doing your work well?",
      "transcript": "If you do your work well, you usually have good relationship with your colleagues. that is for sure. but I mean for the company honestly it is just if you just sit down and do your work. that is the most profitable work. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "If you do your work well, you usually have good relationship with your colleagues. That's for sure. Uh, but I mean for the company honestly it's just if you just sit down and do your work. That's the most profitable work. Okay.",
      "transcript_cleaned": "If you do your work well, you usually have good relationship with your colleagues. that is for sure. but I mean for the company honestly it is just if you just sit down and do your work. that is the most profitable work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q15",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "Than employees?",
      "transcript": "Oh, I do not think so. Bosses are, our enemies usually. They, they see a lot of profit. They go out of, deals from other companies usually and they do not really know all the, the pity works all the people have to do. So, yeah, bosses are not really late.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I don't think so. Bosses are, uh, our enemies usually. They, they see a lot of profit. They go out of, uh, deals from other companies usually and they don't really know all the, the pity works all the people have to do. So, yeah, bosses are not really late.",
      "transcript_cleaned": "Oh, I do not think so. Bosses are, our enemies usually. They, they see a lot of profit. They go out of, deals from other companies usually and they do not really know all the, the pity works all the people have to do. So, yeah, bosses are not really late.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q16",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "Is it possible for bosses to be friends with their employees?",
      "transcript": "Yeah, my, my past boss I had, he tried so hard to kind of like mingle with us. he is on his 50s, but he kind of tried to catch up on the trends of the MZ generation. Yeah. So they could definitely be popular They just have to try and accept that things are changing Yes right right And what do you think are the benefits when a child is popular at school Oh, the benefits. Definitely give them confidence. that is for sure. I would not call myself, I was popular in high school, but I mean, I was an athlete obviously, and then people knew me. And, back then I did not really speak English that well, but it gave me lots of confidence, just speaking in front of people, which is very important when you grow up. And, it gives you a lot of confidence, that is for sure. So, I think it is important.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, uh, my, my past boss I had, he tried so hard to kind of like mingle with us. He's on his 50s, but he kind of tried to catch up on the trends of the MZ generation. Yeah. So they could definitely be popular They just have to try and accept that things are changing Yes right right And what do you think are the benefits when a child is popular at school Oh, the benefits. Definitely give them confidence. That's for sure. I wouldn't call myself, I was popular in high school, but I mean, I was an athlete obviously, and then people knew me. And, uh, back then I didn't really speak English that well, but it gave me lots of confidence, uh, just speaking in front of people, which is very important when you grow up. And, it gives you a lot of confidence, that's for sure. So, I think it's important. Hmm.",
      "transcript_cleaned": "my, my past boss I had, he tried so hard to kind of like mingle with us. he is on his 50s, but he kind of tried to catch up on the trends of the MZ generation. Yeah. So they could definitely be popular They just have to try and accept that things are changing Yes right right And what do you think are the benefits when a child is popular at school Oh, the benefits. Definitely give them confidence. that is for sure. I would not call myself, I was popular in high school, but I mean, I was an athlete obviously, and then people knew me. And, back then I did not really speak English that well, but it gave me lots of confidence, just speaking in front of people, which is very important when you grow up. And, it gives you a lot of confidence, that is for sure. So, I think it is important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rHZKaUBWqfE_q17",
      "video_id": "rHZKaUBWqfE",
      "band": 8.0,
      "question": "And what do you think is the best way to make friends with a new person?",
      "transcript": "Just try to catch up on things. I think making friends definitely takes a lot of effort. Because, I mean, it takes a lot of small talks. So if you know like the reason stuff or just try to have similarities that usually other people do. I mean, for myself, I am a big sports guy again.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, just try to catch up on things. I think making friends definitely takes a lot of effort. Because, uh, I mean, it takes a lot of small talks. So if you know like the reason stuff or just try to have similarities that usually other people do. I mean, for myself, I'm a big sports guy again.",
      "transcript_cleaned": "Just try to catch up on things. I think making friends definitely takes a lot of effort. Because, I mean, it takes a lot of small talks. So if you know like the reason stuff or just try to have similarities that usually other people do. I mean, for myself, I am a big sports guy again.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q01",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "And can you tell me your name, please?",
      "transcript": "My name is Daae Kim. It spells D-A-Y-E and K-I-M. Okay, very good. So, Daae, we are going to get started with the test now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My name is Daae Kim. It spells D-A-Y-E and K-I-M. Okay, very good. So, Daae, we're going to get started with the test now.",
      "transcript_cleaned": "My name is Daae Kim. It spells D-A-Y-E and K-I-M. Okay, very good. So, Daae, we are going to get started with the test now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q02",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "So, what, can you tell me what is the weather like where you live?",
      "transcript": "I am currently living in Korea at the moment. In Korea, in summer, recently the weather became really hot, scorching hot. So even though I take a shower and then I leave my house, I sweat so much as soon as I leave the house. So I guess the recent weather became a little bit very extreme compared to the past. But in Korea, we all have four seasons. So I think we could, experience all kind of activities we can do in each season. So I think it is good to travel around in Korea. Okay, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm currently living in Korea at the moment. In Korea, in summer, recently the weather became really hot, scorching hot. So even though I take a shower and then I leave my house, I sweat so much as soon as I leave the house. So I guess the recent weather became a little bit very extreme compared to the past. But in Korea, we all have four seasons. So I think we could, um, Um, experience all kind of activities we can do in each season. So I think it's good to travel around in Korea. Okay, very good.",
      "transcript_cleaned": "I am currently living in Korea at the moment. In Korea, in summer, recently the weather became really hot, scorching hot. So even though I take a shower and then I leave my house, I sweat so much as soon as I leave the house. So I guess the recent weather became a little bit very extreme compared to the past. But in Korea, we all have four seasons. So I think we could, experience all kind of activities we can do in each season. So I think it is good to travel around in Korea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}