{
  "batch_id": 268,
  "count": 20,
  "samples": [
    {
      "sample_id": "ZMiok8a9TJ0_q04",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "Do you love to cook?",
      "transcript": "Nowadays I love to cook. also it is depend on my mood and I was too much happy that time I love to cook for my loving loving persons. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh nowadays I love to cook. Uh uh also it's depend on my mood and I was too much happy that time I love to cook for my uh loving loving persons. Okay.",
      "transcript_cleaned": "Nowadays I love to cook. also it is depend on my mood and I was too much happy that time I love to cook for my loving loving persons.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q05",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "How much television do you watch per day?",
      "transcript": "I usually watch TV on or two hours but it is depend on my mood and how much I time I have. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I usually uh watch TV on or two hours but it's depend on my mood and uh how much I time I have. Okay.",
      "transcript_cleaned": "I usually watch TV on or two hours but it is depend on my mood and how much I time I have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q06",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "Who do you normally watch TV with?",
      "transcript": "Well I always watch TV alone but especially when I watch my favorite TV shows that time I watch TV alone but sometimes I watch TV with my family member during the dinner time. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh well uh I always watch TV alone but uh especially when uh I watch my favorite TV shows that time I watch TV alone but sometimes I watch TV with my family member during the dinner time. Okay.",
      "transcript_cleaned": "I always watch TV alone but especially when I watch my favorite TV shows that time I watch TV alone but sometimes I watch TV with my family member during the dinner time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q07",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "What kinds of TV programs do you enjoy the most?",
      "transcript": "Actually I like the funny and comedy TV programs and also the drama would which is emotional and engaging. that type of drama I love to watch.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh actually uh I like uh the funny and comedy uh TV programs and also the uh drama would which is emotional and engaging. Uh that type of uh drama I love to watch.",
      "transcript_cleaned": "Actually I like the funny and comedy TV programs and also the drama would which is emotional and engaging. that type of drama I love to watch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q09",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "Is the quality of TV programs in your country good?",
      "transcript": "Yes, in the recent year in our country the there are good drama and TV shows are quite good but there are some dramas there are lack of creativity but I believe that they will do in do do better in the future time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh yes, in the recent year uh in our country uh uh the there are good drama and TV shows are quite good but uh there are uh some dramas there are lack of uh creativity but I believe that uh they will uh do uh in do do better in the future time.",
      "transcript_cleaned": "Yes, in the recent year in our country the there are good drama and TV shows are quite good but there are some dramas there are lack of creativity but I believe that they will do in do do better in the future time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q10",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "What type of foreign TV programs are popular in your country?",
      "transcript": "Well, in my country, most of the people like Korean series and Pakistani dramas as because it is their acting skill and the story. that is why most of the people like to watch this type of drama and series.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, in my country, most of the people like Korean series and Pakistani dramas uh as because uh it's their acting skill and the story. Uh that's why uh most of the people like to watch this type of drama and series.",
      "transcript_cleaned": "in my country, most of the people like Korean series and Pakistani dramas as because it is their acting skill and the story. that is why most of the people like to watch this type of drama and series.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q11",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "Do you think television influences the way we think?",
      "transcript": "Yes, obviously we it is effect on our behavior our talk talks talk style lifestyle for example u many of the people follow the actors that that why they talked they dressed it is both part both affect positive and negative okay should children be allowed to watch a lot of TV I do not think so that children should allowed to watch lots of lots of time on TV screen it is okay for a short time and especially if it the context in regarding to the education it is good for them but if it very very long time for their skin screen skin time it is very harmful for their health and their eyes also they reduce from their study and others health activities this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, obviously uh uh we uh uh it's effect on our behavior our talk talks talk style lifestyle uh for example u many of the people follow the actors that that why they talked they dressed uh it's both part both affect positive and negative okay uh should children be allowed to watch a lot of TV I don't think so that children should allowed to watch lots of lots of time on TV screen uh it's okay for a short time uh and especially if it uh the context in regarding to the education it's uh good for them but if it very uh very long time for their skin screen skin time it's very harmful for their health and their eyes also they reduce from their study and others health activities this.",
      "transcript_cleaned": "Yes, obviously we it is effect on our behavior our talk talks talk style lifestyle for example u many of the people follow the actors that that why they talked they dressed it is both part both affect positive and negative okay should children be allowed to watch a lot of TV I do not think so that children should allowed to watch lots of lots of time on TV screen it is okay for a short time and especially if it the context in regarding to the education it is good for them but if it very very long time for their skin screen skin time it is very harmful for their health and their eyes also they reduce from their study and others health activities this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q12",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "What do you think are the qualities of a good children's TV program?",
      "transcript": "I think that the TV program should show that educational TV program it is may help their children to learn to our traditional education and also they can improve their English and their behavior.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh I think that um the TV program should um uh uh show that educational uh TV program it's may help their children uh to learn uh uh to our traditional education and also they can improve their English and their behavior.",
      "transcript_cleaned": "I think that the TV program should show that educational TV program it is may help their children to learn to our traditional education and also they can improve their English and their behavior.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZMiok8a9TJ0_q13",
      "video_id": "ZMiok8a9TJ0",
      "band": 6.0,
      "question": "What are the educational benefits of children watching TV?",
      "transcript": "Well there are lots of bus benefits when children watch TVs if the shows regarding to the education or also some social social working it is very helpful for the children they learn how to educated people help to others people and also it is very helpful for the children nowadays that is the end We have free your speaking portion. you will get your marks within one or two days on our Facebook page also on our YouTube channel. Thank you sir. Thanks for coming. Have an awesome rest of your day. side.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh well there are lots of uh bus uh uh benefits uh when children um watch TVs if the um shows uh regarding to the education or also some um uh social uh social working it's very helpful for the children they learn how to uh educated people help to others people and also it's very helpful for the children nowadays that is the end We have free your speaking portion. You'll get your marks within one or two days on our Facebook page also on our YouTube channel. Thank you sir. Thanks for coming. Have an awesome rest of your day. side.",
      "transcript_cleaned": "there are lots of bus benefits when children watch TVs if the shows regarding to the education or also some social social working it is very helpful for the children they learn how to educated people help to others people and also it is very helpful for the children nowadays that is the end We have free your speaking portion. you will get your marks within one or two days on our Facebook page also on our YouTube channel. Thank you sir. Thanks for coming. Have an awesome rest of your day. side.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q01",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "Where are you from?",
      "transcript": "Well, I come from a small city named Thying in the north of Vietnam. Is kind of quiet and peaceful place. I really love it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I come from a small city named Thying in the north of Vietnam. Is kind of quiet and uh peaceful place. I really love it.",
      "transcript_cleaned": "I come from a small city named Thying in the north of Vietnam. Is kind of quiet and peaceful place. I really love it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q02",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "What do you like about it?",
      "transcript": "Maybe people. Actually, my family has lived there. So, whenever I need advices, I always come back to my hometown and turn to my parents advises. H.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Maybe people. Actually, my family has lived there. So, whenever I need advices, I always come back to my hometown and turn to my parents advises. H.",
      "transcript_cleaned": "Maybe people. Actually, my family has lived there. So, whenever I need advices, I always come back to my hometown and turn to my parents advises. H.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q03",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "And is there anything you do not like about it?",
      "transcript": "Sometimes it is inconvenient because there are not a lots of coffee shops or markets in there. So I cannot find an ideal place to unwind after a long working day. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, sometimes it is inconvenient because there are uh not a lots of coffee shops or markets in there. So I cannot find an ideal place to unwind after a long working day. And.",
      "transcript_cleaned": "Sometimes it is inconvenient because there are not a lots of coffee shops or markets in there. So I cannot find an ideal place to unwind after a long working day. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q04",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "What are you studying?",
      "transcript": "Currently I have studying marketing in French trade university. actually I really love it because I want to have understanding about customer service and customer behavior.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Currently I have studying uh marketing in French trade university. Um actually I really love it because I want to have understanding about customer service and customer behavior.",
      "transcript_cleaned": "Currently I have studying marketing in French trade university. actually I really love it because I want to have understanding about customer service and customer behavior.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q05",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "And why did you choose that subject?",
      "transcript": "I just want to fulfill my dream of becoming a marketer in an advertising agency. And actually I also want to work with number and meet deadlines like on a regular basis. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I just want to fulfill my dream of becoming a marketer in an advertising agency. And uh actually I also want to work with number and meet deadlines like on a regular basis. Yeah.",
      "transcript_cleaned": "I just want to fulfill my dream of becoming a marketer in an advertising agency. And actually I also want to work with number and meet deadlines like on a regular basis.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q06",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "What is your daily routine?",
      "transcript": "My daily routine is autopilot. I get up at 6 and then I catch some rays on the balcony and then I fool up with a cup of matcha latte and then I commute to work. it is having a routine really important. Yes, absolutely. is essential for me like the breath I like the air I breathe because I need the plan to allocate my time properly. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My daily routine is autopilot. I get up at 6 and then I catch some rays on the balcony and then I fool up with a cup of matcha latte and then I commute to work. It's having a routine really important. Yes, absolutely. is essential for me like the breath I like the air I breathe because I need the plan to allocate my time properly. Okay,.",
      "transcript_cleaned": "My daily routine is autopilot. I get up at 6 and then I catch some rays on the balcony and then I fool up with a cup of matcha latte and then I commute to work. it is having a routine really important. Yes, absolutely. is essential for me like the breath I like the air I breathe because I need the plan to allocate my time properly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q07",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "So what qualities do inspiring people usually have?",
      "transcript": "I believe that there are several qualities that inspiring person have. Firstly they need to become determined. I mean determination is a key factor to help them overcome any challenges that they have ever met in their life. And moreover I also believe that they need to be empathy. I mean they need to have a deep understanding a deep understanding about how to connect and communicate with people to realize what challenges or obstacles that their people have to face with. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I believe that there are several qualities that inspiring person have. Firstly they need to become determined. I mean determination is a key factor to help them overcome any challenges that they have ever met in their life. And uh moreover I also believe that they need to be empathy. I mean they need to have a deep understanding a deep understanding about how to connect and communicate with people to realize what uh challenges or obstacles that their people have to face with. Okay.",
      "transcript_cleaned": "I believe that there are several qualities that inspiring person have. Firstly they need to become determined. I mean determination is a key factor to help them overcome any challenges that they have ever met in their life. And moreover I also believe that they need to be empathy. I mean they need to have a deep understanding a deep understanding about how to connect and communicate with people to realize what challenges or obstacles that their people have to face with.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q08",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "And do you think famous people always inspire others in a good way?",
      "transcript": "Not really. I mean they can be both good and bad person. On the one side they often they are often hardworking and diligent and good. They can devote all of their life to do charity work or inspire the young all around the world to do the good thing. But on the other side, they can be the one who promote fancy lifestyles on social media such as Tik Tok or Facebook and more importantly the young can be distorted can have the wrong perception of what the real life can be. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Not really. Uh I mean they can be both uh good and bad person. On the one side they uh often they are often uh hardworking and diligent and uh good. They can uh devote all of their life to uh do charity work or inspire the young all around the world to do the good thing. But on the other side, they can uh be the one who promote fancy lifestyles on social media such as Tik Tok or Facebook and more importantly uh the young can be distorted can have the wrong perception of what the real life can be. Okay.",
      "transcript_cleaned": "Not really. I mean they can be both good and bad person. On the one side they often they are often hardworking and diligent and good. They can devote all of their life to do charity work or inspire the young all around the world to do the good thing. But on the other side, they can be the one who promote fancy lifestyles on social media such as Tik Tok or Facebook and more importantly the young can be distorted can have the wrong perception of what the real life can be.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HG53_bADygM_q09",
      "video_id": "HG53_bADygM",
      "band": 6.0,
      "question": "And do you think young people today have more role models than in the past?",
      "transcript": "Yes, absolutely. with the availability of social network the celebrities and K and KC or influencer dominate the content. So they impact heavilies on the Jang's decisions of maybe how to buy stuffs and how to leave. Okay, thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, absolutely. with the availability of social network uh the celebrities and K and KC or influencer dominate the content. So they impact heavilies on the Jang's decisions of maybe how to buy stuffs and how to leave. Okay, thank you.",
      "transcript_cleaned": "Yes, absolutely. with the availability of social network the celebrities and K and KC or influencer dominate the content. So they impact heavilies on the Jang's decisions of maybe how to buy stuffs and how to leave.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rudsGLLfO-E_q02",
      "video_id": "rudsGLLfO-E",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "And as puzzling things but I think right now the young people like to collect clothes and shoes why do people collect in your country basically the reason is they feel like this is meaningful they are like interesting everything's has has their own story so you can just discover your own story of that things and also to say that things people who like them is because they think they are beautiful and so they want your own then would you like to start collecting something new in the future well actually I am a person who like to soothe things rather than like collective sings so case I think like right now the consumerism like always pursue people to do a lot of buying stuff but I like to do a single life like Steve Jobs like I have like us imposed out of my life you okay now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and as puzzling things but I think right now the young people like to collect clothes and shoes why do people collect in your country basically the reason is they feel like this is meaningful they are like interesting everything's has has their own story so you can just discover your own story of that things and also to say that things people who like them is because they think they are beautiful and so they want your own then would you like to start collecting something new in the future well actually I'm a person who like to soothe things rather than like collective sings so um case I think like right now the consumerism like always pursue people to do a lot of buying stuff but I like to do a single life like Steve Jobs like I have like us imposed out of my life you okay now I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "And as puzzling things but I think right now the young people like to collect clothes and shoes why do people collect in your country basically the reason is they feel like this is meaningful they are like interesting everything's has has their own story so you can just discover your own story of that things and also to say that things people who like them is because they think they are beautiful and so they want your own then would you like to start collecting something new in the future well actually I am a person who like to soothe things rather than like collective sings so case I think like right now the consumerism like always pursue people to do a lot of buying stuff but I like to do a single life like Steve Jobs like I have like us imposed out of my life you okay now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rudsGLLfO-E_q03",
      "video_id": "rudsGLLfO-E",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Doctors and it is an old house with three rooms the furnitures is a little bit out style but it is comfortable and it is actually really roomy and spacious and quiet so I still can still remember I finished all my homework like a large wooden table and when I am tired I will sneak into my balcony and I will just use the mirror to reflect the sunshine to send a secret code to my friends who is lived in the next building and we will just go downstairs and to play in a garden the garden is also supported by the hospital since the hospitals named after a famous Chinese stutters so we have a statue over there and we have a nickname of it and we have a lot of fun there that is our plane yard and I have lived there around like six years until I finished quick one my elementary school is also around the corner so just like ten minutes walking distance for my home and I really miss it because it is a lovely place people there are so friendly and kind and it is actually very convenient about some like community the schools the markets there so I really miss it I have not been there for about four years you okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "doctors and it is an old house with three rooms the furnitures is a little bit out style but it is comfortable and it is actually really roomy and spacious and quiet so I still can still remember I finished all my homework like a large wooden table and when I'm tired I will sneak into my balcony and I will just use the mirror to reflect the sunshine to send a secret code to my friends who is lived in the next building and we will just go downstairs and to play in a garden the garden is also supported by the hospital since the hospitals named after a famous Chinese stutters so we have a statue over there and we have a nickname of it and we have a lot of fun there that's our plane yard and I have lived there around like six years until I finished quick one my elementary school is also around the corner so just like ten minutes walking distance for my home and I really miss it because it's a lovely place people there are so friendly and kind and it's actually very convenient about some like community the schools the markets there so I really miss it I haven't been there for about four years you okay.",
      "transcript_cleaned": "Doctors and it is an old house with three rooms the furnitures is a little bit out style but it is comfortable and it is actually really roomy and spacious and quiet so I still can still remember I finished all my homework like a large wooden table and when I am tired I will sneak into my balcony and I will just use the mirror to reflect the sunshine to send a secret code to my friends who is lived in the next building and we will just go downstairs and to play in a garden the garden is also supported by the hospital since the hospitals named after a famous Chinese stutters so we have a statue over there and we have a nickname of it and we have a lot of fun there that is our plane yard and I have lived there around like six years until I finished quick one my elementary school is also around the corner so just like ten minutes walking distance for my home and I really miss it because it is a lovely place people there are so friendly and kind and it is actually very convenient about some like community the schools the markets there so I really miss it I have not been there for about four years you",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}