{
  "batch_id": 150,
  "count": 20,
  "samples": [
    {
      "sample_id": "qLf6L-Y27M0_q08",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "How can some websites help you study?",
      "transcript": "One of the best websites that can help me online test IELTS because I train a lot with this website. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "One of the best websites that can help me online test IELTS because I train a lot with this website. Alright,.",
      "transcript_cleaned": "One of the best websites that can help me online test IELTS because I train a lot with this website.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q09",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "Do you like taking photos?",
      "transcript": "Actually I am not a person who takes photos, but I like it, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually I'm not a person who takes photos, but I like it, yes.",
      "transcript_cleaned": "Actually I am not a person who takes photos, but I like it, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q10",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "And, do you want to improve your photography skills?",
      "transcript": "I like to learn it, I like to learn it, but, I like to learn, important than photography. Learn something important than photography.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I like to learn it, I like to learn it, uh, but, uh, I like to learn, uh, important than photography. Learn something important than photography.",
      "transcript_cleaned": "I like to learn it, I like to learn it, but, I like to learn, important than photography. Learn something important than photography.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q11",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "Do you prefer to take pictures with your phone or a camera?",
      "transcript": "I like with my, actually with my phone because it is easy for me. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I like with my, actually with my phone because it's easy for me. Now, uh,.",
      "transcript_cleaned": "I like with my, actually with my phone because it is easy for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q13",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "For example, they told me, could you hang up with us?",
      "transcript": "And I said, no I cannot, I could not. And because I do not like to hang up with them and just I wanted to watch a movie in my home. And then tomorrow, that time, I want to, I wanted to travel to my home, hometown. And, I felt I, it is, I am, I was wrong because, always, I, I think I, I have to, tell the truth to my friends. And because there are, truth with me, and, yes, that is all.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And I said, no I can't, I couldn't. And because I don't like to hang up with them and just I wanted to watch a movie in my home. And then tomorrow, that time, I want to, I wanted to travel to my home, hometown. And, er, I felt I, it's, I'm, I was wrong because, er, always, I, er, I think I, I have to, er, tell the truth to my friends. And because there are, er, truth with me, and, er, yes, that's all.",
      "transcript_cleaned": "And I said, no I cannot, I could not. And because I do not like to hang up with them and just I wanted to watch a movie in my home. And then tomorrow, that time, I want to, I wanted to travel to my home, hometown. And, I felt I, it is, I am, I was wrong because, always, I, I think I, I have to, tell the truth to my friends. And because there are, truth with me, and, yes, that is all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q14",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "Anything else?",
      "transcript": "Yes,. When I was sitting in my couch, our couch, and my friend hanging, my friend were hanging to me, and yes, with my phone, and I told them, no, I could not hang out with you. Thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, er. When I was sitting in my couch, our couch, and my friend hanging, my friend were hanging to me, and yes, with my phone, and I told them, no, I couldn't hang out with you. Thank you very much.",
      "transcript_cleaned": "Yes,. When I was sitting in my couch, our couch, and my friend hanging, my friend were hanging to me, and yes, with my phone, and I told them, no, I could not hang out with you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q16",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "When is it acceptable to lie?",
      "transcript": "I think, the lie is accepted, when, for example, you are in a, in worst situation and, for example, dangerous situation. I think everyone can, tell a lie. And, but, in total I do not like, lying. And I want just, I hope, I am a person who always tell truth to others. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think, uh, the lie is accepted, uh, when, for example, you are in a, in worst situation and, for example, dangerous situation. I think everyone can, uh, tell a lie. And, uh, but, uh, in total I don't like, uh, lying. And I want just, I hope, I'm a person who always tell truth to others. All right.",
      "transcript_cleaned": "I think, the lie is accepted, when, for example, you are in a, in worst situation and, for example, dangerous situation. I think everyone can, tell a lie. And, but, in total I do not like, lying. And I want just, I hope, I am a person who always tell truth to others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q17",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "What do you think about the fact that everybody has lied at least once?",
      "transcript": "The real lie or lie for, for example, help to others. Real lie. The real lie. Well, you have to answer the question. In fact, I think, always tell the truth can help us to solve our problems. And, as I told you, when we are, for example, in a dangerous situation and we are forced to tell lies, we can tell lies to others.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The real lie or lie for, for example, help to others. Real lie. The real lie. Well, you have to answer the question. In fact, I think, uh, always tell the truth can help us to solve our problems. And, as I told you, uh, when we are, for example, in a dangerous situation and we are forced to tell lies, we can tell lies to others.",
      "transcript_cleaned": "The real lie or lie for, for example, help to others. Real lie. The real lie. Well, you have to answer the question. In fact, I think, always tell the truth can help us to solve our problems. And, as I told you, when we are, for example, in a dangerous situation and we are forced to tell lies, we can tell lies to others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q18",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "Do you think we can lie to our friends and family?",
      "transcript": "Not actually. I always tell the truth to my family or friend. But it depends on that situation. It depends on every situation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, not actually. I always tell the truth to my family or friend. But it depends on that situation. It depends on every situation.",
      "transcript_cleaned": "Not actually. I always tell the truth to my family or friend. But it depends on that situation. It depends on every situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q19",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "And, do you find it acceptable to lie about your feelings to someone because you do not want to hurt them?",
      "transcript": "I think it not a it it is a bad it is the worst things in the world to lie the friends or some someone can for example broke their heart And for example they think about us as a bad person And, has anybody ever lied to you about their real identity? real.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um I think uh it not a it it is a bad it is the worst uh things in the world to lie uh the friends or some someone can for example broke their heart And for example they think about us as a bad person And, um, has anybody ever lied to you about their real identity? Um, real.",
      "transcript_cleaned": "I think it not a it it is a bad it is the worst things in the world to lie the friends or some someone can for example broke their heart And for example they think about us as a bad person And, has anybody ever lied to you about their real identity? real.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q20",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "Has anybody ever lied to you about their real identity?",
      "transcript": "That is the question. I think I do not like, I do not like, somebody are, reliable, to everyone. I want, I, I prefer to make a friendship with, everyone can be a truth, for example, truth person. And there are a lot of people who, in the world, that, they are, for example, fake. And always tell us, for example, the lie, lying things.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "That's the question. Um, I think I don't like, er, I don't like, er, somebody are, er, reliable, er, to everyone. Er, I want, I, I prefer to make a friendship with, er, everyone can be a truth, for example, truth person. And there are a lot of people who, in the world, er, that, er, they are, for example, fake. And always tell us, for example, the lie, lying things.",
      "transcript_cleaned": "That is the question. I think I do not like, I do not like, somebody are, reliable, to everyone. I want, I, I prefer to make a friendship with, everyone can be a truth, for example, truth person. And there are a lot of people who, in the world, that, they are, for example, fake. And always tell us, for example, the lie, lying things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q01",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "What can I call you?",
      "transcript": "Yes, I have a name. that is my short name, Madhu. You can call me my short name, Madhu. Very sweet name, Madhu.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I have a name. That's my short name, Madhu. You can call me my short name, Madhu. Very sweet name, Madhu.",
      "transcript_cleaned": "Yes, I have a name. that is my short name, Madhu. You can call me my short name, Madhu. Very sweet name, Madhu.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q02",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "Okay, can you tell me something about your family members?",
      "transcript": "I would love to join family. There are eight members in my family. My parents and, siblings, my parents and my parents and family.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'd love to join family. There are eight members in my family. My parents and, uh, siblings, my parents and my parents and family.",
      "transcript_cleaned": "I would love to join family. There are eight members in my family. My parents and, siblings, my parents and my parents and family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q03",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "Okay, who is very close to you in your family?",
      "transcript": "In my family. My father and mother are very close to me and I share all things with my father.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, in my family. My father and mother are very close to me and I share all things with my father.",
      "transcript_cleaned": "In my family. My father and mother are very close to me and I share all things with my father.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q04",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "How much time do you give to your family every day?",
      "transcript": "I am a student and all day I am busy in my study.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I am a student and all day I am busy in my study.",
      "transcript_cleaned": "I am a student and all day I am busy in my study.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q05",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "When I am free, that time I spend time with my family members.",
      "transcript": "Mostly freeing my evening. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Mostly freeing my evening. Okay,.",
      "transcript_cleaned": "Mostly freeing my evening.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q06",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "How do you spend your free time?",
      "transcript": "I have lots of hobbies. I spend time with my hobbies. Like as a, when I am free time, I like to listen music and I like to play games with my friends. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I have lots of hobbies. I spend time with my hobbies. Like as a, when I am free time, I like to listen music and I like to play games with my friends. Okay.",
      "transcript_cleaned": "I have lots of hobbies. I spend time with my hobbies. Like as a, when I am free time, I like to listen music and I like to play games with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q07",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "What type of hobbies you recommend to young people to have?",
      "transcript": "I recommend to young people mostly they prefer to spend time with their friends but I think one of the hobbies is the best to play games It very good for their health Ok what the difference between the hobbies of the young and children Young people have hobbies like as go for shopping with their friends and spend time with their friends and watching movies But the children have always like to play games So now turn to the next part of the speaking. This is your topic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I recommend to young people mostly they prefer to spend time with their friends but I think one of the hobbies is the best to play games It very good for their health Ok what the difference between the hobbies of the young and children Young people have hobbies like as go for shopping with their friends and spend time with their friends and watching movies But the children have always like to play games So now turn to the next part of the speaking. This is your topic.",
      "transcript_cleaned": "I recommend to young people mostly they prefer to spend time with their friends but I think one of the hobbies is the best to play games It very good for their health Ok what the difference between the hobbies of the young and children Young people have hobbies like as go for shopping with their friends and spend time with their friends and watching movies But the children have always like to play games So now turn to the next part of the speaking. This is your topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q08",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "Describe a famous person you want to meet with.",
      "transcript": "Okay, you have only one minute to think about it. You may use some papers and pencil if you wish. So, Mugi, your time starts from now. Okay, time is over. So, let us.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, you have only one minute to think about it. You may use some papers and pencil if you wish. So, Mugi, your time starts from now. Okay, time is over. So, let's.",
      "transcript_cleaned": "you have only one minute to think about it. You may use some papers and pencil if you wish. So, Mugi, your time starts from now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4A6nm0ZK7VI_q09",
      "video_id": "4A6nm0ZK7VI",
      "band": 6.0,
      "question": "Do you think the person who is very famous or people like him or her?",
      "transcript": "I think in these ways most of the celebrities are famous and all persons meet to these type of, these type of persons because they want to become famous. What do you know about the celebrities celebrities we know that there are so many pictures released and all in all pictures they play very good role and so that all Do you think celebrities are different in the different countries Yes I think celebrities are living in different countries because some celebrities are born in different countries and sometimes they release a picture in different countries Okay, do you think there is any difference between the past celebrities and the present celebrities? Yes, I think in these ways, celebrities are very popular and they have a lot of money and so they attract to the people. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think in these ways most of the celebrities are famous and all persons meet to these type of, these type of persons because they want to become famous. What do you know about the celebrities Um celebrities we know that there are so many pictures released and all in all pictures they play very good role and so that all Do you think celebrities are different in the different countries Yes I think celebrities are living in different countries because some celebrities are born in different countries and sometimes they release a picture in different countries Okay, do you think there is any difference between the past celebrities and the present celebrities? Yes, I think in these ways, celebrities are very popular and they have a lot of money and so they attract to the people. Okay.",
      "transcript_cleaned": "I think in these ways most of the celebrities are famous and all persons meet to these type of, these type of persons because they want to become famous. What do you know about the celebrities celebrities we know that there are so many pictures released and all in all pictures they play very good role and so that all Do you think celebrities are different in the different countries Yes I think celebrities are living in different countries because some celebrities are born in different countries and sometimes they release a picture in different countries Okay, do you think there is any difference between the past celebrities and the present celebrities? Yes, I think in these ways, celebrities are very popular and they have a lot of money and so they attract to the people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}