{
  "batch_id": 84,
  "count": 20,
  "samples": [
    {
      "sample_id": "ozMnSZvjoCI_q20",
      "video_id": "ozMnSZvjoCI",
      "band": 8.5,
      "question": "Yeah, yeah, small prepositions, right?",
      "transcript": "Other preposition you said you had to go to this place until 10 a.m. So it should be like, you know, come here like by 10 a.m. Yeah. Yeah. By is more like the limit, you know, the time limit.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, other preposition you said you had to go to this place until 10 a.m. So it should be like, you know, come here like by 10 a.m. Yeah. Yeah. By is more like the limit, you know, the time limit.",
      "transcript_cleaned": "Other preposition you said you had to go to this place until 10 a.m. So it should be like, you know, come here like by 10 a.m. Yeah. Yeah. By is more like the limit, you know, the time limit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozMnSZvjoCI_q21",
      "video_id": "ozMnSZvjoCI",
      "band": 8.5,
      "question": "You can accompany the boss might say, can you finish that by Friday?",
      "transcript": "Yeah. I usually go to bed by midnight every night. Yeah. okay. One thing you said, like if I am meeting with my family, right. So I would put these three here.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. I usually go to bed by midnight every night. Yeah. Um, okay. One thing you said, like if I'm meeting with my family, right. So I would put these three here.",
      "transcript_cleaned": "I usually go to bed by midnight every night. Yeah. okay. One thing you said, like if I am meeting with my family, right. So I would put these three here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozMnSZvjoCI_q22",
      "video_id": "ozMnSZvjoCI",
      "band": 8.5,
      "question": "The word meet with sounds a bit more official to be honest, right?",
      "transcript": "Meet with. Like for example, you would say the president of Korea will meet with the president of France next week. Yeah. So it is more like an official meeting or like, I have to meet with the director of the company next week. Yeah. But the other ones are more casual. Yeah. yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Meet with. Like for example, you would say the president of Korea will meet with the president of France next week. Yeah. So it's more like an official meeting or like, uh, I have to meet with the director of the company next week. Yeah. But the other ones are more casual. Yeah. Um, yeah.",
      "transcript_cleaned": "Meet with. Like for example, you would say the president of Korea will meet with the president of France next week. Yeah. So it is more like an official meeting or like, I have to meet with the director of the company next week. Yeah. But the other ones are more casual.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozMnSZvjoCI_q23",
      "video_id": "ozMnSZvjoCI",
      "band": 8.5,
      "question": "When alarm, you said like I put an alarm, the verb there.",
      "transcript": "Set. Set, yeah. Set an alarm every morning, yeah. And when you talked about your friend, you said like I knew that person for a long time. And you should probably use present perfect tense there. So yeah, I have known. Yeah, I have known. Yeah, I have known that person for a long time. Yeah, until now. one thing as well with the present perfect continuous, you said, I have started learning. I have started learning English since when I was blah blah blah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Set. Set, yeah. Set an alarm every morning, yeah. And when you talked about your friend, you said like I knew that person for a long time. And you should probably use present perfect tense there. So yeah, I've known. Yeah, I've known. Yeah, I've known that person for a long time. Yeah, until now. Um, one thing as well with the present perfect continuous, you said, uh, I've started learning. I've started learning English since when I was blah blah blah.",
      "transcript_cleaned": "Set. Set, yeah. Set an alarm every morning, yeah. And when you talked about your friend, you said like I knew that person for a long time. And you should probably use present perfect tense there. So yeah, I have known. Yeah, I have known. Yeah, I have known that person for a long time. Yeah, until now. one thing as well with the present perfect continuous, you said, I have started learning. I have started learning English since when I was blah blah blah.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozMnSZvjoCI_q24",
      "video_id": "ozMnSZvjoCI",
      "band": 8.5,
      "question": "So for example, since and when cannot go together, right?",
      "transcript": "So for example, you can say I started when. So I started learning English when I was three years old. Yeah. Yeah. Or like I have been, I have been studying English since. Yes, yeah. So yeah, just when would go with your past simple and since would go with your present perfect continuous. Yeah, so it is a common one I hear a bit.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So for example, you can say I started when. So I started learning English when I was three years old. Yeah. Yeah. Or like I've been, I've been studying English since. Yes, yeah. So yeah, just when would go with your past simple and since would go with your present perfect continuous. Yeah, so it's a common one I hear a bit.",
      "transcript_cleaned": "for example, you can say I started when. So I started learning English when I was three years old. Yeah. Yeah. Or like I have been, I have been studying English since. Yes, yeah. So yeah, just when would go with your past simple and since would go with your present perfect continuous. Yeah, so it is a common one I hear a bit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozMnSZvjoCI_q25",
      "video_id": "ozMnSZvjoCI",
      "band": 8.5,
      "question": "Whether they are catching up, I think you want to say they are keeping up, right?",
      "transcript": "Keeping up with the lesson. Yeah, keeping up with the lesson, following the lesson. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Keeping up with the lesson. Yeah, keeping up with the lesson, following the lesson. Yeah.",
      "transcript_cleaned": "Keeping up with the lesson. Yeah, keeping up with the lesson, following the lesson.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q02",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "Do you think people are happy when they buy new things?",
      "transcript": "I am not really sure I 100% agree with that because some people actually buy things because they want other things in their life to be fulfilled. For instance, I tend to want to buy something when I feel lonely, but when I meet my friends, I do not really feel like I want to buy that thing. So I think if they really enjoy the general shopping experience, they could, they could enjoy shopping. But if they want something else but they just cannot have it, they could just shop for that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I'm not really sure I 100% agree with that because some people actually buy things because they want other things in their life to be fulfilled. For instance, I tend to want to buy something when I feel lonely, but when I meet my friends, I don't really feel like I want to buy that thing. So I think if they really enjoy the general shopping experience, they could, they could enjoy shopping. But if they want something else but they just can't have it, they could just shop for that. Okay.",
      "transcript_cleaned": "I am not really sure I 100% agree with that because some people actually buy things because they want other things in their life to be fulfilled. For instance, I tend to want to buy something when I feel lonely, but when I meet my friends, I do not really feel like I want to buy that thing. So I think if they really enjoy the general shopping experience, they could, they could enjoy shopping. But if they want something else but they just cannot have it, they could just shop for that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q03",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "Do you feel happy when you are buying new things personally?",
      "transcript": "Oh, I actually do feel happy because, well, for me, I always use things for a really long time. For instance, I have a shirt that I wore when I was in, about middle school or elementary school. So I use things a really long time, so I do not get many opportunities to buy new things. So if I do get to buy new things, I am really happy. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I actually do feel happy because, well, for me, I always use things for a really long time. For instance, I have a shirt that I wore when I was in, uh, about middle school or elementary school. So I use things a really long time, so I don't get many opportunities to buy new things. So if I do get to buy new things, I'm really happy. Okay.",
      "transcript_cleaned": "Oh, I actually do feel happy because, well, for me, I always use things for a really long time. For instance, I have a shirt that I wore when I was in, about middle school or elementary school. So I use things a really long time, so I do not get many opportunities to buy new things. So if I do get to buy new things, I am really happy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q04",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "When do you feel happy at work or in your studies?",
      "transcript": "I am currently a university student and I currently work also part-time. So, I will briefly tell you both. So, when I study, my major is English language and literature. So, I feel very happy when I study with foreign, professors And get to talk what I feel or get some group projects about, you know, speaking English and certain parts. there is, there is a class called Business Conversation at my, at my school. And I really enjoyed that. And for my study, I love studying English and I love studying English by listening, short documentaries on YouTube. Okay, excellent.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm currently a university student and I currently work also part-time. So, uh, I'll briefly tell you both. So, when I study, uh, my major is English language and literature. So, I feel very happy when I study with foreign, uh, professors And get to talk what I feel or get some group projects about, you know, speaking English and certain parts. There's, uh, there's a class called Business Conversation at my, at my school. And I really enjoyed that. And for my study, I love studying English and I love studying English by listening, uh, short documentaries on YouTube. Okay, excellent.",
      "transcript_cleaned": "I am currently a university student and I currently work also part-time. So, I will briefly tell you both. So, when I study, my major is English language and literature. So, I feel very happy when I study with foreign, professors And get to talk what I feel or get some group projects about, you know, speaking English and certain parts. there is, there is a class called Business Conversation at my, at my school. And I really enjoyed that. And for my study, I love studying English and I love studying English by listening, short documentaries on YouTube.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q05",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "What do you think will make you feel happy in the future?",
      "transcript": "I think, getting to know myself better would make me really happy in the future. Because right now I am in my twenties and when you are in your twenties you say that it is the time when you wander the most, you know, in Korea. So now I am still getting to know myself and I know that I work hard for my English skills, but the other things that I am not sure about myself makes me anxious. So it would be really nice and happy and assuring to know what I am good or bad at some things. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think, uh, getting to know myself better would make me really happy in the future. Because right now I'm in my twenties and when you're in your twenties you say that it's the time when you wander the most, you know, in Korea. So now I'm still getting to know myself and I know that I work hard for my English skills, but the other things that I'm not sure about myself makes me anxious. So it would be really nice and happy and assuring to know what I am good or bad at some things. Okay.",
      "transcript_cleaned": "I think, getting to know myself better would make me really happy in the future. Because right now I am in my twenties and when you are in your twenties you say that it is the time when you wander the most, you know, in Korea. So now I am still getting to know myself and I know that I work hard for my English skills, but the other things that I am not sure about myself makes me anxious. So it would be really nice and happy and assuring to know what I am good or bad at some things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q06",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "What made you happy when you were little?",
      "transcript": "Oh, when I was little, I loved watching fish. So, so when I could go to the aquarium in Seoul with my parents, it made me really happy. And even at you know the place where you could get some sushi there some fishes there that you could see outside and I really liked looking at them too So my parents told me oh Katie you always looked at the fish for like an hour or so because you were so into it So I felt really happy I actually still feel really happy when I look at them Okay, last thing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, when I was little, I loved watching fish. So, so when I could go to the aquarium in Seoul with my parents, it made me really happy. And even at you know the place where you could get some sushi there some fishes there that you could see outside and I really liked looking at them too So my parents told me oh Katie you always looked at the fish for like an hour or so because you were so into it So I felt really happy I actually still feel really happy when I look at them Okay, last thing.",
      "transcript_cleaned": "Oh, when I was little, I loved watching fish. So, so when I could go to the aquarium in Seoul with my parents, it made me really happy. And even at you know the place where you could get some sushi there some fishes there that you could see outside and I really liked looking at them too So my parents told me oh Katie you always looked at the fish for like an hour or so because you were so into it So I felt really happy I actually still feel really happy when I look at them",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q07",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "What made you feel happy recently?",
      "transcript": "Recently, oh, I made a reservation with my friend that lives in Seoul. She actually, works near here. So after this conversation, I am going to meet her and actually have lunch with her. And I made a reservation to meet her next week to go to a Seoul illustration fair. So it is basically like an art convention. So I feel really happy about that to meet my friend. Okay, awesome stuff. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Recently, oh, I made a reservation with my friend that lives in Seoul. She actually, uh, works near here. So after this conversation, I'm going to meet her and actually have lunch with her. And I made a reservation to meet her next week to go to a Seoul illustration fair. So it's basically like an art convention. So I feel really happy about that to meet my friend. Okay, awesome stuff. Yeah,.",
      "transcript_cleaned": "Recently, oh, I made a reservation with my friend that lives in Seoul. She actually, works near here. So after this conversation, I am going to meet her and actually have lunch with her. And I made a reservation to meet her next week to go to a Seoul illustration fair. So it is basically like an art convention. So I feel really happy about that to meet my friend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q08",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "So you said describe something that I did in my study or work that made me feel confident, right?",
      "transcript": "So I am going, so since my major is English, I will talk about what made me feel confident when I was studying English. English. So when I was in middle school, I wanted to go to the major that I am studying now. So English was my major that I wanted to go since when I was a little. So I started studying English on my own at home. So it happened mostly in my room and I would watch a lot of, just a lot of English YouTube videos. Like if I would watch a game, a gaming channel, I would watch an English speaking person playing the game. Or if I would watch a short documentary about something I would like, I would watch it in English. And I also watched some TED Talks, which is also on YouTube, which is free. And I recorded myself speaking to myself in the mirror because, well, I did not have any foreign friends. I still do not, but I wish I had. And I also just talked to myself in English and I also read some English books out loud. So that is how I studied. And it made me feel confident because, well, the first few years I felt I was just going around and around. I did not know what I was doing or what I was doing well or was this even working because normally if you study English you go to an academy or, or hire a foreigner. But I studied English at home by myself and I did not have anyone to talk to so I recorded myself and just listened to it. So at first I was not really confident about it but when a few years passed I could see myself more and more. It okay we can stop Okay Excellent so far Actually we actually went far over the two minutes Your story is very interesting So in the real exam they would have cut you off at two minutes but that not a negative thing So don worry about it we are talking about confidence, what makes people feel confident.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I'm going, so since my major is English, I'll talk about what made me feel confident when I was studying English. English. So when I was in middle school, I wanted to go to the major that I am studying now. So English was my major that I wanted to go since when I was a little. So I started studying English on my own at home. So it happened mostly in my room and I would watch a lot of, uh, just a lot of English YouTube videos. Like if I would watch a game, a gaming channel, I would watch an English speaking person playing the game. Or if I would watch a short documentary about something I would like, I would watch it in English. And I also watched some TED Talks, which is also on YouTube, which is free. And I recorded myself speaking to myself in the mirror because, well, I didn't have any foreign friends. I still don't, but I wish I had. And I also just talked to myself in English and I also read some English books out loud. So that's how I studied. And it made me feel confident because, well, the first few years I felt I was just going around and around. I didn't know what I was doing or what I was doing well or was this even working because normally if you study English you go to an academy or, or hire a foreigner. But I studied English at home by myself and I didn't have anyone to talk to so I recorded myself and just listened to it. So at first I wasn't really confident about it but when a few years passed I could see myself more and more. It okay we can stop Okay Excellent so far Actually we actually went far over the two minutes Your story is very interesting So in the real exam they would have cut you off at two minutes but that not a negative thing So don worry about it Um, we're talking about confidence, what makes people feel confident.",
      "transcript_cleaned": "I am going, so since my major is English, I will talk about what made me feel confident when I was studying English. English. So when I was in middle school, I wanted to go to the major that I am studying now. So English was my major that I wanted to go since when I was a little. So I started studying English on my own at home. So it happened mostly in my room and I would watch a lot of, just a lot of English YouTube videos. Like if I would watch a game, a gaming channel, I would watch an English speaking person playing the game. Or if I would watch a short documentary about something I would like, I would watch it in English. And I also watched some TED Talks, which is also on YouTube, which is free. And I recorded myself speaking to myself in the mirror because, well, I did not have any foreign friends. I still do not, but I wish I had. And I also just talked to myself in English and I also read some English books out loud. So that is how I studied. And it made me feel confident because, well, the first few years I felt I was just going around and around. I did not know what I was doing or what I was doing well or was this even working because normally if you study English you go to an academy or, or hire a foreigner. But I studied English at home by myself and I did not have anyone to talk to so I recorded myself and just listened to it. So at first I was not really confident about it but when a few years passed I could see myself more and more. It okay we can stop Okay Excellent",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q09",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "Why do you think so many people lack confidence nowadays?",
      "transcript": "I think, I think, since I am Korean, I will speak in terms of, person living in Korea. I think people are really pushing the limits of younger generations because the older generations really worked hard to make Korea this really, rich and famous country. So they think that, oh, since we made this country, we built this country like this, the younger generation should work just as hard as we did. But the circumstances changed and there is more requirements to do to get a job or get a house. So, my generation, for example, feels they really lack skill even though they study really hard to get a home or a job. So I think it is a generational problem.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think, I think, uh, since I'm Korean, I'll speak in terms of, uh, person living in Korea. I think people are really pushing the limits of younger generations because the older generations really worked hard to make Korea this really, uh, rich and famous country. So they think that, oh, since we made this country, we built this country like this, uh, the younger generation should work just as hard as we did. But the circumstances changed and there's more requirements to do to get a job or get a house. So, uh, my generation, for example, feels they really lack skill even though they study really hard to get a home or a job. So I think it's a generational problem.",
      "transcript_cleaned": "I think, I think, since I am Korean, I will speak in terms of, person living in Korea. I think people are really pushing the limits of younger generations because the older generations really worked hard to make Korea this really, rich and famous country. So they think that, oh, since we made this country, we built this country like this, the younger generation should work just as hard as we did. But the circumstances changed and there is more requirements to do to get a job or get a house. So, my generation, for example, feels they really lack skill even though they study really hard to get a home or a job. So I think it is a generational problem.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q10",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "Do you think that children of confident parents also become confident adults?",
      "transcript": "I am actually a little debative about that question because, at one part I do think Parents being confident about themselves can affect children in a good way. But also, my parents are very confident. But personally, I think they are too confident in a way that affects other people. for instance, they could be a little too rude. So, I try to be a little more polite. So, sometimes I feel like I lack confidence because my parents are too confident. So I think there is two parts of that answer to that question. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I'm actually a little debative about that question because, uh, at one part I do think Parents being confident about themselves can affect children in a good way. But also, uh, my parents are very confident. But personally, I think they're too confident in a way that affects other people. Uh, for instance, they could be a little too rude. So, I try to be a little more polite. So, sometimes I feel like I lack confidence because my parents are too confident. So I think there's two parts of that answer to that question. Okay.",
      "transcript_cleaned": "I am actually a little debative about that question because, at one part I do think Parents being confident about themselves can affect children in a good way. But also, my parents are very confident. But personally, I think they are too confident in a way that affects other people. for instance, they could be a little too rude. So, I try to be a little more polite. So, sometimes I feel like I lack confidence because my parents are too confident. So I think there is two parts of that answer to that question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q11",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "What could teachers do to make studying more interesting and to boost their students' confidence?",
      "transcript": "Oh, I think, since Korea is having less and less kids and, you know, schools are getting more and more smaller students at one classes, I think teachers should focus on more of the students, students liking. Like how, what they like, how they feel when they are studying or what they are confident at. So maybe one-on-one teaching could be a good idea or maybe something like, getting to know the student more instead of making them study. So I think, self-knowing is very important to making the student confident. Because as I said earlier, I would feel confident if I would know myself better. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I think, uh, since Korea is having less and less kids and, you know, schools are getting more and more smaller students at one classes, I think teachers should focus on more of the students, uh, students liking. Like how, what they like, how they feel when they're studying or what they're confident at. So maybe one-on-one teaching could be a good idea or maybe something like, uh, getting to know the student more instead of making them study. So I think, uh, self-knowing is very important to making the student confident. Because as I said earlier, uh, I would feel confident if I would know myself better. Okay.",
      "transcript_cleaned": "Oh, I think, since Korea is having less and less kids and, you know, schools are getting more and more smaller students at one classes, I think teachers should focus on more of the students, students liking. Like how, what they like, how they feel when they are studying or what they are confident at. So maybe one-on-one teaching could be a good idea or maybe something like, getting to know the student more instead of making them study. So I think, self-knowing is very important to making the student confident. Because as I said earlier, I would feel confident if I would know myself better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uibUziXHDVg_q12",
      "video_id": "uibUziXHDVg",
      "band": 8.5,
      "question": "How can a person become more confident in general?",
      "transcript": "In general, I think, studying and doing a lot of things, getting over your boundaries could really help. Because, I said I am doing my part job, part-time job. So I teach adults how to speak English at a Saturday. And at first I wasn really confident about that I was really scared and you know anxious And so I had really a lot of debates of whether I should do this or maybe I should just stay at home But as I started doing it I knew that oh I can teach how to speak English really good to people So I felt really confident about myself So getting out of your confidence zone, your boundaries, I think it is important to try new stuff.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In general, I think, um, studying and doing a lot of things, uh, getting over your boundaries could really help. Because, uh, I said I'm doing my part job, part-time job. So I teach adults how to speak English at a Saturday. And at first I wasn really confident about that I was really uh scared and you know anxious And so I had really a lot of debates of whether I should do this or maybe I should just stay at home But as I started doing it I knew that oh I can teach how to speak English really good to people So I felt really confident about myself So getting out of your confidence zone, your boundaries, I think it's important to try new stuff.",
      "transcript_cleaned": "In general, I think, studying and doing a lot of things, getting over your boundaries could really help. Because, I said I am doing my part job, part-time job. So I teach adults how to speak English at a Saturday. And at first I wasn really confident about that I was really scared and you know anxious And so I had really a lot of debates of whether I should do this or maybe I should just stay at home But as I started doing it I knew that oh I can teach how to speak English really good to people So I felt really confident about myself So getting out of your confidence zone, your boundaries, I think it is important to try new stuff.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eMPthIIkV08_q02",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "What kind of place is your hometown?",
      "transcript": "I, live in Tehran. Tehran is my hometown and, it is a capital, the capital of, my country. and, it is, one of, biggest, city in my country. Okay, and tell me about the most interesting place in your hometown. this is an interesting question. in my country and in my hometown, are a lot of, nice places. but if I, have one choice, one choice, I, have to choose one choice. I have to choose Mila Tower. Because I think this place is amazing. amazing place to see.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I, uh, live in Tehran. Um, Tehran is my hometown and, uh, it's a capital, the capital of, uh, my country. Uh, and, uh, it's, uh, one of, uh, biggest, um, city in my country. Okay, and tell me about the most interesting place in your hometown. Um, this is an interesting question. Um, in my country and in my hometown, um, are a lot of, um, nice places. Um, but if I, um, have one choice, um, one choice, um, I, um, have to choose one choice. I have to choose um, Mila Tower. Because I think this place is amazing. Um, amazing place to see.",
      "transcript_cleaned": "I, live in Tehran. Tehran is my hometown and, it is a capital, the capital of, my country. and, it is, one of, biggest, city in my country. Okay, and tell me about the most interesting place in your hometown. this is an interesting question. in my country and in my hometown, are a lot of, nice places. but if I, have one choice, one choice, I, have to choose one choice. I have to choose Mila Tower. Because I think this place is amazing. amazing place to see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eMPthIIkV08_q03",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "And what changes would you like to make to your hometown?",
      "transcript": "Honestly, in my hometown, are, some problem, the most important, problem, that I should say, is that, there, my hometown, do not have enough, facilities, or, Good things for young people. I think, the government, construction, new facilities available for young people. such as, new cinemas, a club, or a sport facility, and that is it. Okay, so let us now move on to talk about animals.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, honestly, um, in my hometown, um, are, um, some problem, um, the most important, uh, problem, uh, that I should say, uh, is that, um, there, uh, my hometown, um, don't have enough, uh, facilities, um, uh, or, Good things for young people. I think, um, the government, um, construction, um, new facilities available for young people. Um, such as, uh, new cinemas, um, a club, um, or a sport facility, um, and that's it. Okay, so let's now move on to talk about animals.",
      "transcript_cleaned": "Honestly, in my hometown, are, some problem, the most important, problem, that I should say, is that, there, my hometown, do not have enough, facilities, or, Good things for young people. I think, the government, construction, new facilities available for young people. such as, new cinemas, a club, or a sport facility, and that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eMPthIIkV08_q06",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "Can you describe it?",
      "transcript": "곡 in the room to see�. Okay, that is.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "곡 in the room to see�. Okay, that's.",
      "transcript_cleaned": "곡 in the room to see�.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}