{
  "batch_id": 243,
  "count": 20,
  "samples": [
    {
      "sample_id": "G8mLBVsXNqY_q07",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Talking about mobile phones, &gt;&gt; how has the mobile phone changed your life?",
      "transcript": "I mean in a I mean in a better way I would have to say so I I guess but I mean because definitely it has made my life easier because it is so convenient you know &gt;&gt; but also I feel like sometimes I could do without my phone &gt;&gt; because sometimes it just takes up too much of my time because it is so addictive you know by its nature it is like so addictive. So yeah, yeah, I think it has like both sides, you know. &gt;&gt; All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh I mean in a I mean in a better way I would have to say so I I guess but I mean because definitely it has made my life easier because it's so convenient you know &gt;&gt; but also I feel like sometimes I could do without my phone &gt;&gt; because sometimes it just takes up too much of my time because it's so addictive you know by its nature it's like so addictive. So yeah, yeah, I think it has like both sides, you know. &gt;&gt; All right.",
      "transcript_cleaned": "I mean in a I mean in a better way I would have to say so I I guess but I mean because definitely it has made my life easier because it is so convenient you know &gt;&gt; but also I feel like sometimes I could do without my phone &gt;&gt; because sometimes it just takes up too much of my time because it is so addictive you know by its nature it is like so addictive. So yeah, yeah, I think it has like both sides, you know. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q08",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "&gt;&gt; What was your first mobile phone?",
      "transcript": "&gt;&gt; it was a Samsung same Samsung phone. &gt;&gt; to be honest, I do not really recall the exact design or model, but yeah, it was a Samsung phone. &gt;&gt; that is fine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh, it was a Samsung same Samsung phone. Uh &gt;&gt; uh to be honest, I don't really recall the exact design or model, but yeah, it was a Samsung phone. &gt;&gt; That's fine.",
      "transcript_cleaned": "&gt;&gt; it was a Samsung same Samsung phone. &gt;&gt; to be honest, I do not really recall the exact design or model, but yeah, it was a Samsung phone. &gt;&gt; that is fine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q09",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "&gt;&gt; And what do you use your phone most often for?",
      "transcript": "Like for texting, for calling, &gt;&gt; messaging my friends or family or or whatever on Cacao. &gt;&gt; Okay, cool. So, let us get going with part two. So, there is your question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like for texting, for calling, &gt;&gt; uh messaging my friends or family or or whatever on Cacao. &gt;&gt; Okay, cool. So, let's get going with part two. So, there's your question.",
      "transcript_cleaned": "Like for texting, for calling, &gt;&gt; messaging my friends or family or or whatever on Cacao. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q11",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Talking about making difficult decisions and such, do you think advertisements influence consumers decisions a lot?",
      "transcript": "&gt;&gt; Definitely. &gt;&gt; I I would say so because you know those all those marketing and like tactics you know they really tap into your the psych consumer psychology like because I actually because back in college I was kind of interested in marketing and you know like PR what that is what you call it they definitely and you know those marketers and those like advertisement you know people they definitely know how to you know get into your like they they actually study a lot of psychology. A lot of the decisions they make is based on you know human psychology whatever &gt;&gt; and yeah and also since those advertisements ads they are so repetitive they you know on the t for example if you turn on the TV you will see the same ad coming in on and then yeah it just gets it is get it kind of gets stuck in your head like the really good ones you know &gt;&gt; and yeah definitely yeah &gt;&gt; switching it up a bit.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Definitely. &gt;&gt; I I would say so because um you know those all those marketing and like tactics you know they really tap into your the psych consumer psychology like because I actually because back in college I was kind of interested in marketing and you know like PR what that's what you call it they definitely and you know those marketers and those like uh advertisement you know people they definitely know how to you know get into your like they they actually study a lot of psychology. A lot of the decisions they make is based on you know human psychology whatever &gt;&gt; and uh yeah and also since those advertisements ads they are so repetitive they you know on the t for example if you turn on the TV you'll see the same ad coming in on and then yeah it just gets it's get it kind of gets stuck in your head like the really good ones you know &gt;&gt; and uh yeah definitely yeah &gt;&gt; um switching it up a bit.",
      "transcript_cleaned": "&gt;&gt; Definitely. &gt;&gt; I I would say so because you know those all those marketing and like tactics you know they really tap into your the psych consumer psychology like because I actually because back in college I was kind of interested in marketing and you know like PR what that is what you call it they definitely and you know those marketers and those like advertisement you know people they definitely know how to you know get into your like they they actually study a lot of psychology. A lot of the decisions they make is based on you know human psychology whatever &gt;&gt; and yeah and also since those advertisements ads they are so repetitive they you know on the t for example if you turn on the TV you will see the same ad coming in on and then yeah it just gets it is get it kind of gets stuck in your head like the really good ones you know &gt;&gt; and yeah definitely yeah &gt;&gt; switching it up a bit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q12",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Can you define young people?",
      "transcript": "How young? &gt;&gt; &gt;&gt; let us say for the sake of this question, people in their early 20s. &gt;&gt; Early 20s. &gt;&gt; Maybe like fresh out of high school, fresh out of university. Well, at that age, I think I think though people at that age are still like under a lot of peer pressure. &gt;&gt; So I feel like rather than going to parent, rather than going up to rather than parents or whatever people like like a mentor, I feel like that people at that age might turn more to their fellow like you know like their friends or whatever for an advice you. &gt;&gt; Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "How young? &gt;&gt; Um, &gt;&gt; let's say for the sake of this question, people in their early 20s. &gt;&gt; Early 20s. &gt;&gt; Maybe like fresh out of high school, fresh out of university. Well, at that age, I think I think though people at that age are still like under a lot of peer pressure. &gt;&gt; So I feel like rather than going to parent, rather than going up to rather than parents or whatever people like like a mentor, I feel like that people at that age might turn more to their fellow like you know like their friends or whatever for an advice you. &gt;&gt; Okay.",
      "transcript_cleaned": "How young? &gt;&gt; &gt;&gt; let us say for the sake of this question, people in their early 20s. &gt;&gt; Early 20s. &gt;&gt; Maybe like fresh out of high school, fresh out of university. Well, at that age, I think I think though people at that age are still like under a lot of peer pressure. &gt;&gt; So I feel like rather than going to parent, rather than going up to rather than parents or whatever people like like a mentor, I feel like that people at that age might turn more to their fellow like you know like their friends or whatever for an advice you. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q13",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Do you think it is necessary for kids to make as many decisions by themselves as they can?",
      "transcript": "Like let us say high school high school age maybe earlier even &gt;&gt; yes I think it would be better I think it should be encouraged them to make their own decisions as much as they can because yeah I mean because when I think you need to just you need you try You should try to help them build the build their thinking muscles like muscles like because yeah it is crucial for one to be able to you know make own judgments because unless you you get to depend on others you know even as if even as you get older you know so I think it is better to start early too. Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "like let's say high school high school age maybe earlier even &gt;&gt; yes I think it would be better I think it should be encouraged them to make their own decisions as much as they can because uh yeah I mean because uh when I think you need to just you need you try You should try to uh help them build the build their thinking muscles like muscles like because um yeah it is crucial for one to be able to you know make own judgments because unless you you get to depend on others you know even as if even as you get older you know so I think it's better to start early too. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "Like let us say high school high school age maybe earlier even &gt;&gt; yes I think it would be better I think it should be encouraged them to make their own decisions as much as they can because yeah I mean because when I think you need to just you need you try You should try to help them build the build their thinking muscles like muscles like because yeah it is crucial for one to be able to you know make own judgments because unless you you get to depend on others you know even as if even as you get older you know so I think it is better to start early too. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q14",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Do you think some people can make decisions without asking for advice from others?",
      "transcript": "&gt;&gt; I I have seen a few people Yeah. they they go by their own rhythm like yeah I mean if you are confident enough if you believe in yourself and if you are confident enough in your own judgment and then yeah I defin Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I I've seen a few people Yeah. they they go by their own rhythm like um yeah I mean if you're confident enough if you believe in yourself and if you're confident enough in your own judgment and then yeah I defin Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; I I have seen a few people Yeah. they they go by their own rhythm like yeah I mean if you are confident enough if you believe in yourself and if you are confident enough in your own judgment and then yeah I defin Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "G8mLBVsXNqY_q15",
      "video_id": "G8mLBVsXNqY",
      "band": 8.0,
      "question": "Why or why not?",
      "transcript": "&gt;&gt; yeah, young people I feel like they can be swayed like you know persuaded easily pretty much. because I mean to be to begin with they do not have much life experience yet. &gt;&gt; They do not have any Yeah. Not Yeah. They do not have much life experience yet. And and they are they are still pretty, you know, naive. &gt;&gt; So I think I can I can definitely see it see like some that some of them you know will be like p would be easily persuaded or swayed your life. Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Uh yeah, young people I feel like they can be swayed like you know persuaded easily pretty much. Uh because I mean to be to begin with they don't have much life experience yet. &gt;&gt; They don't have any Yeah. Not Yeah. They don't have much life experience yet. And uh and they're they're still pretty, you know, naive. &gt;&gt; So I think I can I can definitely see it see like some that some of them you know will be like p would be easily persuaded or swayed your life. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; yeah, young people I feel like they can be swayed like you know persuaded easily pretty much. because I mean to be to begin with they do not have much life experience yet. &gt;&gt; They do not have any Yeah. Not Yeah. They do not have much life experience yet. And and they are they are still pretty, you know, naive. &gt;&gt; So I think I can I can definitely see it see like some that some of them you know will be like p would be easily persuaded or swayed your life. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E7Zvc8OK_Qc_q02",
      "video_id": "E7Zvc8OK_Qc",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Brain sharp what are the most common languages in your country you speak in Russian are really common languages you notice them although these days English is becoming very popular as well is this is an international language of tourism and commerce where do you hear people speak in another language most often the place which is coming to my mind would be the famous chozo bazaar in Tashkent City this is where a lot of tourists and international merchants go and if you are there you can hear people speaking Spanish English Mandarin when have you needed to speak in another language I use Russian in English my word but I use English sometimes to speak with tourists and help them to find directions within the city if you could choose one more language to learn what would it mean giving the chance I would learn Mandarin because if I would know mandarine and Russian I could speak to just about anybody in the world and also I always wanted to visit China and that would be really good if I could speak in their native language okay that is the end of part one now we will continue with part two for part two here is a card with some questions do not turn that over yet here is some note paper and the pencil.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "brain sharp what are the most common languages in your country you speak in Russian are really common languages you notice them although these days English is becoming very popular as well is this is an international language of tourism and commerce where do you hear people speak in another language most often the place which is coming to my mind would be the famous chozo bazaar in Tashkent City this is where a lot of tourists and international merchants go and if you're there you can hear people speaking Spanish English Mandarin when have you needed to speak in another language hmm I use Russian in English my word but I use English sometimes to speak with tourists and help them to find directions within the city if you could choose one more language to learn what would it mean giving the chance I would learn Mandarin because if I would know mandarine and Russian I could speak to just about anybody in the world and also I always wanted to visit China and that would be really good if I could speak in their native language okay that is the end of part one now we will continue with part two for part two here's a card with some questions don't turn that over yet here's some note paper and the pencil.",
      "transcript_cleaned": "Brain sharp what are the most common languages in your country you speak in Russian are really common languages you notice them although these days English is becoming very popular as well is this is an international language of tourism and commerce where do you hear people speak in another language most often the place which is coming to my mind would be the famous chozo bazaar in Tashkent City this is where a lot of tourists and international merchants go and if you are there you can hear people speaking Spanish English Mandarin when have you needed to speak in another language I use Russian in English my word but I use English sometimes to speak with tourists and help them to find directions within the city if you could choose one more language to learn what would it mean giving the chance I would learn Mandarin because if I would know mandarine and Russian I could speak to just about anybody in the world and also I always wanted to visit China and that would be really good if I could speak in their native language",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E7Zvc8OK_Qc_q03",
      "video_id": "E7Zvc8OK_Qc",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Speaking about the months ago I sold my Asus laptop for two million songs this is roughly about a couple of hundred US dollars I used my laptop for around eight years I used it for work and school as well as for entertainment when I was at school when I was at the tenth grade my dad got this laptop for me and I much of my paper works and writings I have done on it and then later on when I started working a lot of works a lot of documents and and data I have been saving that laptop and sometimes I like to listen to music or play an occasional video game on it as well but I decided to sell it and I sold it on this specified website called OLX I uploaded the picture the description and the price of this item and just 1/3 cup of days high school girl called me and she came over to my place with her dad to take a look at it she saw the laptop and she decided that it fits her needs and I sold it for her for 2 million songs she parked in the price a little bit so 2 million songs was the final price and the reason actually why I decided to sell it was that I simply needed an upgrade because as far as I am going in doing in my work I needed much stronger laptop because I was working with more and more graphics and as I as I am working right now I had an opportunity to make this happen but at first I was a little bit sad that I giving away my laptop and so many memories with it but at the same time I got happy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "speaking about the months ago I sold my Asus laptop for two million songs this is roughly about a couple of hundred US dollars I used my laptop for around eight years I used it for work and school as well as for entertainment when I was at school when I was at the tenth grade my dad got this laptop for me and I much of my paper works and writings I have done on it and then later on when I started working a lot of works a lot of documents and and data I have been saving that laptop and sometimes I like to listen to music or play an occasional video game on it as well but I decided to sell it and I sold it on this specified website called OLX I uploaded the picture the description and the price of this item and just 1/3 cup of days high school girl called me and she came over to my place with her dad to take a look at it she saw the laptop and she decided that it fits her needs and I sold it for her for 2 million songs she parked in the price a little bit so 2 million songs was the final price and the reason actually why I decided to sell it was that I simply needed an upgrade because as far as I'm going in doing in my work I needed much stronger laptop because I was working with more and more graphics and as I as I'm working right now I had an opportunity to make this happen but at first I was a little bit sad that I giving away my laptop and so many memories with it but at the same time I got happy.",
      "transcript_cleaned": "Speaking about the months ago I sold my Asus laptop for two million songs this is roughly about a couple of hundred US dollars I used my laptop for around eight years I used it for work and school as well as for entertainment when I was at school when I was at the tenth grade my dad got this laptop for me and I much of my paper works and writings I have done on it and then later on when I started working a lot of works a lot of documents and and data I have been saving that laptop and sometimes I like to listen to music or play an occasional video game on it as well but I decided to sell it and I sold it on this specified website called OLX I uploaded the picture the description and the price of this item and just 1/3 cup of days high school girl called me and she came over to my place with her dad to take a look at it she saw the laptop and she decided that it fits her needs and I sold it for her for 2 million songs she parked in the price a little bit so 2 million songs was the final price and the reason actually why I decided to sell it was that I simply needed an upgrade because as far as I am going in doing in my work I needed much stronger laptop because I was working with more and more graphics and as I as I am working right now I had an opportunity to make this happen but at first I was a little bit sad that I giving away my laptop and so many memories with it but at the same time I got happy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q03",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Do you work or are you a student?",
      "transcript": "I graduated from high school and in two months time I am heading to Hong Kong to study my undergraduate degree. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I graduated from high school and in two months time I'm heading to Hong Kong to study my undergraduate degree. Okay.",
      "transcript_cleaned": "I graduated from high school and in two months time I am heading to Hong Kong to study my undergraduate degree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q04",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So what are you going to study in Hong Kong?",
      "transcript": "I am going to study international affairs with a track in government. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm going to study international affairs uh with a track in government. Mhm.",
      "transcript_cleaned": "I am going to study international affairs with a track in government. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q05",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Why did you choose this major?",
      "transcript": "From the early childhood I have been really passionate about politics because of my dad in into politics, my granddad into politics and I just wanted to carry on the legacy in the future. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh from the early childhood I've been really passionate about politics uh because of my dad in into politics, my granddad into politics and I just wanted to carry on the legacy in the future. Okay.",
      "transcript_cleaned": "From the early childhood I have been really passionate about politics because of my dad in into politics, my granddad into politics and I just wanted to carry on the legacy in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q06",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So what are your plans after finishing university?",
      "transcript": "Probably during my university years I will be doing a lot of internships and gaining a lot of experience and then coming back to Pakistan to try myself in the government sector.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "probably during my university years I'll be doing a lot of internships and gaining a lot of experience and then coming back to Pakistan to try myself in the government sector.",
      "transcript_cleaned": "Probably during my university years I will be doing a lot of internships and gaining a lot of experience and then coming back to Pakistan to try myself in the government sector.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q07",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Is it important for you to celebrate your birthday?",
      "transcript": "Yeah, it is significant moment. it is a significant moment for me to reflect on the past year, what I have achieved and celebrated with with close people to me and I will be just I usually in my birthdays take my people around and we just celebrate it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, it's significant moment. It's a significant moment for me uh to reflect on the past year, what I've achieved and celebrated with with close people to me and I'll be just I usually in my birthdays take my people around and we just celebrate it.",
      "transcript_cleaned": "it is significant moment. it is a significant moment for me to reflect on the past year, what I have achieved and celebrated with with close people to me and I will be just I usually in my birthdays take my people around and we just celebrate it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q08",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So, how did you celebrate your last birthday?",
      "transcript": "My last birthday, my friends and I went to a restaurant. We just had dinner and after that the friend party I went home to have the second dinner with my family. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My last birthday, um my friends and I went to a restaurant. We just had dinner and after that the friend party I went home to have the second dinner with my family. Okay.",
      "transcript_cleaned": "My last birthday, my friends and I went to a restaurant. We just had dinner and after that the friend party I went home to have the second dinner with my family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q09",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So, what did you do on your birthday when you were younger?",
      "transcript": "Well, I do not quite remember, but from what I remember, I believe I always spent my birthdays with my friends because that was a basically a tradition. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I don't quite remember, but from what I remember, I believe I always spent my birthdays with my friends because that was a basically a tradition. All right.",
      "transcript_cleaned": "I do not quite remember, but from what I remember, I believe I always spent my birthdays with my friends because that was a basically a tradition.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q10",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "And how do children in your country celebrate their birthdays?",
      "transcript": "Well, in my country, children that is a significant moment for them. they usually spend it along with their friends and family members. basically reflecting on their lives and getting to well celebrating their another milestones.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, in my country, children that's a significant moment for them. Uh they usually spend it along with their friends and family members. Uh basically reflecting on their lives and getting to well celebrating their another milestones.",
      "transcript_cleaned": "in my country, children that is a significant moment for them. they usually spend it along with their friends and family members. basically reflecting on their lives and getting to well celebrating their another milestones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q11",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Do you like to eat chocolate?",
      "transcript": "Yeah, I definitely like eating chocolate. my favorite one is I do not really have a favorite one. I like all of them. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I definitely like eating chocolate. Um my favorite one is I don't really have a favorite one. I like all of them. Okay.",
      "transcript_cleaned": "I definitely like eating chocolate. my favorite one is I do not really have a favorite one. I like all of them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q12",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "So, how often do you eat chocolate?",
      "transcript": "Well, these days I am try to follow the healthy diet and I limit the amount of chocolate I consume, but I usually eat on a weekly basis. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, these days I'm try to follow the healthy diet and I limit the amount of chocolate I consume, but I usually eat on a weekly basis. Okay.",
      "transcript_cleaned": "these days I am try to follow the healthy diet and I limit the amount of chocolate I consume, but I usually eat on a weekly basis.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}