{
  "batch_id": 280,
  "count": 20,
  "samples": [
    {
      "sample_id": "6ec8BDfsBRY_s15",
      "video_id": "6ec8BDfsBRY",
      "band": 7.5,
      "question": "Is it more difficult for old people to accept new technologies?",
      "transcript": "Yes. old people often face more challenges accepting and adapting to new technologies instead of younger people because they are not familiar with the digital devices. They may struggle with using smartphone, online banking and smart home appliances. but with proper guidance and userfriendly interface they can become they can gradually become comfortable with it. Yes. Okay.",
      "source": "supplementary",
      "transcript_original": "Yes. Uh old people often face more challenges accepting and adapting to new technologies instead of younger people because they are not familiar with the digital devices. They may struggle with using smartphone, online banking and smart home appliances. Uh but with proper guidance and userfriendly interface they can become they can gradually become comfortable with it. Yes. Okay.",
      "transcript_cleaned": "Yes. old people often face more challenges accepting and adapting to new technologies instead of younger people because they are not familiar with the digital devices. They may struggle with using smartphone, online banking and smart home appliances. but with proper guidance and userfriendly interface they can become they can gradually become comfortable with it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6oTmLm6elpY_s01",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Are you working or are you a student now?",
      "transcript": "Actually I am a bala worker and my ma my majors is in research in computational chemistry. However, I also chemistry teacher who teach student learning advanced level a level in chemistry and also IB student inter international bor program and in the future I actually I am kind of un temporary unemployed so I am searching for a new opportunity to work like another few like as an English area. Yeah. Excellent.",
      "source": "supplementary",
      "transcript_original": "Um actually I am a bala worker and my ma my majors is in research in computational chemistry. However, I also um chemistry teacher who teach student learning advanced level a level in chemistry and also IB student inter international bor uh program and in the future I actually I am kind of un temporary unemployed so I'm searching for a new opportunity to work uh like another few like um as an English uh um area. Yeah. Excellent.",
      "transcript_cleaned": "Actually I am a bala worker and my ma my majors is in research in computational chemistry. However, I also chemistry teacher who teach student learning advanced level a level in chemistry and also IB student inter international bor program and in the future I actually I am kind of un temporary unemployed so I am searching for a new opportunity to work like another few like as an English area. Yeah. Excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6oTmLm6elpY_s02",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "What do you enjoy about your work or your studies?",
      "transcript": "Yes, that is a really emotional questions as you know because the reason I want to be a teachers is that I love the moment and and the opportunity to meet new student, the new people and teach them. And I believe that when I gave a when I give a new knowledge and I see in their eyes they understand a problem and they become the better in the one day. So that is the my passions and that the reason why actually I do not I think that in order to say that I love the job because I do not have enough evid and not evident for that. However, I believe that in the future when I really old and I look at the time when I teach my student that I overcome a lot of difficulty that I have in my life, I can say that I love these jobs.",
      "source": "supplementary",
      "transcript_original": "Yes, that's a really emotional questions as you know because the reason I want to be a teachers is that I love the moment and and the opportunity to meet new student, the new people and teach them. And I believe that when I gave a when I give a new knowledge and I see in their eyes they understand a problem and they become the better in the one day. So that's the my passions and that the reason why actually I don't I think that in order to say that I love the job because I don't have enough uh evid uh and not evident for that. However, I believe that in the future when I really old and I look at the time when I teach my student that I overcome a lot of difficulty that I have in my life, I can say that I love these jobs.",
      "transcript_cleaned": "Yes, that is a really emotional questions as you know because the reason I want to be a teachers is that I love the moment and and the opportunity to meet new student, the new people and teach them. And I believe that when I gave a when I give a new knowledge and I see in their eyes they understand a problem and they become the better in the one day. So that is the my passions and that the reason why actually I do not I think that in order to say that I love the job because I do not have enough evid and not evident for that. However, I believe that in the future when I really old and I look at the time when I teach my student that I overcome a lot of difficulty that I have in my life, I can say that I love these jobs.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6oTmLm6elpY_s04",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Tell me, do you like spending time with friends?",
      "transcript": "I I I would spend I would like spend my time with my close friends. previously I am tired of extrovert persons. I can I could make friend with a lot of people and exchange a lot of secrets.",
      "source": "supplementary",
      "transcript_original": "I I I would uh spend I would like spend my time with my close friends. Um previously I'm tired of extrovert persons. I can I could make friend with a lot of people and exchange a lot of secrets.",
      "transcript_cleaned": "I I I would spend I would like spend my time with my close friends. previously I am tired of extrovert persons. I can I could make friend with a lot of people and exchange a lot of secrets.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6oTmLm6elpY_s05",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "However, when I grow when I am more major, right?",
      "transcript": "And I found out you had some friends. it is not a friends. It should be end as we can. So I I tried I to limit my relationship in a small spas. I can share the secrets in the safe way and also to have the true friend. Yeah. To help me when I have difficult and also I can support for them. I used to support a lot of people and you know what I can get from that is betrayal. So that is the reason why I changed my u my my my way to my friend. Thank you. Well done.",
      "source": "supplementary",
      "transcript_original": "And I found out you had some friends. It's not a friends. It should be end as we can. So I I tried I to limit my relationship in a small spas. I can share the secrets in the safe way and also to have the true friend. Yeah. To help me when I have difficult and also I can support for them. I used to support a lot of people and you know what I can get from that is betrayal. So that's the reason why I changed my u my uh my um my way to my friend. Thank you. Well done.",
      "transcript_cleaned": "And I found out you had some friends. it is not a friends. It should be end as we can. So I I tried I to limit my relationship in a small spas. I can share the secrets in the safe way and also to have the true friend. Yeah. To help me when I have difficult and also I can support for them. I used to support a lot of people and you know what I can get from that is betrayal. So that is the reason why I changed my u my my my way to my friend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6oTmLm6elpY_s08",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Tell me do people in your country enjoy reading?",
      "transcript": "No, they less they less read book because we are developing country and the main force in our labor force is also the worker and they work you know they works in the hands on job so they are not easy for them to take time to read the books and also the the difference there are a lot of difference between the area and Vietnam because you know a lot of mountain also the ethic people they had their own language so it is not easy to print the book to system in the Vietnamese because that is we use for the national language. Interesting. Wow. Okay. Thank you.",
      "source": "supplementary",
      "transcript_original": "No, they less they less read book because we are developing country and the main force in our labor force is also the worker and they work you know they works in the hands on job so they're not easy for them to take time to read the books and also the the difference there are a lot of uh difference between the area and Vietnam because you know a lot of mountain also the ethic people they had their own language so it's not easy to print the book to system in the Vietnamese because that's we use for the national language. Interesting. Wow. Okay. Thank you.",
      "transcript_cleaned": "No, they less they less read book because we are developing country and the main force in our labor force is also the worker and they work you know they works in the hands on job so they are not easy for them to take time to read the books and also the the difference there are a lot of difference between the area and Vietnam because you know a lot of mountain also the ethic people they had their own language so it is not easy to print the book to system in the Vietnamese because that is we use for the national language. Interesting. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "6oTmLm6elpY_s09",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "What what kind of books are popular in your country?",
      "transcript": "I think that the book related to about the idea of Chimo will be the most popular every student have to have to read that at the university. M I think that is is the more popular the way the our party want to take the young generation to understand and to and how the the the work of the history and also the the the workflow of the government. Interesting. Yeah. Wow. Thank you.",
      "source": "supplementary",
      "transcript_original": "I think that the book related to about the idea of Chimo will be the most popular every student have to have to read that at the university. M I think that's is the more popular the way the our party want to take the young generation to understand and to and how the the the work of the history and also the the the workflow of the government. Interesting. Yeah. Wow. Thank you.",
      "transcript_cleaned": "I think that the book related to about the idea of Chimo will be the most popular every student have to have to read that at the university. M I think that is is the more popular the way the our party want to take the young generation to understand and to and how the the the work of the history and also the the the workflow of the government. Interesting. Yeah. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "6oTmLm6elpY_s10",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Do you think reading is more important for children or for adults?",
      "transcript": "Actually I think reading is important for both childrens and adult. it depend on what kind of reading for each as each day of the human life. For example for you know I I think that one of the biggest benefits that reading bring to a humans that practice them in ability to focus. Yes. And then for the children you know we have to practice them to focus to think and to to pract for example you know a lot of people talk about the AI development right now and they some some of them suggest that we can apply to teach AI for the student. So then I mean that at a small a small a small age they can practice to focus for the adult I so improve that because they are they busy with in working so you know they have also practice reading to improve their knowledge and also to practice you know when people have more concentration in something I think that they can have a good they can get they can make good decision. Thank you well done.",
      "source": "supplementary",
      "transcript_original": "Actually I think reading is important for both childrens and adult. Uh it depend on what kind of reading for each as uh each day of the human life. For example for you know I I think that one of the biggest benefits that reading bring to a humans that practice them in ability to focus. Yes. And then for the children you know we have to practice them to focus to think and to to pract for example you know a lot of people talk about the AI development right now and they some some of them suggest that we can apply uh to teach AI for the student. So then I mean that at a small a small a small age they can practice to focus for the adult I so improve that because they are they busy with in working so you know they have also practice reading to improve their knowledge and also to practice you know when people have more concentration in something I think that they can have a good they can get they can make good decision. Thank you well done.",
      "transcript_cleaned": "Actually I think reading is important for both childrens and adult. it depend on what kind of reading for each as each day of the human life. For example for you know I I think that one of the biggest benefits that reading bring to a humans that practice them in ability to focus. Yes. And then for the children you know we have to practice them to focus to think and to to pract for example you know a lot of people talk about the AI development right now and they some some of them suggest that we can apply to teach AI for the student. So then I mean that at a small a small a small age they can practice to focus for the adult I so improve that because they are they busy with in working so you know they have also practice reading to improve their knowledge and also to practice you know when people have more concentration in something I think that they can have a good they can get they can make good decision.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6oTmLm6elpY_s12",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Where did you learn that phrase?",
      "transcript": "Actually is I am read a book every day. So I think that is it come it come up into my mouth randomly. I want to encourage students because I can tell you have read this book and it is a book that you feel that you really enjoyed and you feel passionate about. So when you were speaking in the exam that came across and that is one thing you can do to really stand out in the IELTS you know try to talk about something you really love or you really cared about you care about. Yeah. overall thank you very much now. it is a pleasure to meet you today. Thank you for coming in. I appreciate your time. Go on. Thank you.",
      "source": "supplementary",
      "transcript_original": "Actually is I am read a book every day. So I think that's it come it come up into my mouth randomly. I want to encourage students because I can tell you've read this book and it's a book that you feel that you really enjoyed and you feel passionate about. So when you were speaking in the exam that came across and that is one thing you can do to really stand out in the IELTS you know try to talk about something you really love or you really cared about you care about. Yeah. Um overall thank you very much now. It's a pleasure to meet you today. Thank you for coming in. I appreciate your time. Go on. Thank you.",
      "transcript_cleaned": "Actually is I am read a book every day. So I think that is it come it come up into my mouth randomly. I want to encourage students because I can tell you have read this book and it is a book that you feel that you really enjoyed and you feel passionate about. So when you were speaking in the exam that came across and that is one thing you can do to really stand out in the IELTS you know try to talk about something you really love or you really cared about you care about. Yeah. overall thank you very much now. it is a pleasure to meet you today. Thank you for coming in. I appreciate your time. Go on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6qsDMXYRPjY_s01",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "&gt;&gt; How can I call you?",
      "transcript": "&gt;&gt; you can call me is &gt;&gt; okay. So, in the first part of the test, I am going to ask you some questions to get to know you better. So, now let us just talk about where you live.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh you can call me is &gt;&gt; okay. So, in the first part of the test, I'm going to ask you some questions to get to know you better. So, now let's just talk about where you live.",
      "transcript_cleaned": "&gt;&gt; you can call me is &gt;&gt; okay. So, in the first part of the test, I am going to ask you some questions to get to know you better. So, now let us just talk about where you live.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6qsDMXYRPjY_s02",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "So, where do you live?",
      "transcript": "&gt;&gt; So, I was born and grow up in Hotim City. &gt;&gt; Mhm. And at the present I currently live in here too is a place have a lot of thing and opportunities. So that is why people in my country also want to live in here.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; So, I was born and grow up in Hotim City. &gt;&gt; Mhm. And at the present I currently live in here too is a place have a lot of thing and opportunities. So that's why people in my country also want to live in here.",
      "transcript_cleaned": "&gt;&gt; So, I was born and grow up in Hotim City. &gt;&gt; Mhm. And at the present I currently live in here too is a place have a lot of thing and opportunities. So that is why people in my country also want to live in here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6qsDMXYRPjY_s03",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "&gt;&gt; How long have you lived there?",
      "transcript": "&gt;&gt; If I remember exactly I moved to here nearly 10 years ago. Nearly 10 years with my family. M &gt;&gt; I live in here with my grandparent too. So that so on.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; If I remember exactly I moved to here nearly 10 years ago. Nearly 10 years with my family. M &gt;&gt; I live in here with my grandparent too. So that so on.",
      "transcript_cleaned": "&gt;&gt; If I remember exactly I moved to here nearly 10 years ago. Nearly 10 years with my family. M &gt;&gt; I live in here with my grandparent too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6qsDMXYRPjY_s04",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "&gt;&gt; What kind of accommodation are you living in right now?",
      "transcript": "&gt;&gt; Now my house is not so big but is coies and I love it. But if I could choose I want to live in modern apartment. &gt;&gt; Mhm. Because if live in apartment I think is area near here is quietly because my neighborhood is so noisy and and I can feel confused when &gt;&gt; facing to this. &gt;&gt; So now let us just talk about your hometown.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Now my house is not so big but is coies and I love it. But if I could choose I want to live in modern apartment. &gt;&gt; Mhm. Because if live in apartment I think is area near here is quietly because my neighborhood is so noisy and and I can feel confused when &gt;&gt; facing to this. &gt;&gt; So now let's just talk about your hometown.",
      "transcript_cleaned": "&gt;&gt; Now my house is not so big but is coies and I love it. But if I could choose I want to live in modern apartment. &gt;&gt; Mhm. Because if live in apartment I think is area near here is quietly because my neighborhood is so noisy and and I can feel confused when &gt;&gt; facing to this. &gt;&gt; So now let us just talk about your hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6qsDMXYRPjY_s05",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "So where is your hometown?",
      "transcript": "When I was mentioned before I was born and brought up in hot city and my grandparents and my parent also live in here too. So that is why in my heart city is like my hometown and in here people call is the city is never sleep because it is so noises.",
      "source": "supplementary",
      "transcript_original": "uh when I was mentioned before I was born and brought up in hot city and my grandparents and my parent also live in here too. So that's why in my heart city is like my hometown and in here people call is the city is never sleep because it's so noises.",
      "transcript_cleaned": "When I was mentioned before I was born and brought up in hot city and my grandparents and my parent also live in here too. So that is why in my heart city is like my hometown and in here people call is the city is never sleep because it is so noises.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6qsDMXYRPjY_s07",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "So could you tell me some important items that people cannot live without?",
      "transcript": "&gt;&gt; For my I think the first is smartphone. people cannot live without because it is very convenience and al and is also small to bring anywhere. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; For my I think the first is smartphone. people cannot live without because it's very convenience and al and is also small to bring anywhere. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; For my I think the first is smartphone. people cannot live without because it is very convenience and al and is also small to bring anywhere. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6qsDMXYRPjY_s09",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "So what are the advantages and disadvantages of owning a smartphone?",
      "transcript": "For me laptop give some benefits for my life because it help me do some homework clearly and easier easier because &gt;&gt; I can have met online with my friend to solve some this but it is not but it is also So not benefit too because it is so big and so difficult to bring anywhere when I go when I want to bring laptop for my school.",
      "source": "supplementary",
      "transcript_original": "For me uh laptop give some benefits for my life because it help me do some homework clearly and easier easier because &gt;&gt; I can uh have um met online with my friend to solve some this but it's not but it's also So not benefit too because it's so big and so difficult to bring anywhere when I go when I want to bring laptop for my school.",
      "transcript_cleaned": "For me laptop give some benefits for my life because it help me do some homework clearly and easier easier because &gt;&gt; I can have met online with my friend to solve some this but it is not but it is also So not benefit too because it is so big and so difficult to bring anywhere when I go when I want to bring laptop for my school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "6qsDMXYRPjY_s10",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "&gt;&gt; Do you think technology makes people lazier?",
      "transcript": "I think technology for myself I think technology make people lazier because for me I always technology for many activity in my life when I go anywhere I always check my smartphone because &gt;&gt; I think I can I can live without my smartphone and I think people it too. Yeah. &gt;&gt; Okay. Right. So the final question here. &gt;&gt; So you mentioned before that you are a student.",
      "source": "supplementary",
      "transcript_original": "I think technology uh for myself I think technology make people lazier because uh for me I always technology for many activity in my life when I go anywhere I always check my smartphone because &gt;&gt; uh I think I can uh I can live without my smartphone and I think people it too. Yeah. &gt;&gt; Okay. Right. So the final question here. &gt;&gt; So you mentioned before that you are a student.",
      "transcript_cleaned": "I think technology for myself I think technology make people lazier because for me I always technology for many activity in my life when I go anywhere I always check my smartphone because &gt;&gt; I think I can I can live without my smartphone and I think people it too. Yeah. &gt;&gt; Okay. Right. So the final question here. &gt;&gt; So you mentioned before that you are a student.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6ykct2bZT_g_s03",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "Do you work are you a student?",
      "transcript": "&gt;&gt; Yeah, right now I am a student, but I also work for a company like as my part-time job. &gt;&gt; That is great.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yeah, right now I'm a student, but I also work for a company like as my part-time job. &gt;&gt; That is great.",
      "transcript_cleaned": "&gt;&gt; Yeah, right now I am a student, but I also work for a company like as my part-time job. &gt;&gt; That is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6ykct2bZT_g_s04",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "How long have you been living in this city where you live now?",
      "transcript": "&gt;&gt; Since I started my university. So, it has been almost 3 years. &gt;&gt; Great.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Since I started my university. So, it has been almost 3 years. &gt;&gt; Great.",
      "transcript_cleaned": "&gt;&gt; Since I started my university. So, it has been almost 3 years. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "6ykct2bZT_g_s05",
      "video_id": "6ykct2bZT_g",
      "band": 8.0,
      "question": "How do you like it?",
      "transcript": "&gt;&gt; Well, I think it is one of the best choices I have ever made in my life.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, I think it's one of the best choices I have ever made in my life.",
      "transcript_cleaned": "&gt;&gt; Well, I think it is one of the best choices I have ever made in my life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}