{
  "batch_id": 200,
  "count": 20,
  "samples": [
    {
      "sample_id": "fDNGCQzUx8k_q02",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "Do you like your job?",
      "transcript": "Yes, I like it. I can learn a lot of things every day from environ environmental problem to digital development.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I like it. I can learn a lot of things every day from um environ environmental problem to digital development.",
      "transcript_cleaned": "Yes, I like it. I can learn a lot of things every day from environ environmental problem to digital development.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q05",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "Do you like to wear dark or bright colors?",
      "transcript": "Bright color. Absolutely. The wearing especially the clothes wearing the bright color makes me more positive and change myself kind of a outgoing person. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "bright color. Absolutely. The wearing especially the clothes wearing the bright color makes me more positive and uh change myself kind of a outgoing person. Mhm.",
      "transcript_cleaned": "Bright color. Absolutely. The wearing especially the clothes wearing the bright color makes me more positive and change myself kind of a outgoing person. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q06",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "What is the difference between men and women's preferences for colors?",
      "transcript": "As far as I know, the women tend to be prefer bright color and the mom prefer the column color like a black, white and yeah that that kind of the dark color.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, as far as I know, the women tend to be prefer bright color and the mom prefer the column color like a um black, white and uh um yeah that that kind of the dark color.",
      "transcript_cleaned": "As far as I know, the women tend to be prefer bright color and the mom prefer the column color like a black, white and yeah that that kind of the dark color.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q07",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "What are the types of food that people eat in your country?",
      "transcript": "In my country nowadays there are variety type of the food food we eat. The typically there are we are have a traditional food called gashoku that including miso soup, rice and vegetable and fish. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In my country nowadays there are variety type of the food food we eat. The typically there are we are have a traditional food called gashoku that including miso soup, rice and vegetable and fish. Mhm.",
      "transcript_cleaned": "In my country nowadays there are variety type of the food food we eat. The typically there are we are have a traditional food called gashoku that including miso soup, rice and vegetable and fish. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q08",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "What kinds of foreign food are popular in your country?",
      "transcript": "I have seen a lot of foreign food restaurant, the curry, you know, Indian and Thai also the Germany, but I think the Italian food is the most famous and popular in Japan.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I've seen a lot of foreign food restaurant, the curry, you know, Indian and Thai also the Germany, but I think the Italian food is the most famous and popular in Japan.",
      "transcript_cleaned": "I have seen a lot of foreign food restaurant, the curry, you know, Indian and Thai also the Germany, but I think the Italian food is the most famous and popular in Japan.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q09",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "Why you especially?",
      "transcript": "I think that the taste is a suit for us and it is quite affordable for Japan. Compared to the other type of cuisine.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think that the taste is a suit for us and it's quite affordable for Japan. Compared to the other type of cuisine.",
      "transcript_cleaned": "I think that the taste is a suit for us and it is quite affordable for Japan. Compared to the other type of cuisine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q10",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "Do you think that is important to have a meal together with your family in your culture?",
      "transcript": "Yes, that is very important for us. We have a busy schedule and meal time is the only time talk to gathering the family and that is considered the gathering the family. But recently the women started the working. So I think that this time to the family gathering. Now that we are talking about different kind of food.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, that is very important for us. We have a busy schedule and meal time is the only time talk to gathering the family and that is considered the gathering the family. But recently the women started the working. So um I think that this time to the family gathering. Now that we're talking about different kind of food,.",
      "transcript_cleaned": "Yes, that is very important for us. We have a busy schedule and meal time is the only time talk to gathering the family and that is considered the gathering the family. But recently the women started the working. So I think that this time to the family gathering.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q11",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "Do you think you have a healthy diet?",
      "transcript": "Yes, I hope so. I try to lose diet. that is why I introduce my the diet the more healthier eating vegetable and avoid the fatty food and snack. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I hope so. I try to lose diet. That's why I introduce my the diet the more healthier eating vegetable and avoid the fatty food and snack. Mhm.",
      "transcript_cleaned": "Yes, I hope so. I try to lose diet. that is why I introduce my the diet the more healthier eating vegetable and avoid the fatty food and snack. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q12",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "And do you think that our eating habits generally are different compared to the past?",
      "transcript": "Yes. Compared to the past, I definitely say it is more healthier. The past, I tend to eat a lot of the snack and I have a sweet tooth, so I can stop eating a chocolate, but I try to not do not want not bought the kind of snack. Thank you very much. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Compared to the past, I definitely say it's more healthier. The past, I tend to eat a lot of the snack and I have a sweet tooth, so I can stop eating a chocolate, but I try to not don't want not bought the kind of snack. Thank you very much. Now,.",
      "transcript_cleaned": "Yes. Compared to the past, I definitely say it is more healthier. The past, I tend to eat a lot of the snack and I have a sweet tooth, so I can stop eating a chocolate, but I try to not do not want not bought the kind of snack.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q18",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "Why should I say something?",
      "transcript": "I would say when you face such question yeah like you are right in the first part many questions are similar and you are like okay I already answered the question what else can I say now because you already talked about the same topic in the second part and now there are more questions about that so in this case you can either use fillers and boosters to come up with the next idea like you do not have to start answering the question directly when I ask you a question for example you say what is a balanced diet based on the topic you talked about? You can simply say well that is a good question. Let me think about it. I should say that a balanced diet would be then you start talking. So you can simply buy yourself some time by filling up the gaps. You can look for boosters and fillers and I also speaking to buy time boosters and fillers to express my opinion to talk about past memories and so on. So any any situation that you might be struggling with. So that is one way. The other one is to fake your answer because you you might have already talked about that that topic or that kind of question. For example, I ask you about a balanced diet. You can simply say well I would say a balanced diet would be one part of the story but it is also important to have for example to get regular exercise every day because you know you can include this this and this in your diet but if you are not exercising all the time then you will not lose weight or you you will not manage to keep fit and so on. So you can just add some details on some close topics or fake your answer somehow or talk about somebody else's experience as if you are talking about yours and you can always use fillers and boosters in either in the beginning or the or in the middle of your answers to maybe fill up the gap and then keep talking. So I would say yeah these can really help you in the third part. Thank you. My pleasure.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say when you face such question yeah like you're right in the first part many questions are similar and you're like okay I already answered the question what else can I say now because you already talked about the same topic in the second part and now there are more questions about that so in this case you can either use fillers and boosters to come up with the next idea like you don't have to start answering the question directly when I ask you a question for example you say Um what is a balanced diet based on the topic you talked about? You can simply say well um that's a good question. Let me think about it. I should say that a balanced diet would be then you start talking. So you can simply buy yourself some time by filling up the gaps. You can look for boosters and fillers and I also speaking to buy time boosters and fillers to express my opinion to talk about past memories and so on. So any any situation that you might be uh struggling with. So that's one way. The other one is to fake your answer because you you might have already talked about that that topic or that kind of question. For example, I ask you about a balanced diet. You can simply say well um I would say a balanced diet would uh be one part of the story but it's also important to have um for example to get regular exercise every day because you know you can include this this and this in your diet but if you're not exercising all the time then you will not lose weight or you you will not manage to um keep fit and so on. So you can just add some details on some close topics or fake your answer somehow or talk about somebody else's experience as if you're talking about yours and you can always use fillers and boosters in either in the beginning or the or in the middle of your answers to maybe fill up the gap and then keep talking. So I would say yeah these can really help you in the third part. Thank you. My pleasure.",
      "transcript_cleaned": "I would say when you face such question yeah like you are right in the first part many questions are similar and you are like okay I already answered the question what else can I say now because you already talked about the same topic in the second part and now there are more questions about that so in this case you can either use fillers and boosters to come up with the next idea like you do not have to start answering the question directly when I ask you a question for example you say what is a balanced diet based on the topic you talked about? You can simply say well that is a good question. Let me think about it. I should say that a balanced diet would be then you start talking. So you can simply buy yourself some time by filling up the gaps. You can look for boosters and fillers and I also speaking to buy time boosters and fillers to express my opinion to talk about past memories and so on. So any any situation that you might be struggling with. So that is one way. The other one is to fake your answer because you you might have already talked about that that topic or that kind of question. For example, I ask you about a balanced diet. You can simply say well I would say a balanced diet would be one part of the story but it is also important to have for example to get regular exercise every day because you know you can include this this and this in your diet but if you are not exercising all the time then you will not lose weight or you you will not manage to keep fit and so on. So you can just add some details on some close topics or fake your answer somehow or talk about somebody else's experience as if you are talking about yours and you can always use fillers and boosters in either in the beginning or the or in the middle of your answers to maybe fill up the gap and then keep talking. So I would say yeah these can really help you in the third part. Thank you. My pleasure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fDNGCQzUx8k_q19",
      "video_id": "fDNGCQzUx8k",
      "band": 5.5,
      "question": "Any other questions?",
      "transcript": "Nothing else. All right, perfect. So, if you have no questions, Hana, I.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Nothing else. All right, perfect. So, if you have no questions, Hana, I.",
      "transcript_cleaned": "Nothing else. All right, perfect. So, if you have no questions, Hana, I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RKWtumo35Ro_q03",
      "video_id": "RKWtumo35Ro",
      "band": 5.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Important day so when I found it I felt released I felt really happy and but I I was then stressed because I remember that it was this kind of important day I had an an evaluation an exam so so for me it was really important and I I run I run to my to my course and and yes I was a I was a sorry front of my teacher but everything get better then and what can I add for this do you want to add more information do not know because when I found it it was okay so yes it always happen with me to to lost things my keys my my books my yes CU I am kind of not organized kind of not organized people but yes now I do not have anything to to add okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "important day so when I found it I felt released I felt really happy and um but uh I uh I was then stressed because I remember that it was this kind of important day I had an an evaluation uh an exam so um so for me it was really important and I I run I run to my uh to my course and uh and yes I was a I was a sorry front of my teacher but uh everything uh get better then and um what can I add for this uh do you want to add more information uh don't know because when I found it it was okay so uh yes it always happen with me to to lost things my keys my my books my uh yes CU I'm kind of not organized kind of not organized people but uh yes now I don't have anything to to add okay uh.",
      "transcript_cleaned": "Important day so when I found it I felt released I felt really happy and but I I was then stressed because I remember that it was this kind of important day I had an an evaluation an exam so so for me it was really important and I I run I run to my to my course and and yes I was a I was a sorry front of my teacher but everything get better then and what can I add for this do you want to add more information do not know because when I found it it was okay so yes it always happen with me to to lost things my keys my my books my yes CU I am kind of not organized kind of not organized people but yes now I do not have anything to to add",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcSb1WsQduQ_q01",
      "video_id": "zcSb1WsQduQ",
      "band": 9.0,
      "question": "[Transcript chunk 1]",
      "transcript": "From here starts the speaking test this is the speaking.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "from here starts the speaking test this is the speaking.",
      "transcript_cleaned": "From here starts the speaking test this is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcSb1WsQduQ_q02",
      "video_id": "zcSb1WsQduQ",
      "band": 9.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Shopping to try them on is shopping an enjoyable activity for you or just a necessity mostly a necessity I like buying things I need but I do not enjoy spending hours browsing so I prefer to shop efficiently.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "shopping to try them on is shopping an enjoyable activity for you or just a necessity uh mostly a necessity I like buying things I need but I don't enjoy spending hours browsing so I prefer to shop efficiently.",
      "transcript_cleaned": "Shopping to try them on is shopping an enjoyable activity for you or just a necessity mostly a necessity I like buying things I need but I do not enjoy spending hours browsing so I prefer to shop efficiently.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcSb1WsQduQ_q03",
      "video_id": "zcSb1WsQduQ",
      "band": 9.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Liked my colleagues and my family was nearby which was a huge plus but what about new job it was an amazing opportunity better pay career growth and the chance to work on Project I was actually passionate about so yeah it was really tempting for me I basically had two options stay where I was in my comfort zone or take a risk and move somewhere completely new where I did not know anymore and honestly it was a real dilemma for me the offer sounded great but I was scared of leaving everything behind after a lot of thinking and talking friends and family I decided to go for it it it was not easy at first I had to leave my family and friends behind find a new place to leave and adjust a new environment that time I felt lonely and overwhelmed but honestly looking back I know I made the right choice if anything this experience taught me that stepping out of your comfort zone really pushes you to grow so it was one of the hardest decisions I have ever made but I have zero regrets okay that concludes that part of the test I will take back that paper from you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "liked my colleagues and my family was nearby which was a huge plus uh but what about new job it was an amazing opportunity better pay career growth and the chance to work on Project I was actually passionate about so yeah it was really tempting for me uh I basically had two options stay where I was in my comfort zone or take a risk and move somewhere completely new where I didn't know anymore and uh honestly it was a real dilemma for me the offer sounded great but I was scared of leaving everything behind after a lot of thinking and talking friends and family I decided to go for it it it wasn't easy at first I had to leave my family and friends behind uh find a new place to leave and adjust a new environment that time I felt lonely and overwhelmed but honestly looking back I know I made the right choice if anything this experience taught me that stepping out of your uh comfort zone really pushes you to grow so it was one of the hardest decisions I've ever made but uh I have zero regrets okay that concludes that part of the test I'll take back that paper from you.",
      "transcript_cleaned": "Liked my colleagues and my family was nearby which was a huge plus but what about new job it was an amazing opportunity better pay career growth and the chance to work on Project I was actually passionate about so yeah it was really tempting for me I basically had two options stay where I was in my comfort zone or take a risk and move somewhere completely new where I did not know anymore and honestly it was a real dilemma for me the offer sounded great but I was scared of leaving everything behind after a lot of thinking and talking friends and family I decided to go for it it it was not easy at first I had to leave my family and friends behind find a new place to leave and adjust a new environment that time I felt lonely and overwhelmed but honestly looking back I know I made the right choice if anything this experience taught me that stepping out of your comfort zone really pushes you to grow so it was one of the hardest decisions I have ever made but I have zero regrets okay that concludes that part of the test I will take back that paper from you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcSb1WsQduQ_q04",
      "video_id": "zcSb1WsQduQ",
      "band": 9.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Like selecting a job moving to another country or getting married there is so much pressure and let us be real nowadays we have too many options it is like the more choices we have the harder it gets to actually pick one okay do you think people today have more decisions to make than people in the past oh 100% life used to be much simpler right people had fewer career paths fewer University options and even fewer brands of cereal to choose from but now we have this overload of choices in literally everything like even picking a phone takes hours because there are a million different models plus with technology we constantly making decisions what to read what to believe or how to manage your time so it is exhausting okay how important is advice from others when making a big decision well I think it is super important but only if you ask the right people like getting advice from someone who is been through a similar experience that is really helpful but if you ask too many people it just gets confusing because everyone has a different opinion so advice is great but at the end of the day you know you have to trust yourself too okay do you think young people and older people make decisions differently that is actually a pretty good question young people tend to to be more impulsive you know they more likely to take risks like quitting a job on the spot or moving abroad without thinking too much Elder people on the other hand usually weigh their options more carefully because they have more life experience but I guess it also depends on their personality you know some Elder people are super adventurous and some young people are really cautious okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "like selecting a job moving to another country or getting married there's so much pressure and let's be real nowadays we have too many options it's like uh the more choices we have the harder it gets to actually pick one okay do you think people today have more decisions to make than people in the past oh 100% life used to be much simpler right people had fewer career paths fewer University options and even fewer brands of cereal to choose from but now we have this overload of choices in literally everything like even picking a phone takes hours because there are a million different models plus with technology we constantly making decisions what to read what to believe or how to manage your time so it's exhausting okay how important is advice from others when making a big decision well I think it's super important but only if you ask the right people like getting advice from someone who's been through a similar experience that's really helpful but if you ask too many people it just gets confusing because everyone has a different opinion so advice is great but at the end of the day you know you have to trust yourself too okay do you think young people and older people make decisions differently that's actually a pretty good question young people tend to to be more impulsive you know they more likely to take risks like uh quitting a job on the spot or uh moving abroad without thinking too much Elder people on the other hand usually weigh their options more carefully because they have more life experience but I guess uh it also depends on their personality you know some Elder people are super adventurous and some young people are really cautious okay.",
      "transcript_cleaned": "Like selecting a job moving to another country or getting married there is so much pressure and let us be real nowadays we have too many options it is like the more choices we have the harder it gets to actually pick one okay do you think people today have more decisions to make than people in the past oh 100% life used to be much simpler right people had fewer career paths fewer University options and even fewer brands of cereal to choose from but now we have this overload of choices in literally everything like even picking a phone takes hours because there are a million different models plus with technology we constantly making decisions what to read what to believe or how to manage your time so it is exhausting okay how important is advice from others when making a big decision well I think it is super important but only if you ask the right people like getting advice from someone who is been through a similar experience that is really helpful but if you ask too many people it just gets confusing because everyone has a different opinion so advice is great but at the end of the day you know you have to trust yourself too okay do you think young people and older people make decisions differently that is actually a pretty good question young people tend to to be more impulsive you know they more likely to take risks like quitting a job on the spot or moving abroad without thinking too much Elder people on the other hand usually weigh their options more carefully because they have more life experience but I guess it also depends on their personality you know some Elder people are super adventurous and some young people are really cautious",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hCnUskUGdJM_q04",
      "video_id": "hCnUskUGdJM",
      "band": 3.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Be there can you explain more about it why do you think that it can make people happy to be at farmlands that are declining in number M because when you go to a farm farmer and see there for me was that when I saw my grandfather to be following things they always be happy to this you know maybe they he works till until the night and go there for many things and he happy to be enjoy and what are the other advantages of having a large farmlands except the expensive things I mean I think it makes so better to be a larger land to many things that you are have to do it and do you think that farmers and agricultural workers should be given more f ities by the government yeah I was thinking about this I actually think maybe or or yes I do not think so actually but it is better to let them be free and do whatever they want I think this is a good idea MH and how can we improve the skill of farmers in a region M maybe this part should go with the government they can make a meeting with farmers and teach them a lot of things and we prepare them to be a good farmer okay thank you very much now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "be there can you explain more about it uh why do you think that it can make people happy to be uh at farmlands that are uh declining in number M cuz when you uh go to a farm farmer and uh see there uh for me was that uh when I uh saw my grandfather to be following things uh they always be happy to this uh you know maybe uh they he works uh till until the night and uh go there for uh many things and uh he happy to be uh enjoy and what are the other advantages of having a large farmlands uh except the expensive things I mean uh I think uh it makes uh so uh better to be a larger land uh to many things that you are have to do it and do you think that farmers and agricultural workers should be given more f ities by the government uh yeah I was thinking about this uh I actually think uh maybe or or yes I don't think so actually uh but uh it's better to let them be free and uh do whatever they want uh I think this is a good idea MH and uh how can we improve the skill of farmers in a region M um maybe this part uh should go with the government they can uh make a meeting uh with farmers and uh teach them a lot of things and uh we prepare uh them to be a good farmer okay thank you very much now.",
      "transcript_cleaned": "Be there can you explain more about it why do you think that it can make people happy to be at farmlands that are declining in number M because when you go to a farm farmer and see there for me was that when I saw my grandfather to be following things they always be happy to this you know maybe they he works till until the night and go there for many things and he happy to be enjoy and what are the other advantages of having a large farmlands except the expensive things I mean I think it makes so better to be a larger land to many things that you are have to do it and do you think that farmers and agricultural workers should be given more f ities by the government yeah I was thinking about this I actually think maybe or or yes I do not think so actually but it is better to let them be free and do whatever they want I think this is a good idea MH and how can we improve the skill of farmers in a region M maybe this part should go with the government they can make a meeting with farmers and teach them a lot of things and we prepare them to be a good farmer",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QnyWfci16Gs_q01",
      "video_id": "QnyWfci16Gs",
      "band": 6.0,
      "question": "[Transcript chunk 1]",
      "transcript": "From here starts the speaking test okay this is the speaking Mark test of the international English language testing system taking place online in Ross is Academy the candidate is Anna the candidate number is 0131 3458 The Examiner is Lisa Minos examiner number 44357 s good afternoon my name is Louisa would you please tell me your full name oh hi good afternoon I am annaa and can I see your identification please okay thank you then let us get started with part one in the first part of the exam I will ask you some personal questions.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "from here starts the speaking test okay this is the speaking Mark test of the international English language testing system taking place online in Ross is Academy the candidate is Anna the candidate number is 0131 3458 The Examiner is Lisa Minos examiner number 44357 s good afternoon my name is Louisa would you please tell me your full name oh hi good afternoon I'm annaa and can I see your identification please okay thank you then let's get started with part one in the first part of the exam I will ask you some personal questions.",
      "transcript_cleaned": "From here starts the speaking test okay this is the speaking Mark test of the international English language testing system taking place online in Ross is Academy the candidate is Anna the candidate number is 0131 3458 The Examiner is Lisa Minos examiner number 44357 s good afternoon",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QnyWfci16Gs_q02",
      "video_id": "QnyWfci16Gs",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "With like you have plenty of things to do in a big city that you in a city that you do not have in a town like I do not know for shoppings and Cinemas and parks and even people you know I like seeing people so it is great when you live in a city it is busy I like busy places what city would you like to live in in the future London definitely London I am planning to go there maybe in three years something like that and why is that oh I do not know since I was small I as a child I would like to study there I but I could not afford so I came to Ireland but I still plan to go there I do not know it is a child dream maybe for all the history.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "with like you have plenty of things to do in a big city that you in a city that you don't have in a town like I don't know for shoppings and Cinemas and parks and even people you know I like seeing people so it's great when you live in a city it's busy I like busy places what city would you like to live in in the future London definitely London I'm planning to go there maybe in three years something like that and why is that oh I don't know since I was small I as a child I'd like to study there I but I couldn't um afford so I came to Ireland but I still plan to go there I don't know it's a child dream maybe for all the history.",
      "transcript_cleaned": "With like you have plenty of things to do in a big city that you in a city that you do not have in a town like I do not know for shoppings and Cinemas and parks and even people you know I like seeing people so it is great when you live in a city it is busy I like busy places what city would you like to live in in the future London definitely London I am planning to go there maybe in three years something like that and why is that oh I do not know since I was small I as a child I would like to study there I but I could not afford so I came to Ireland but I still plan to go there I do not know it is a child dream maybe for all the history.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QnyWfci16Gs_q03",
      "video_id": "QnyWfci16Gs",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "To think about what you are going to say and you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "to think about what you're going to say and you.",
      "transcript_cleaned": "To think about what you are going to say and you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}