{
  "batch_id": 250,
  "count": 20,
  "samples": [
    {
      "sample_id": "6qsDMXYRPjY_q09",
      "video_id": "6qsDMXYRPjY",
      "band": 5.5,
      "question": "&gt;&gt; Do you think technology makes people lazier?",
      "transcript": "I think technology for myself I think technology make people lazier because for me I always use technology for many activity in my life when I go anywhere I always check my smartphone because &gt;&gt; I think I can I can live without my smartphone and I think people it too. Yeah. &gt;&gt; Okay. So the final question here. &gt;&gt; So you mentioned before that you are a student.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think technology uh for myself I think technology make people lazier because uh for me I always use technology for many activity in my life when I go anywhere I always check my smartphone because &gt;&gt; uh I think I can uh I can live without my smartphone and I think people it too. Yeah. &gt;&gt; Okay. So the final question here. &gt;&gt; So you mentioned before that you are a student.",
      "transcript_cleaned": "I think technology for myself I think technology make people lazier because for me I always use technology for many activity in my life when I go anywhere I always check my smartphone because &gt;&gt; I think I can I can live without my smartphone and I think people it too. Yeah. &gt;&gt; Okay. So the final question here. &gt;&gt; So you mentioned before that you are a student.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hs6HBKpN36c_q02",
      "video_id": "hs6HBKpN36c",
      "band": 9.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Do for relaxing why I like to go swimming there is a good pool close to my home and I find that it is not only good exercise but it is a good way to unwind from the stresses of the workweek.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "do for relaxing why I like to go swimming there's a good pool close to my home and I find that it's not only good exercise but it's a good way to unwind from the stresses of the workweek.",
      "transcript_cleaned": "Do for relaxing why I like to go swimming there is a good pool close to my home and I find that it is not only good exercise but it is a good way to unwind from the stresses of the workweek.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hs6HBKpN36c_q04",
      "video_id": "hs6HBKpN36c",
      "band": 9.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Now runs with about ten staff and in his business he makes lucrative investments on behalf of wealthy investors he is a very good father and he always pays attention to spending quality time with his wife and especially used to be children just last week and when I picked him together and I joined them in the park and threw some ball with the kids so he Jerry has a very bright future ahead of him I mean he is already a very successful businessman and professor but I really would not be at all surprised if in the near future he will win some kind of award such as a Nobel Prize even okay Dave I am going to stop you there two.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "now runs with about ten staff and in his business he makes lucrative investments on behalf of wealthy investors he's a very good father and he always pays attention to spending quality time with his wife and especially used to be children just last week and when I picked him together and I joined them in the park and threw some ball with the kids so he Jerry has a very bright future ahead of him I mean he's already a very successful businessman and professor but I really wouldn't be at all surprised if in the near future he will win some kind of award such as a Nobel Prize even okay Dave I'm going to stop you there two.",
      "transcript_cleaned": "Now runs with about ten staff and in his business he makes lucrative investments on behalf of wealthy investors he is a very good father and he always pays attention to spending quality time with his wife and especially used to be children just last week and when I picked him together and I joined them in the park and threw some ball with the kids so he Jerry has a very bright future ahead of him I mean he is already a very successful businessman and professor but I really would not be at all surprised if in the near future he will win some kind of award such as a Nobel Prize",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hs6HBKpN36c_q05",
      "video_id": "hs6HBKpN36c",
      "band": 9.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Speaking the most intelligent among us are the ones that society relies on to solve our problems for us so for example my cousin Jerry is faced with these types of issues sometimes when an investment does not pan out for one of his clients then the blame falls on him it is often agreed that intelligence is very difficult to measure why is this well it is because as I mentioned before there are many different types of intelligence so to be more specific there is kinesthetic intelligence there is mathematical intelligence spatial and artistic just to name a few and while a person may be considered intelligent in one domain it will not necessarily make them telogen in another what are some of the greatest architectural achievements of the past 50 years well I would consider mega structures such as the Burj Kalifa or the Three Gorges Dam in China to be great engineering marvels of the last half century how about known physical achievements well I would say that the most important non physical achievements of the last half-century would have to be the internet but also the mapping of the genome and perhaps virtual reality what is needed for major accomplishments these days that are internationally recognized well they have to be outstanding to say the least to set themselves apart I mean there are nearly 8 billion people on the planet so it takes quite the achievement to stand out from the crowd so for example something like a cure for AIDS or a sprinter earning the 100-meter dash in under 9 seconds how will the major achievements of today impact future societies I believe they will have a profound impact on future societies so for example we spoke of the inner price book of the internet the tools that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "speaking the most intelligent among us are the ones that society relies on to solve our problems for us so for example my cousin Jerry is faced with these types of issues sometimes when an investment doesn't pan out for one of his clients then the blame falls on him it is often agreed that intelligence is very difficult to measure why is this well it's because as I mentioned before there are many different types of intelligence so to be more specific there's kinesthetic intelligence there's mathematical intelligence spatial and artistic just to name a few and while a person may be considered intelligent in one domain it won't necessarily make them telogen in another what are some of the greatest architectural achievements of the past 50 years well I would consider mega structures such as the Burj Kalifa or the Three Gorges Dam in China to be great engineering marvels of the last half century how about known physical achievements well I would say that the most important non physical achievements of the last half-century would have to be the internet but also the mapping of the genome and perhaps virtual reality what is needed for major accomplishments these days that are internationally recognized well they have to be outstanding to say the least to set themselves apart I mean there are nearly 8 billion people on the planet so it takes quite the achievement to stand out from the crowd so for example something like a cure for AIDS or a sprinter earning the 100-meter dash in under 9 seconds how will the major achievements of today impact future societies I believe they will have a profound impact on future societies so for example we spoke of the inner price book of the internet the tools that.",
      "transcript_cleaned": "Speaking the most intelligent among us are the ones that society relies on to solve our problems for us so for example my cousin Jerry is faced with these types of issues sometimes when an investment does not pan out for one of his clients then the blame falls on him it is often agreed that intelligence is very difficult to measure why is this well it is because as I mentioned before there are many different types of intelligence so to be more specific there is kinesthetic intelligence there is mathematical intelligence spatial and artistic just to name a few and while a person may be considered intelligent in one domain it will not necessarily make them telogen in another what are some of the greatest architectural achievements of the past 50 years well I would consider mega structures such as the Burj Kalifa or the Three Gorges Dam in China to be great engineering marvels of the last half century how about known physical achievements well I would say that the most important non physical achievements of the last half-century would have to be the internet but also the mapping of the genome and perhaps virtual reality what is needed for major accomplishments these days that are internationally recognized well they have to be outstanding to say the least to set themselves apart I mean there are nearly 8 billion people on the planet so it takes quite the achievement to stand out from the crowd so for example something like a cure for AIDS or a sprinter earning the 100-meter dash in under 9 seconds how will the major achievements of today impact future societies I believe they will have a profound impact on future societies so for example we spoke of the inner price book of the internet the tools that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ig49FqaZbEU_q02",
      "video_id": "Ig49FqaZbEU",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Early age they are always struggled to their studies they focus on their carer and goal so a little bit of weekend for them to enjoy the valuable moments of the life I do think it is important hold on thank you now you have one minute to take the preparations on the topic after that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "early age they are always struggled to their studies they focus on their carer and goal so a little bit of weekend for them to enjoy the valuable moments of the life I do think it is important hold on thank you now you have one minute to take the preparations on the topic after that.",
      "transcript_cleaned": "Early age they are always struggled to their studies they focus on their carer and goal so a little bit of weekend for them to enjoy the valuable moments of the life I do think it is important hold on thank you now you have one minute to take the preparations on the topic after that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ig49FqaZbEU_q03",
      "video_id": "Ig49FqaZbEU",
      "band": 6.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Grew from nobody to a very famous person they admire their struggl them way of living and the struggle they went to reach such such position do you think people should try to be like their role model apparently not because role model even though people think that role model has a lot of benefits actually it does not people should follow the benefits of a role model the behaviors but it is not necessary mean that they should copycat their own favorite Ro mods do you think ordinary people can have a big influence on society apparently they can because every big steps comes from small little steps it takes time even a normal citizen can provide financial support mental support even they can be activist to help the society to grow more further and so on how has social media changed the way we view model social media has changed the way of we think how we do work how we do stuff and so on it did influence it did change a lot how we view on modals because now it is very accessible to everyone to see their lifestyle however there are some misunderstanding of Role Models only showing the positive sides of their live livelihood however that is wrong because we all know that every person has their own struggles and problems.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "grew from nobody to a very famous person they admire their struggl them way of living and the struggle they went to reach such such position do you think people should try to be like their role model apparently not because role model even though people think that role model has a lot of benefits actually it doesn't people should follow the benefits of a role model the behaviors but it is not necessary mean that they should copycat their own favorite Ro mods do you think ordinary people can have a big influence on society apparently they can because every big steps comes from small little steps it takes time even a normal citizen can provide financial support mental support even they can be activist to help the society to grow more further and so on how has social media changed the way we view model social media has changed the way of we think how we do work how we do stuff and so on it did influence it did change a lot how we view on modals because now it is very accessible to everyone to see their lifestyle however there are some misunderstanding of Role Models only showing the positive sides of their live livelihood however that is wrong because we all know that every person has their own struggles and problems.",
      "transcript_cleaned": "Grew from nobody to a very famous person they admire their struggl them way of living and the struggle they went to reach such such position do you think people should try to be like their role model apparently not because role model even though people think that role model has a lot of benefits actually it does not people should follow the benefits of a role model the behaviors but it is not necessary mean that they should copycat their own favorite Ro mods do you think ordinary people can have a big influence on society apparently they can because every big steps comes from small little steps it takes time even a normal citizen can provide financial support mental support even they can be activist to help the society to grow more further and so on how has social media changed the way we view model social media has changed the way of we think how we do work how we do stuff and so on it did influence it did change a lot how we view on modals because now it is very accessible to everyone to see their lifestyle however there are some misunderstanding of Role Models only showing the positive sides of their live livelihood however that is wrong because we all know that every person has their own struggles and problems.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q02",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "What is your name?",
      "transcript": "Brendan. Brandon. Nice to meet you. Thank you. let us start off with a good view. That is our first topic for today.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Brendan. Brandon. Nice to meet you. Thank you. Let's start off with a good view. That is our first topic for today.",
      "transcript_cleaned": "Brendan. Brandon. Nice to meet you. Thank you. let us start off with a good view. That is our first topic for today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q03",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "What is your favorite place and why is it your favorite place?",
      "transcript": "I live near Simu station and around the sim station there is a Bame park. it is a small city park and there there are flowers, trees and benches to sit to sit on and I like sun sunlight. I like sunlight in Pol Park. When I when I get tired, I take good exercise in Bamin Park and I get released and sunlight the flowers, trees, benches, all give me all make me refreshed. that is why I like Borame Park. Okay, that is very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I live near Simu station and around the sim station there is a Bame park. It's a small city park and there there are flowers, trees and benches to sit to sit on and I like sun sunlight. I like sunlight in Pol Park. When I when I get tired, I take good exercise in Bamin Park and I get released and sunlight the flowers, trees, benches, all give me all make me refreshed. That's why I like Borame Park. Okay, that's very good.",
      "transcript_cleaned": "I live near Simu station and around the sim station there is a Bame park. it is a small city park and there there are flowers, trees and benches to sit to sit on and I like sun sunlight. I like sunlight in Pol Park. When I when I get tired, I take good exercise in Bamin Park and I get released and sunlight the flowers, trees, benches, all give me all make me refreshed. that is why I like Borame Park.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q04",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "Do you like to take photos when you see a good view?",
      "transcript": "Usually I take a photo when I go to B park, flowers, trees. I like I like to take a photo photo of nature. I like it peaceful mood. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, usually I take a photo when I go to B park, flowers, trees. I like I like to take a photo photo of nature. I like it peaceful mood. Okay.",
      "transcript_cleaned": "Usually I take a photo when I go to B park, flowers, trees. I like I like to take a photo photo of nature. I like it peaceful mood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q05",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "Have you seen something that is unforgettable like a really amazing scenery in your life?",
      "transcript": "Let me tell you about my one of my dreams. I mean in the m in the in night I dream some scenes and there I I was I was chasing a person with a lot of flower and I catched him and he surrendered me. So I was inspired. So I I write on short story in based on that dreams and I submit that writing to a contest. Unfortunately I failed to get a prize but it was unforgettable scenery in my dream. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um let me tell you about my one of my dreams. I mean in the m in the in night I dream some scenes and there I I was I was chasing a person with a lot of flower and I catched him and he surrendered me. So I was inspired. So I I write on short story in based on that dreams and I submit that writing to a contest. Unfortunately I failed to get a prize but it was unforgettable scenery in my dream. Okay.",
      "transcript_cleaned": "Let me tell you about my one of my dreams. I mean in the m in the in night I dream some scenes and there I I was I was chasing a person with a lot of flower and I catched him and he surrendered me. So I was inspired. So I I write on short story in based on that dreams and I submit that writing to a contest. Unfortunately I failed to get a prize but it was unforgettable scenery in my dream.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q06",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "Could you describe what the scenery was like?",
      "transcript": "Actually I was I was conged with a guy. And he tried to kill me. So I chased I I I I chased him and then I catched his neck and then I killed him with a lot of flower. to kill him with kindness. We would say the food ingredient. Oh, okay. Oh, like flour. Flour. Flour. A food ingredient. Okay, that kind of one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually uh I was I was conged with a guy. And he tried to kill me. So I chased I I I I chased him and then I catched his neck and then I killed him with a lot of flower. to kill him with kindness. We would say the food ingredient. Oh, okay. Oh, like flour. Flour. Flour. A food ingredient. Okay, that kind of one.",
      "transcript_cleaned": "Actually I was I was conged with a guy. And he tried to kill me. So I chased I I I I chased him and then I catched his neck and then I killed him with a lot of flower. to kill him with kindness. We would say the food ingredient. Oh, okay. Oh, like flour. Flour. Flour. A food ingredient.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q07",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "What is the view like?",
      "transcript": "That is that is one of disappointing point. that is one of disappointing points in in S in my opinion. it is graciy. I think the s is graciy. So as I told you I live near sin station and around the sim station it is graci. Yeah. I do not So, but when I whenever I go that is why I love Pame Park. I told you around my home it is gray. But in Borame Park there are many there are many colors red, yellow, green that make me they makes me refreshed. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um uh that's that's one of disappointing point. That's one of disappointing points in in S in my opinion. It's graciy. I think the s is graciy. So as I told you I live near sin station and around the sim station it's graci. Yeah. I don't So, but when I whenever I go that's why I love Pame Park. I told you around my home it's gray. But in Borame Park there are many there are many colors red, yellow, green that make me they makes me refreshed. Okay,.",
      "transcript_cleaned": "That is that is one of disappointing point. that is one of disappointing points in in S in my opinion. it is graciy. I think the s is graciy. So as I told you I live near sin station and around the sim station it is graci. Yeah. I do not So, but when I whenever I go that is why I love Pame Park. I told you around my home it is gray. But in Borame Park there are many there are many colors red, yellow, green that make me they makes me refreshed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q08",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "When is the last time you laughed at something or laughed at something?",
      "transcript": "Laugh laugh or laugh like funny haha kind of laughing. it is a hard tie. So people hardly laugh. So I can Oh, with my boyfriend.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Laugh laugh or laugh like funny haha kind of laughing. It's a hard tie. So people hardly laugh. So I can Oh, with my boyfriend.",
      "transcript_cleaned": "Laugh laugh or laugh like funny haha kind of laughing. it is a hard tie. So people hardly laugh. So I can Oh, with my boyfriend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q10",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "Like from what time does the hanbok come from?",
      "transcript": "In Joan dynasty. in Jose dynasty when a se occur of high leng high leng high rank give a ceremony for the dead in front of king they should wear that kind of cloth. Okay, that is good. that is good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In Joan dynasty. Uh in Jose dynasty when a se occur of high leng high leng high rank give a ceremony for the dead in front of king they should wear that kind of cloth. Okay, that's good. That's good.",
      "transcript_cleaned": "In Joan dynasty. in Jose dynasty when a se occur of high leng high leng high rank give a ceremony for the dead in front of king they should wear that kind of cloth. Okay, that is good. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "sfbODDD3zXs_q11",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "At home or at school?",
      "transcript": "Culture is a mixed conclusion of home and school and society. So it is not it is it is a very complicated topic. So we cannot we cannot be we cannot we cannot say that children is influenced by home or school home or school when they learn culture. But in my opinion, children I think that children learn culture at home because home is the place where children children are studed. Children are born and started to learn the society because a family is a kind of smart society as you I think that you can agree you you agree with my opinion and before getting into getting into school children learn about courtesy and how to manage them their body. They manage their body at home. Because and they learn how to so how to obey the elders at home. All starts from all starts at home. I think that is why I think that children learns culture at home and also children children does not children children do not start to eat first from a school. They they eat food. They start they start to eat food at home. They they learn about the color and taste of food at home, not from school first. that is why I think that children learn culture at school at home first. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Culture is a mixed conclusion of home and school and society. So it's not it's it's a very complicated topic. So we cannot we cannot be we cannot we cannot say that children is influenced by home or school home or school when they learn culture. But in my opinion, children I think that children learn culture at home because home is the place where children children are studed. Children are born and started to learn the society because a family is a kind of smart society as you I think that you can agree you you agree with my opinion and before getting into getting into school children learn about courtesy and how to manage them their body. They manage their body at home. Because and they learn how to so how to obey the elders at home. All starts from all starts at home. I think that's why I think that children learns culture at home and also children children doesn't children children do not start to eat first from a school. They they eat food. They start they start to eat food at home. They they learn about the color and taste of food at home, not from school first. That's why I think that children learn culture at school at home first. Okay.",
      "transcript_cleaned": "Culture is a mixed conclusion of home and school and society. So it is not it is it is a very complicated topic. So we cannot we cannot be we cannot we cannot say that children is influenced by home or school home or school when they learn culture. But in my opinion, children I think that children learn culture at home because home is the place where children children are studed. Children are born and started to learn the society because a family is a kind of smart society as you I think that you can agree you you agree with my opinion and before getting into getting into school children learn about courtesy and how to manage them their body. They manage their body at home. Because and they learn how to so how to obey the elders at home. All starts from all starts at home. I think that is why I think that children learns culture at home and also children children does not children children do not start to eat first from a school. They they eat food. They start they start to eat food at home. They they learn about the color and taste of food at home, not from school first. that is why I think that children learn culture at school at home first.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gEh8OULgoJM_q01",
      "video_id": "gEh8OULgoJM",
      "band": 5.5,
      "question": "Do you like shopping?",
      "transcript": "I really like go shopping. We usually go shopping at the weekend and maybe once a year we go to the abroad and we buy something like watch, phone or some maybe smart new laptop. Really? Wow.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I really like go shopping. We usually go shopping at the weekend and maybe once a year we go to the abroad and we buy something like watch, phone or some maybe smart new uh laptop. Really? Wow.",
      "transcript_cleaned": "I really like go shopping. We usually go shopping at the weekend and maybe once a year we go to the abroad and we buy something like watch, phone or some maybe smart new laptop. Really? Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gEh8OULgoJM_q02",
      "video_id": "gEh8OULgoJM",
      "band": 5.5,
      "question": "So, do you like to compare prices when you shop?",
      "transcript": "M I think yes because I always find the best price for the item I want to buy but sometime it is not really good because very cheap not always my choice because it maybe do not support for my my what I want. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "M I think yes because I always find the best uh price for the item I want to buy but sometime it's not really good because very cheap not always my choice because it maybe don't support for my uh my what I want. Well done.",
      "transcript_cleaned": "M I think yes because I always find the best price for the item I want to buy but sometime it is not really good because very cheap not always my choice because it maybe do not support for my my what I want.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gEh8OULgoJM_q03",
      "video_id": "gEh8OULgoJM",
      "band": 5.5,
      "question": "Finally, do you think expensive products are always better than cheaper products?",
      "transcript": "I do not think so because it is really want for me to choose the best for me. Maybe it can more expensive than the other, but it best for me and I feel is right. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't think so because it's really want for me to choose the best for me. Maybe it can more expensive than the other, but it best for me and I feel is right. Well done.",
      "transcript_cleaned": "I do not think so because it is really want for me to choose the best for me. Maybe it can more expensive than the other, but it best for me and I feel is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q01",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And Suan, are you working or are you a student?",
      "transcript": "I am not working. I am not student. Yeah, I am looking for a job. Okay, perfect.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm not working. I'm not student. Yeah, I'm looking for a job. Okay, perfect.",
      "transcript_cleaned": "I am not working. I am not student. Yeah, I am looking for a job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OYrcH-5WAvc_q02",
      "video_id": "OYrcH-5WAvc",
      "band": 6.0,
      "question": "And what do you like to do in your free time?",
      "transcript": "Free time? I usually take a medic meditation and sometimes I listen to music and sometimes I go for a walk. So many times I relaxing time. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Free time? I usually uh take a medic meditation and sometimes I listen to music and sometimes uh I go for a walk. So many times I relaxing time. Great.",
      "transcript_cleaned": "Free time? I usually take a medic meditation and sometimes I listen to music and sometimes I go for a walk. So many times I relaxing time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}