{
  "batch_id": 65,
  "count": 20,
  "samples": [
    {
      "sample_id": "RWJoFVI6cZc_q08",
      "video_id": "RWJoFVI6cZc",
      "band": 8.0,
      "question": "And my first, my third advice?",
      "transcript": "Let me think. Oh yeah, you should stop when you need to because, when you do not know what to say, you will tend to put a lot of filler words in it and it would make your speech sound very clumsy. So yeah, just take a break and rearrange your thoughts very carefully. And to be honest, a short speech is always better than one that ends with filler words. Okay, thank you for coming here and joining me to be with us. Thank you so much. IELTS Fighter. Tien phong phổ cập IELTS trong người Việt.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Let me think. Oh yeah, you should stop when you need to because, uh, when you don't know what to say, you will tend to put a lot of filler words in it and it would make your speech sound very clumsy. So yeah, just take a break and rearrange your thoughts very carefully. And to be honest, a short speech is always better than one that ends with filler words. Okay, thank you for coming here and joining me to be with us. Thank you so much. IELTS Fighter. Tien phong phổ cập IELTS trong người Việt.",
      "transcript_cleaned": "Let me think. Oh yeah, you should stop when you need to because, when you do not know what to say, you will tend to put a lot of filler words in it and it would make your speech sound very clumsy. So yeah, just take a break and rearrange your thoughts very carefully. And to be honest, a short speech is always better than one that ends with filler words. Okay, thank you for coming here and joining me to be with us. Thank you so much. IELTS Fighter. Tien phong phổ cập IELTS trong người Việt.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q01",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Do you have friends?",
      "transcript": "Yes, I do have a lot of friends. I am an extrovert, so I like talking to a lot of people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do have a lot of friends. I'm an extrovert, so I like talking to a lot of people.",
      "transcript_cleaned": "Yes, I do have a lot of friends. I am an extrovert, so I like talking to a lot of people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q02",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "How do you usually contact your friends?",
      "transcript": "I like to contact my friends over the phone through video chat or voice chat. I mostly prefer video chatting my friends because I feel like it is more personal and engaging. And it also allows me to express my emotions clearly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like to contact my friends over the phone through video chat or voice chat. I mostly prefer video chatting my friends because I feel like it's more personal and engaging. And it also allows me to express my emotions clearly.",
      "transcript_cleaned": "I like to contact my friends over the phone through video chat or voice chat. I mostly prefer video chatting my friends because I feel like it is more personal and engaging. And it also allows me to express my emotions clearly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q03",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Do you prefer to contact different people in different ways?",
      "transcript": "Yes, I do like to contact different people in different ways because I am not comfortable talking to everyone in the same platform, using the same platform. For example, when it comes to someone I am close with, I like to call them. On the other hand, when it comes to someone I am not too close with, I like to email them or text them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do like to contact different people in different ways because I'm not comfortable talking to everyone in the same platform, using the same platform. For example, when it comes to someone I'm close with, I like to call them. On the other hand, when it comes to someone I'm not too close with, I like to email them or text them.",
      "transcript_cleaned": "Yes, I do like to contact different people in different ways because I am not comfortable talking to everyone in the same platform, using the same platform. For example, when it comes to someone I am close with, I like to call them. On the other hand, when it comes to someone I am not too close with, I like to email them or text them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q04",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Do you find it easy to keep in contact with friends and family?",
      "transcript": "Yes, I do find it easy to keep in contact with friends and family members because I feel like I can use different apps for texting them or communicating with them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do find it easy to keep in contact with friends and family members because I feel like I can use different apps for texting them or communicating with them.",
      "transcript_cleaned": "Yes, I do find it easy to keep in contact with friends and family members because I feel like I can use different apps for texting them or communicating with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q05",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "In your country, did people in the past keep in contact in the same ways as they do today?",
      "transcript": "In my country, we do not use the same form of communication as we used to do in the past because a lot has changed. For example, in the past, we used to send people letters or use LAN telephones. And it has changed a lot now. Okay so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In my country, we don't use the same form of communication as we used to do in the past because a lot has changed. For example, in the past, we used to send people letters or use LAN telephones. And it has changed a lot now. Okay so.",
      "transcript_cleaned": "In my country, we do not use the same form of communication as we used to do in the past because a lot has changed. For example, in the past, we used to send people letters or use LAN telephones. And it has changed a lot now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q06",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Would you like to start now, please?",
      "transcript": "Yes. A party that I genuinely enjoyed was my birthday party, which was held last year on the 11th of August at my place. It was a surprise party and I really liked it because my friends surprised me and it happened all of a sudden. And my best friend came from Canada after four years, which was very unexpected for me. the good thing about the party was that it had different stations in different corners of the room. For example, it had an art station, music station, so we were allowed to do whatever we wanted. there was this one particular thing that we did that was very memorable for me was we took our handprint on the canvas for the memory, which I still have it stored because my friends left for abroad. And whenever I look at it, it makes me feel better. So that was the best part about the party that was held. And I felt really happy because people do not do such things anymore. And it was all of a sudden and it was very special for me. Okay Thank you very much May you have the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. A party that I genuinely enjoyed was my birthday party, which was held last year on the 11th of August at my place. It was a surprise party and I really liked it because my friends surprised me and it happened all of a sudden. And my best friend came from Canada after four years, which was very unexpected for me. Um, the good thing about the party was that it had different stations in different corners of the room. For example, it had an art station, music station, so we were allowed to do whatever we wanted. Um, there was this one particular thing that we did that was very memorable for me was we took our handprint on the canvas for the memory, which I still have it stored because my friends left for abroad. And whenever I look at it, it makes me feel better. So that was the best part about the party that was held. And I felt really happy because people don't do such things anymore. And it was all of a sudden and it was very special for me. Okay Thank you very much May you have the.",
      "transcript_cleaned": "Yes. A party that I genuinely enjoyed was my birthday party, which was held last year on the 11th of August at my place. It was a surprise party and I really liked it because my friends surprised me and it happened all of a sudden. And my best friend came from Canada after four years, which was very unexpected for me. the good thing about the party was that it had different stations in different corners of the room. For example, it had an art station, music station, so we were allowed to do whatever we wanted. there was this one particular thing that we did that was very memorable for me was we took our handprint on the canvas for the memory, which I still have it stored because my friends left for abroad. And whenever I look at it, it makes me feel better. So that was the best part about the party that was held. And I felt really happy because people do not do such things anymore. And it was all of a sudden and it was very special for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q07",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Is this ever true in your country?",
      "transcript": "In my country, yes, it is true that we spend a lot of money on parties because it is very unique and special for us. So I feel like spending a lot of money means a lot to us and like as in doing different activities and like keeping it close to our heart.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my country, yes, it is true that we spend a lot of money on parties because it is very unique and special for us. So I feel like spending a lot of money means a lot to us and like as in doing different activities and like keeping it close to our heart.",
      "transcript_cleaned": "In my country, yes, it is true that we spend a lot of money on parties because it is very unique and special for us. So I feel like spending a lot of money means a lot to us and like as in doing different activities and like keeping it close to our heart.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q08",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Do you think this trend is good or bad?",
      "transcript": "I think this is a good trend, but I do not think that spending a lot of money is good as well. So there has to be a limit. There has to be boundaries.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think this is a good trend, but I do not think that spending a lot of money is good as well. So there has to be a limit. There has to be boundaries.",
      "transcript_cleaned": "I think this is a good trend, but I do not think that spending a lot of money is good as well. So there has to be a limit. There has to be boundaries.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q09",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Are there any differences between family parties and parties given by friends?",
      "transcript": "This varies from person to person, but since I am a family person as well, I do love spending time with family and friends. So I don think there is any difference because the main goal is to have fun and spend it in a nice way with my loved ones What kinds of national celebrations do you have in your country In my country there are many festivals and celebrations which occurs almost every month But if I were to talk about a particular one I would choose Wahila Boishek I really like this one because people dress up in different colors and I feel like it something that That brings unity. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "This varies from person to person, but since I'm a family person as well, I do love spending time with family and friends. So I don think there is any difference because the main goal is to have fun and spend it in a nice way with my loved ones What kinds of national celebrations do you have in your country In my country there are many festivals and celebrations which occurs almost every month But if I were to talk about a particular one I would choose Wahila Boishek Um I really like this one because people dress up in different colors and I feel like it something that That brings unity. Okay.",
      "transcript_cleaned": "This varies from person to person, but since I am a family person as well, I do love spending time with family and friends. So I don think there is any difference because the main goal is to have fun and spend it in a nice way with my loved ones What kinds of national celebrations do you have in your country In my country there are many festivals and celebrations which occurs almost every month But if I were to talk about a particular one I would choose Wahila Boishek I really like this one because people dress up in different colors and I feel like it something that That brings unity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q10",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Young people or the elderly people?",
      "transcript": "In my perspective, I think younger generation enjoys this more because they like to have a lot of fun. Maybe roam around or go outside more and they are more outgoing than the older generation. They like singing, goofing around, dancing. So I think it is the perfect. Celebration for them. So this is the last question for you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in my perspective, I think younger generation enjoys this more because they like to have a lot of fun. Maybe roam around or go outside more and they're more outgoing than the older generation. They like singing, goofing around, dancing. So I think it's the perfect. Celebration for them. So this is the last question for you.",
      "transcript_cleaned": "In my perspective, I think younger generation enjoys this more because they like to have a lot of fun. Maybe roam around or go outside more and they are more outgoing than the older generation. They like singing, goofing around, dancing. So I think it is the perfect. Celebration for them. So this is the last question for you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VSYNqtYFEJg_q11",
      "video_id": "VSYNqtYFEJg",
      "band": 8.0,
      "question": "Why do you think some people consider that national celebrations are waste of government money?",
      "transcript": "I think they think it is a waste of money because they feel like they pay taxes and they are going into wasteful things. But I do not think it is a waste of money because I feel like it brings unity. Because a lot of people are gathering together to celebrate one particular thing. So it is supposed to be a happy moment for everyone. And it is good for your mental health as well. Okay, thank you very much. Thank you, Iya, for joining us. Thanks a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think they think it's a waste of money because they feel like they pay taxes and they're going into wasteful things. But I don't think it's a waste of money because I feel like it brings unity. Because a lot of people are gathering together to celebrate one particular thing. So it is supposed to be a happy moment for everyone. And it is good for your mental health as well. Okay, thank you very much. Thank you, Iya, for joining us. Thanks a lot.",
      "transcript_cleaned": "I think they think it is a waste of money because they feel like they pay taxes and they are going into wasteful things. But I do not think it is a waste of money because I feel like it brings unity. Because a lot of people are gathering together to celebrate one particular thing. So it is supposed to be a happy moment for everyone. And it is good for your mental health as well. Okay, thank you very much. Thank you, Iya, for joining us. Thanks a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yA-3xpo5LkI_q04",
      "video_id": "yA-3xpo5LkI",
      "band": 6.0,
      "question": "So firstly, do you like listening to music on a regular basis?",
      "transcript": "Actually I really love to listen to music every single day because it helps me a lot to, let me head down or maybe some music can mix with some knowledge. So when I hear that at the same time, it really helps me to like have more knowledge about something, maybe about culture of, someplace. Yeah. Yeah, alright.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually I really love to listen to music every single day because it helps me a lot to, uh, let me head down or maybe some music can mix with some knowledge. So when I hear that at the same time, it really helps me to like have more knowledge about something, maybe about culture of, uh, someplace. Yeah. Yeah, alright.",
      "transcript_cleaned": "Actually I really love to listen to music every single day because it helps me a lot to, let me head down or maybe some music can mix with some knowledge. So when I hear that at the same time, it really helps me to like have more knowledge about something, maybe about culture of, someplace.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yA-3xpo5LkI_q05",
      "video_id": "yA-3xpo5LkI",
      "band": 6.0,
      "question": "So have you ever been interested in singing?",
      "transcript": "Actually, I am bad at singing a lot. So, that is the reason why when, every single time when I sing at home, my parents always say that, Hoang Anh, please do not sing anymore. You can kill someone when you sing. Yeah. So I just think when I feel like I am free but just like in some, my own pace it do not bother anyone. Yeah, okay, right. So the last question for you in this part.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, I'm bad at singing a lot. So, uh, that's the reason why when, every single time when I sing at home, my parents always say that, Hoang Anh, please don't sing anymore. You can kill someone when you sing. Yeah. So I just think when I feel like I'm free but just like in some, my own pace it don't bother anyone. Yeah, okay, right. So the last question for you in this part.",
      "transcript_cleaned": "Actually, I am bad at singing a lot. So, that is the reason why when, every single time when I sing at home, my parents always say that, Hoang Anh, please do not sing anymore. You can kill someone when you sing. Yeah. So I just think when I feel like I am free but just like in some, my own pace it do not bother anyone. Yeah, okay, right. So the last question for you in this part.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yA-3xpo5LkI_q09",
      "video_id": "yA-3xpo5LkI",
      "band": 6.0,
      "question": "So the first question for you is, do you think music is getting better as time goes on?",
      "transcript": "Yeah, maybe. actually I did not know in the future is, but maybe because of its benefits. So, a lot of people enjoy that and use that as their hobbies to enjoy it every time. So for example when you go out on a trip, you can see a lot of people there have a headphone to listen to music during the, like, ride a bike or ride a car, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, maybe. Uh, actually I didn't know in the future is, but uh, maybe because of its benefits. So, a lot of people enjoy that and use that as their hobbies to enjoy it every time. So for example when you go out on a trip, you can see a lot of people there have a headphone to listen to music during the, like, uh, ride a bike or ride a car, yeah.",
      "transcript_cleaned": "maybe. actually I did not know in the future is, but maybe because of its benefits. So, a lot of people enjoy that and use that as their hobbies to enjoy it every time. So for example when you go out on a trip, you can see a lot of people there have a headphone to listen to music during the, like, ride a bike or ride a car,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yA-3xpo5LkI_q13",
      "video_id": "yA-3xpo5LkI",
      "band": 6.0,
      "question": "Đúng không nào?",
      "transcript": "Ví dụ như em có sử dụng từ must nhưng mà lại đi với to go.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ví dụ như em có sử dụng từ must nhưng mà lại đi với to go.",
      "transcript_cleaned": "Ví dụ như em có sử dụng từ must nhưng mà lại đi với to go.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yA-3xpo5LkI_q14",
      "video_id": "yA-3xpo5LkI",
      "band": 6.0,
      "question": "Đúng không?",
      "transcript": "Hoặc là mình có cái từ đấy là love, love to sing and love to listen and. Vậy thì sau lớp mình có từ, à từ vớp in. Ok, rồi. Vậy thì mình chú ý một số những cái lỗi nhỏ nhỏ như vậy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hoặc là mình có cái từ đấy là love, love to sing and love to listen and. Vậy thì sau lớp mình có từ, à từ vớp in. Ok, rồi. Vậy thì mình chú ý một số những cái lỗi nhỏ nhỏ như vậy.",
      "transcript_cleaned": "Hoặc là mình có cái từ đấy là love, love to sing and love to listen and. Vậy thì sau lớp mình có từ, à từ vớp in. Ok, rồi. Vậy thì mình chú ý một số những cái lỗi nhỏ nhỏ như vậy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yA-3xpo5LkI_q15",
      "video_id": "yA-3xpo5LkI",
      "band": 6.0,
      "question": "Đấy không nào?",
      "transcript": "À, ngoài ra thì ở đây mình có một tiêu chí nhỏ nhỏ. Đấy là mình phải có mix of simple and complex structure. Có sự, à, có sự mix, sự trộn lẫn giữa cấu trúc đơn và cấu trúc phức. Mà nếu mà trong bài nói của em có quá nhiều câu đơn như vừa nãy em thể hiện, thì người ta sẽ không đánh giá cao bài của mình. Ok, vậy mình có một số những cái câu phức.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "À, ngoài ra thì ở đây mình có một tiêu chí nhỏ nhỏ. Đấy là mình phải có mix of simple and complex structure. Có sự, à, có sự mix, sự trộn lẫn giữa cấu trúc đơn và cấu trúc phức. Mà nếu mà trong bài nói của em có quá nhiều câu đơn như vừa nãy em thể hiện, thì người ta sẽ không đánh giá cao bài của mình. Ok, vậy mình có một số những cái câu phức.",
      "transcript_cleaned": "À, ngoài ra thì ở đây mình có một tiêu chí nhỏ nhỏ. Đấy là mình phải có mix of simple and complex structure. Có sự, à, có sự mix, sự trộn lẫn giữa cấu trúc đơn và cấu trúc phức. Mà nếu mà trong bài nói của em có quá nhiều câu đơn như vừa nãy em thể hiện, thì người ta sẽ không đánh giá cao bài của mình. Ok, vậy mình có một số những cái câu phức.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yA-3xpo5LkI_q16",
      "video_id": "yA-3xpo5LkI",
      "band": 6.0,
      "question": "Whether you volume are written by student manually, right?",
      "transcript": "Penal unlподastered by pronounciation. My name is Italian. it is a short tire. Vậy thì muốn achieve, là muốn thành công trong phần luyện tập S này thì mình phải nhại hoặc là mình xem phim rất là nhiều. Ok, và một số cái phim mà chị gợi ý cho em đấy là phim Friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Penal unlподastered by pronounciation. My name is Italian. It's a short tire. Vậy thì muốn achieve, là muốn thành công trong phần luyện tập S này thì mình phải nhại hoặc là mình xem phim rất là nhiều. Ok, và một số cái phim mà chị gợi ý cho em đấy là phim Friends.",
      "transcript_cleaned": "Penal unlподastered by pronounciation. My name is Italian. it is a short tire. Vậy thì muốn achieve, là muốn thành công trong phần luyện tập S này thì mình phải nhại hoặc là mình xem phim rất là nhiều. Ok, và một số cái phim mà chị gợi ý cho em đấy là phim Friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vRk86OQFsOA_q01",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "Tell me, do you like doing sports or any physical activities?",
      "transcript": "I do enjoy a multitude of physical activities. The two of which are biking and swimming, which I enjoy the most. Because I grew up in a background where I had to travel a lot on my own. I enjoy biking a lot and also swimming. I felt in the past that I was not athletic enough as my friends and could not do the same activities as my peers could easily do. But now after trying sports, I feel like I have more, I have a better ability to accomplish physical tasks.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I do enjoy a multitude of physical activities. The two of which are biking and swimming, which I enjoy the most. Because I grew up in a background where I had to travel a lot on my own. I enjoy biking a lot and also swimming. I felt in the past that I wasn't athletic enough as my friends and couldn't do the same activities as my peers could easily do. But now after trying sports, I feel like I have more, I have a better ability to accomplish physical tasks.",
      "transcript_cleaned": "I do enjoy a multitude of physical activities. The two of which are biking and swimming, which I enjoy the most. Because I grew up in a background where I had to travel a lot on my own. I enjoy biking a lot and also swimming. I felt in the past that I was not athletic enough as my friends and could not do the same activities as my peers could easily do. But now after trying sports, I feel like I have more, I have a better ability to accomplish physical tasks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}