{
  "batch_id": 11,
  "count": 20,
  "samples": [
    {
      "sample_id": "e5GWrUr_e4c_q03",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "And why do or did you choose this subject?",
      "transcript": "Well actually I, I am really into, art and, cultural things so, so I was trying to, choose a field that is, connected with them. So I chose, architecture. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well actually I, er, I'm really into, er, art and, er, cultural things so, er, er, so I was trying to, er, choose a field that is, er, connected with them. So I chose, er, architecture. Good.",
      "transcript_cleaned": "actually I, I am really into, art and, cultural things so, so I was trying to, choose a field that is, connected with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q04",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "Okay, now what are or were the main aspects of your subject?",
      "transcript": "It is very complicated because you have to adapt the human needs and then your. and their needs, and you have to care about environment. So it is very sophisticated to connect them together. And I think it is very necessary for human beings. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, um, it's very complicated because you have to adapt the human needs and then your. and their needs, and you have to care about environment. So it's very sophisticated to connect them together. And I think it's very necessary for human beings. Okay,.",
      "transcript_cleaned": "It is very complicated because you have to adapt the human needs and then your. and their needs, and you have to care about environment. So it is very sophisticated to connect them together. And I think it is very necessary for human beings.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q05",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "Do you enjoy your birthdays?",
      "transcript": "Absolutely. I think everyone likes to have their birthdays. Actually when you meet your friends, Especially when they surprise you and, it is very enjoyable, I think. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Absolutely. I think everyone likes to have their birthdays. Actually when you meet your friends, Especially when they surprise you and, um, it's very enjoyable, I think. Right.",
      "transcript_cleaned": "Absolutely. I think everyone likes to have their birthdays. Actually when you meet your friends, Especially when they surprise you and, it is very enjoyable, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q06",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "And what did you do on your last birthday?",
      "transcript": "Well, because we are facing a, global epidemic so, I did not get birthday and, we just celebrate, with my husband and, it was quiet, calm. And, nothing special happened.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, because we are facing a, uh, uh, global epidemic so, uh, I didn't get birthday and, uh, we just celebrate, um, uh, with my husband and, um, it was quiet, um, calm. And, um, nothing special happened.",
      "transcript_cleaned": "because we are facing a, global epidemic so, I did not get birthday and, we just celebrate, with my husband and, it was quiet, calm. And, nothing special happened.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q07",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "So, do most people celebrate their birthdays with a party in your country?",
      "transcript": "As I said, because of Corona, they do not celebrate birthdays anymore. but, before that, regular people, celebrate their, their birthdays in their homes or maybe invite their friends to an outdoor coffee shop. Maybe, or that is it I think. So let us now talk about your childhood.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, as I said, because of Corona, they don't celebrate birthdays anymore. Uh, but, um, before that, uh, regular people, uh, celebrate their, uh, their birthdays in their homes or maybe invite their friends to an outdoor coffee shop. Maybe, or um, that's it I think. So let's now talk about your childhood.",
      "transcript_cleaned": "As I said, because of Corona, they do not celebrate birthdays anymore. but, before that, regular people, celebrate their, their birthdays in their homes or maybe invite their friends to an outdoor coffee shop. Maybe, or that is it I think. So let us now talk about your childhood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q08",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "Did you enjoy your childhood?",
      "transcript": "Yes of course because I was kind of really naughty and I really enjoyed playing with others and it is It was a very, good moment that, to, play, play games in, in backyard or, I remember I sometimes, played theater, in front of my friends. It was so much fun and enjoyable moments. Okay, good. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, yes of course because I was kind of um, um, really naughty and I really enjoyed playing with others and um, um, um, it's It was a very, uh, good moment that, um, uh, to, um, um, play, play games in, in backyard or, um, I remember I sometimes, uh, played theater, uh, in front of my friends. It was so much fun and enjoyable moments. Okay, good. So.",
      "transcript_cleaned": "Yes of course because I was kind of really naughty and I really enjoyed playing with others and it is It was a very, good moment that, to, play, play games in, in backyard or, I remember I sometimes, played theater, in front of my friends. It was so much fun and enjoyable moments.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q09",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "Do you think it is good to talk loudly on a bus?",
      "transcript": "Well, I think, in my country, it is considered too, polite behavior. And, I really hate people when they, talk in public places, Like buses or maybe in cinemas. And it is very annoying for me when they rehash their talking and it makes me so uncomfortable. And if I had to, if I want to warn them, I would do that. And it is very annoying behavior, I guess.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, I think, uh, in my country, it's considered too, um, um, polite behavior. And, um, I really hate people when they, um, uh, talk in public places, Like buses or maybe in cinemas. And it's very annoying for me when they rehash their talking and it makes me so uncomfortable. And if I had to, if I want to warn them, I would do that. And it's very annoying behavior, I guess.",
      "transcript_cleaned": "I think, in my country, it is considered too, polite behavior. And, I really hate people when they, talk in public places, Like buses or maybe in cinemas. And it is very annoying for me when they rehash their talking and it makes me so uncomfortable. And if I had to, if I want to warn them, I would do that. And it is very annoying behavior, I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q10",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "So in your opinion, would it be a good idea to have laws that prevent speaking loudly in public?",
      "transcript": "I don think about that before but I guess it would be better to maybe consider a law that to fine people because of their bad behavior I do not think it is very practical at the moment, but it would be better to, maybe punish them or, be paying fine for them. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I don think about that before but I guess it would be better to maybe consider a law that um to fine people because of their bad behavior Um, I don't think it's very practical at the moment, but it would be better to, um, maybe punish them or, um, be paying fine for them. Right.",
      "transcript_cleaned": "I don think about that before but I guess it would be better to maybe consider a law that to fine people because of their bad behavior I do not think it is very practical at the moment, but it would be better to, maybe punish them or, be paying fine for them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q11",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "Do you think that there are any drawbacks for using cell phones in public places?",
      "transcript": "I think, it is annoying sometimes but we cannot, we cannot deny that. Everyone uses, telephones and, they receive phone calls, every time and, sometimes they have to answer them because, it is, it is sometimes, the cause is for, special occasions or, maybe it is, warning or, it is, about, important events. So they have to answer their phones and, you cannot, you cannot, deny that. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, um, I think, er, it's annoying sometimes but we can't, er, we can't deny that. Everyone uses, er, telephones and, er, they receive phone calls, er, every time and, er, sometimes they have to answer them because, It's, um, it's sometimes, um, the cause is for, uh, special occasions or, uh, maybe it's, uh, warning or, um, it's, uh, about, um, important events. So they have to answer their phones and, uh, you can't, uh, you can't, um, deny that. Right.",
      "transcript_cleaned": "I think, it is annoying sometimes but we cannot, we cannot deny that. Everyone uses, telephones and, they receive phone calls, every time and, sometimes they have to answer them because, it is, it is sometimes, the cause is for, special occasions or, maybe it is, warning or, it is, about, important events. So they have to answer their phones and, you cannot, you cannot, deny that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q12",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "And, how has the use of mobile phones changed in your country in the last few decades?",
      "transcript": "I think people used to, used to, use of mobile phones, just for, emergency calls, but nowadays I think they are changing it as their, as their life style. it is a part of their lifestyle because, we have internet, we have social networks, and people spend their time in virtual words. So it is very important to them, and I think it is very necessary to give, to observe news or maybe some new events that it is important for us. And about health care these days, especially when we are facing corona, it is very important to, be, to be, some place to give your, news and, etc. Thanks. Thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think people used to, um, used to, um, use of mobile phones, er, just for, er, emergency calls, but nowadays I think they're changing it as their, as their life style. It's a part of their lifestyle because, uh, we have internet, we have social networks, and people spend their time in virtual words. So it's very important to them, and I think it's very necessary to give, to observe news or maybe some new events that it's important for us. And about health care these days, especially when we are facing corona, um, it's very important to, uh, be, um, to be, uh, some place to give your, um, news and, um, etc. Thanks. Thank you very much.",
      "transcript_cleaned": "I think people used to, used to, use of mobile phones, just for, emergency calls, but nowadays I think they are changing it as their, as their life style. it is a part of their lifestyle because, we have internet, we have social networks, and people spend their time in virtual words. So it is very important to them, and I think it is very necessary to give, to observe news or maybe some new events that it is important for us. And about health care these days, especially when we are facing corona, it is very important to, be, to be, some place to give your, news and, etc. Thanks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q15",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "Were you thinking about the, the, were you thinking about it?",
      "transcript": "Like, oh, goodness me, I have to keep on talking. Because it is not good to think about your timing. Just think about your story. Think about your story. If you run out of things to say, then it might be a good idea to go off topic. Lie if you have to. IELTS speaking is not based on facts or lies. You can just make something up just to, you know, keep it going. Because you did answer the question. You did go through the bullet points. So you answered the question. it is okay to go off topic. So if you are talking about an important phone call, you can say, oh, I would like to talk about my friend too, who likes to talk on the phone all the time. So that is, you are going off slightly off topic. it is somehow related. You can do stuff like that. Just to make sure you keep the flow of speech and you speak for up to two.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like, oh, goodness me, I have to keep on talking. Because it's not good to think about your timing. Just think about your story. Think about your story. If you run out of things to say, then it might be a good idea to go off topic. Lie if you have to. IELTS speaking is not based on facts or lies. You can just make something up just to, you know, keep it going. Because you did answer the question. You did go through the bullet points. So you answered the question. It's okay to go off topic. So if you're talking about an important phone call, you can say, oh, I'd like to talk about my friend too, who likes to talk on the phone all the time. So that's, you're going off slightly off topic. It's somehow related. You can do stuff like that. Just to make sure you keep the flow of speech and you speak for up to two.",
      "transcript_cleaned": "Like, oh, goodness me, I have to keep on talking. Because it is not good to think about your timing. Just think about your story. Think about your story. If you run out of things to say, then it might be a good idea to go off topic. Lie if you have to. IELTS speaking is not based on facts or lies. You can just make something up just to, you know, keep it going. Because you did answer the question. You did go through the bullet points. So you answered the question. it is okay to go off topic. So if you are talking about an important phone call, you can say, oh, I would like to talk about my friend too, who likes to talk on the phone all the time. So that is, you are going off slightly off topic. it is somehow related. You can do stuff like that. Just to make sure you keep the flow of speech and you speak for up to two.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q16",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "Do you have any questions for me?",
      "transcript": "No, thank you so much. Thank you so much. Oh, I hope this was helpful. it is my pleasure. I hope it was, helpful and, I.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, thank you so much. Thank you so much. Oh, I hope this was helpful. It's my pleasure. I hope it was, uh, helpful and, uh, I.",
      "transcript_cleaned": "No, thank you so much. Thank you so much. Oh, I hope this was helpful. it is my pleasure. I hope it was, helpful and, I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IwF2k0g1gkE_q03",
      "video_id": "IwF2k0g1gkE",
      "band": 5.0,
      "question": "Do you like a house or an apartment?",
      "transcript": "I like a house rather than an apartment because the house is bigger than an apartment. I have more space than an apartment. And in my whole life I have so many bad experiences with apartments.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like a house rather than an apartment because the house is bigger than an apartment. I have more space than an apartment. And in my whole life I have so many bad experiences with apartments.",
      "transcript_cleaned": "I like a house rather than an apartment because the house is bigger than an apartment. I have more space than an apartment. And in my whole life I have so many bad experiences with apartments.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IwF2k0g1gkE_q04",
      "video_id": "IwF2k0g1gkE",
      "band": 5.0,
      "question": "And what do you usually do in your house?",
      "transcript": "I usually work, work and do my school homework. I play guitar and when I have time, when I have time, I like to write some book.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually work, work and do my school homework. I play guitar and when I have time, when I have time, I like to write some book.",
      "transcript_cleaned": "I usually work, work and do my school homework. I play guitar and when I have time, when I have time, I like to write some book.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IwF2k0g1gkE_q05",
      "video_id": "IwF2k0g1gkE",
      "band": 5.0,
      "question": "And how long have you lived there?",
      "transcript": "I lived there almost one year. I came to Guadalajara, which is a city here in Mexico, the last year.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I lived there almost one year. I came to Guadalajara, which is a city here in Mexico, the last year.",
      "transcript_cleaned": "I lived there almost one year. I came to Guadalajara, which is a city here in Mexico, the last year.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IwF2k0g1gkE_q06",
      "video_id": "IwF2k0g1gkE",
      "band": 5.0,
      "question": "Do you prefer to study in the morning or in the evening?",
      "transcript": "In the morning. In the morning. If I am in school, I prefer to study in the morning. I feel like the day is getting longer. But if I am studying at home, I have more privacy. Nobody is going to wake up before 8 a.m. in my house.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In the morning. In the morning. If I'm in school, I prefer to study in the morning. I feel like the day is getting longer. But if I am studying at home, I have more privacy. Nobody is going to wake up before 8 a.m. in my house.",
      "transcript_cleaned": "In the morning. In the morning. If I am in school, I prefer to study in the morning. I feel like the day is getting longer. But if I am studying at home, I have more privacy. Nobody is going to wake up before 8 a.m. in my house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IwF2k0g1gkE_q07",
      "video_id": "IwF2k0g1gkE",
      "band": 5.0,
      "question": "And what do you do to improve your efficiency?",
      "transcript": "I like to watch some videos and learn about it or read and practice. I think that the practice is everything.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like to watch some videos and learn about it or read and practice. I think that the practice is everything.",
      "transcript_cleaned": "I like to watch some videos and learn about it or read and practice. I think that the practice is everything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IwF2k0g1gkE_q08",
      "video_id": "IwF2k0g1gkE",
      "band": 5.0,
      "question": "And why do some people find it difficult to focus in the morning?",
      "transcript": "Maybe because they are still sleepy. It depends on the hour and the type of activity.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Maybe because they're still sleepy. It depends on the hour and the type of activity.",
      "transcript_cleaned": "Maybe because they are still sleepy. It depends on the hour and the type of activity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IwF2k0g1gkE_q09",
      "video_id": "IwF2k0g1gkE",
      "band": 5.0,
      "question": "Do you do any physical exercise?",
      "transcript": "No, in this moment of my life I do not. The last time that I did it was in June of this year.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, in this moment of my life I don't. The last time that I did it was in June of this year.",
      "transcript_cleaned": "No, in this moment of my life I do not. The last time that I did it was in June of this year.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IwF2k0g1gkE_q10",
      "video_id": "IwF2k0g1gkE",
      "band": 5.0,
      "question": "And do young people in your country like to do exercise?",
      "transcript": "No, they do not. it is two reasons. The first is that the young people in my country is too lazy. And the second is because the mental health still, it is still a taboo.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, they don't. It's two reasons. The first is that the young people in my country is too lazy. And the second is because the mental health still, it's still a taboo.",
      "transcript_cleaned": "No, they do not. it is two reasons. The first is that the young people in my country is too lazy. And the second is because the mental health still, it is still a taboo.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}