{
  "batch_id": 161,
  "count": 20,
  "samples": [
    {
      "sample_id": "U1S1ihBcV9Q_q06",
      "video_id": "U1S1ihBcV9Q",
      "band": 3.5,
      "question": "So in the past, did you use a lot of social networks than now?",
      "transcript": "I use social, now I use social network more in the past because I have a smartphone and I have a lot of time because I am a first freshman in university. At university, I have, I have in the afternoon to read and use social network. All right. Good job. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I use social, now I use social network more in the past because I have a smartphone and I have a lot of time because I'm a first freshman in university. At university, I have, uh, I have in the afternoon to read and use social network. All right. Good job. So.",
      "transcript_cleaned": "I use social, now I use social network more in the past because I have a smartphone and I have a lot of time because I am a first freshman in university. At university, I have, I have in the afternoon to read and use social network.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "U1S1ihBcV9Q_q08",
      "video_id": "U1S1ihBcV9Q",
      "band": 3.5,
      "question": "What is happening here is NO picture.",
      "transcript": "Well, after this, we are Ahhh. we will use Specialization of Obavispo, for example, a lot of words in which I also have to throw a lot of words. After that, I will pause the Humanities in anheit器. In the park there are many bees. But then I think it is not like bees, but it is not like bees. it is not like bees. it is like garbage. I mean I will read out a lot more than a few more. Or I can change a different word like trash. That will lead to my own words. I have it. But it is at a safe level. Jim will try to use the meaning, synonyms, So we can change the word for people to see the word. And prevent the word from very. We can change the word from really, or add some words like extraordinary or extremely. So I think that if I have been learning more about this, I think that Vũ is at about 3-4 point in this speaking. I think that if you can improve your speech from the previous video, it will be very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, after this, we're Ahhh. We'll use Specialization of Obavispo , for example, a lot of words in which I also have to throw a lot of words. After that, I will pause the Humanities in anheit器. In the park there are many bees. But then I think it's not like bees, but it's not like bees. It's not like bees. It's like garbage. I mean I will read out a lot more than a few more. Or I can change a different word like trash. That will lead to my own words. I have it. But it's at a safe level. Jim will try to use the meaning, synonyms, So we can change the word for people to see the word. And prevent the word from very. We can change the word from really, or add some words like extraordinary or extremely. So I think that if I have been learning more about this, I think that Vũ is at about 3-4 point in this speaking. I think that if you can improve your speech from the previous video, it will be very much.",
      "transcript_cleaned": "after this, we are Ahhh. we will use Specialization of Obavispo, for example, a lot of words in which I also have to throw a lot of words. After that, I will pause the Humanities in anheit器. In the park there are many bees. But then I think it is not like bees, but it is not like bees. it is not like bees. it is like garbage. I mean I will read out a lot more than a few more. Or I can change a different word like trash. That will lead to my own words. I have it. But it is at a safe level. Jim will try to use the meaning, synonyms, So we can change the word for people to see the word. And prevent the word from very. We can change the word from really, or add some words like extraordinary or extremely. So I think that if I have been learning more about this, I think that Vũ is at about 3-4 point in this speaking. I think that if you can improve your speech from the previous video, it will be very much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "U1S1ihBcV9Q_q09",
      "video_id": "U1S1ihBcV9Q",
      "band": 3.5,
      "question": "Okay, do not know Jim has any questions?",
      "transcript": "Yes. Okay, thank you for speaking today.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Okay, thank you for speaking today.",
      "transcript_cleaned": "Yes. Okay, thank you for speaking today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yY1ldMVE-Tw_q01",
      "video_id": "yY1ldMVE-Tw",
      "band": 4.5,
      "question": "Are robots important?",
      "transcript": "Yes, I think robots are very smart, so robots can do everything humans can do. In addition, robots can also help people be more comfortable in their life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I think robots are very smart, so robots can do everything humans can do. In addition, robots can also help people be more comfortable in their life.",
      "transcript_cleaned": "Yes, I think robots are very smart, so robots can do everything humans can do. In addition, robots can also help people be more comfortable in their life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yY1ldMVE-Tw_q02",
      "video_id": "yY1ldMVE-Tw",
      "band": 4.5,
      "question": "Would robots affect people's lives?",
      "transcript": "Yes, robot, would, affect people like, people live because, the more, because, robot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, robot, uh, would, uh, affect people like, people live because, uh, the more, um, because, uh, robot.",
      "transcript_cleaned": "Yes, robot, would, affect people like, people live because, the more, because, robot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yY1ldMVE-Tw_q03",
      "video_id": "yY1ldMVE-Tw",
      "band": 4.5,
      "question": "What can robots do for you at home?",
      "transcript": "Robots can have, can help us, study and work at home. And, robots can also help us, do housework.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, robots can have, uh, can help us, uh, study and work at home. And, uh, robots can also help us, uh, do housework.",
      "transcript_cleaned": "Robots can have, can help us, study and work at home. And, robots can also help us, do housework.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yY1ldMVE-Tw_q04",
      "video_id": "yY1ldMVE-Tw",
      "band": 4.5,
      "question": "Have you ever sent handmade gifts to others?",
      "transcript": "Yes I have sent handmade gifts to my girlfriend I made a Christmas tree Have you ever received a great gift I have received, I made gifts for my girlfriend. my girlfriend made, a bone, a bone, of wool for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes I have sent handmade gifts to my girlfriend I made a Christmas tree Have you ever received a great gift I have received, uh, I made gifts for my girlfriend. Um, my girlfriend made, uh, a bone, a bone, uh, of wool for me.",
      "transcript_cleaned": "Yes I have sent handmade gifts to my girlfriend I made a Christmas tree Have you ever received a great gift I have received, I made gifts for my girlfriend. my girlfriend made, a bone, a bone, of wool for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yY1ldMVE-Tw_q05",
      "video_id": "yY1ldMVE-Tw",
      "band": 4.5,
      "question": "What do you consider when choosing a gift?",
      "transcript": "When, considering a gift, I, think, about several factors, several interests, and, our relationship.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, when, uh, considering a gift, I, uh, think, uh, about several factors, several interests, uh, and, uh, our relationship.",
      "transcript_cleaned": "When, considering a gift, I, think, about several factors, several interests, and, our relationship.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yY1ldMVE-Tw_q06",
      "video_id": "yY1ldMVE-Tw",
      "band": 4.5,
      "question": "First of all, what rules should children follow at home in your country?",
      "transcript": "First, children, do not play, with, dangerous equipment. secondly, The children, go bed all the time. And thirdly, children, do not go out alone. What rules should people follow when using public transport In my opinion taking Instagram bus is taking a bus people should buy a ticket should people should then be noisy And, people should, should, eat on my bus.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "First, uh, children, uh, don't play, uh, with, uh, dangerous equipment. Uh, secondly, uh, The children, er, go bed all the time. And thirdly, er, children, er, don't go out alone. What rules should people follow when using public transport In my opinion er er uh taking uh Instagram bus uh is uh taking a bus Um uh people uh should uh buy a ticket Uh should uh people should then uh be noisy And, uh, people should, should, uh, eat on my bus.",
      "transcript_cleaned": "First, children, do not play, with, dangerous equipment. secondly, The children, go bed all the time. And thirdly, children, do not go out alone. What rules should people follow when using public transport In my opinion taking Instagram bus is taking a bus people should buy a ticket should people should then be noisy And, people should, should, eat on my bus.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yY1ldMVE-Tw_q07",
      "video_id": "yY1ldMVE-Tw",
      "band": 4.5,
      "question": "What kind of rules do people need to follow in public places?",
      "transcript": "When in public places, people, should, should and, throw trash in public places. people, should and steal in, public places. And, people, should not fight in public places.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, when in public places, uh, people, uh, should, uh, should and, uh, throw trash in public places. Uh, people, uh, should and steal in, uh, public places. And, uh, people, uh, shouldn't fight in public places.",
      "transcript_cleaned": "When in public places, people, should, should and, throw trash in public places. people, should and steal in, public places. And, people, should not fight in public places.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yY1ldMVE-Tw_q08",
      "video_id": "yY1ldMVE-Tw",
      "band": 4.5,
      "question": "When people break rules, how would they be punished in your country?",
      "transcript": "When people break the rules, they, get a warning. and in, serious case, they get fired and go to jail. Thank you. That is the end of the test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, when people break the rules, uh, they, uh, get a warning. Uh, and in, uh, serious case, uh, they get fired and go to jail. Thank you. That is the end of the test.",
      "transcript_cleaned": "When people break the rules, they, get a warning. and in, serious case, they get fired and go to jail. Thank you. That is the end of the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q03",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "Could I see your password or your identification, please?",
      "transcript": "This is my identification. Okay, thank you very much. that is your ID.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "This is my identification. Okay, thank you very much. That's your ID.",
      "transcript_cleaned": "This is my identification. Okay, thank you very much. that is your ID.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q04",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "What kind of place is it?",
      "transcript": "I have to say the kind of place I think is in my, in this city. His name is, Ha Long Conning. it is one of the most place, of, UNESCO. in there, in here you can, see some people are very friendly. Some, place of, some place of interest like, museum, library, and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I have to say the kind of place I think is in my, er, er, in this city. His name is, er, Ha Long Conning. Er, it's one of the most place, er, er, of, er UNESCO. Er, er, in there, er, in here you can, er, er, see some people are very friendly. Some, uh, place of, uh, some place of interest like, uh, museum, uh, library, and, uh.",
      "transcript_cleaned": "I have to say the kind of place I think is in my, in this city. His name is, Ha Long Conning. it is one of the most place, of, UNESCO. in there, in here you can, see some people are very friendly. Some, place of, some place of interest like, museum, library, and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q07",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "Okay, first why do people like to use social media?",
      "transcript": "People use social media, want to add friends and, explode some, post, to, to, share, to, their friend sometimes they can they can watch some livestream about famous person and then they they can livestream about their their production What are the advantages and disadvantages of social media the advantage the advantages of social media is first first is make friends play a game with them. Watch, what is real. And, update story to, share his, share their friends. these advantages of, social media, the more time on social media can lead to The cyber buildings, social, and society, and exposure to content that is not appropriate. Okay, thank you very much, Kiel. Chúc mừng em đã vượt qua bài thi IELTS Speaking Test của mình một cách rất là xuất sắc. Giờ cô sẽ có vài phần nhận xét về bài thi của em và đưa ra định hướng học cho mình nhé.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, people use social media, uh, want to add friends and, um, um, uh, explode some, uh, uh, post, uh, to, uh, uh, to, uh, share, to, uh, Uh uh uh their friend Uh sometimes they can uh um they can watch some uh livestream about famous person Uh and then um uh they they can uh uh livestream about their their production What are the advantages and disadvantages of social media Uh the advantage the advantages of social media is uh uh first uh first is uh um make friends Uh, play a game with them. Watch, uh, what's real. And, um, uh, update story to, uh, share his, share their friends. Uh, these advantages of, uh, uh, social media, uh, the more time on social media can lead to The cyber buildings, social, and society, and exposure to content that is not appropriate. Okay, thank you very much, Kiel. Chúc mừng em đã vượt qua bài thi IELTS Speaking Test của mình một cách rất là xuất sắc. Giờ cô sẽ có vài phần nhận xét về bài thi của em và đưa ra định hướng học cho mình nhé.",
      "transcript_cleaned": "People use social media, want to add friends and, explode some, post, to, to, share, to, their friend sometimes they can they can watch some livestream about famous person and then they they can livestream about their their production What are the advantages and disadvantages of social media the advantage the advantages of social media is first first is make friends play a game with them. Watch, what is real. And, update story to, share his, share their friends. these advantages of, social media, the more time on social media can lead to The cyber buildings, social, and society, and exposure to content that is not appropriate. Okay, thank you very much, Kiel. Chúc mừng em đã vượt qua bài thi IELTS Speaking Test của mình một cách rất là xuất sắc. Giờ cô sẽ có vài phần nhận xét về bài thi của em và đưa ra định hướng học cho mình nhé.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q08",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "Thứ nhất, như em đã biết là chúng ta có 4 tiêu chí để chấm bài thi IELTS Speaking Test đúng không?",
      "transcript": "Thì tiêu chí đầu tiên là về.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thì tiêu chí đầu tiên là về.",
      "transcript_cleaned": "Thì tiêu chí đầu tiên là về.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q09",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "Ví dụ như thỉnh thẳng cô thấy em dùng like, nè, đó, ở giữa câu, đúng không?",
      "transcript": "Tuy nhiên thì em có thể dùng well, I think, hoặc là well, I guess, ở đầu câu.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Tuy nhiên thì em có thể dùng well, I think, hoặc là well, I guess, ở đầu câu.",
      "transcript_cleaned": "Tuy nhiên thì em có thể dùng well, I think, hoặc là well, I guess, ở đầu câu.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q10",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "Được chưa nhỉ?",
      "transcript": "Đó. Và cô thấy là trong cái phần trả lời của mình í, thì em đang bị thiếu cái phần connective, tức là các cái phần từ nối.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Đó. Và cô thấy là trong cái phần trả lời của mình í, thì em đang bị thiếu cái phần connective, tức là các cái phần từ nối.",
      "transcript_cleaned": "Đó. Và cô thấy là trong cái phần trả lời của mình í, thì em đang bị thiếu cái phần connective, tức là các cái phần từ nối.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q11",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "Đúng không nào?",
      "transcript": "Đấy. Ví dụ như là em chuyển từ ý này, this is because, nè, thì em chỉ nói là because thôi. Hay là thêm một ý thì mình có thể dùng more, moreover. Đấy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Đấy. Ví dụ như là em chuyển từ ý này, this is because, nè, thì em chỉ nói là because thôi. Hay là thêm một ý thì mình có thể dùng more, moreover. Đấy.",
      "transcript_cleaned": "Đấy. Ví dụ như là em chuyển từ ý này, this is because, nè, thì em chỉ nói là because thôi. Hay là thêm một ý thì mình có thể dùng more, moreover. Đấy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q15",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "Ví dụ which is?",
      "transcript": "Hình. Ok. Vậy thì cô sẽ chốt cho hiểu là để mình có cải thiện được hơn cái kỹ năng nói của mình thì mình sẽ phát triển về cái tiêu chí fluency.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hình. Ok. Vậy thì cô sẽ chốt cho hiểu là để mình có cải thiện được hơn cái kỹ năng nói của mình thì mình sẽ phát triển về cái tiêu chí fluency.",
      "transcript_cleaned": "Hình. Ok. Vậy thì cô sẽ chốt cho hiểu là để mình có cải thiện được hơn cái",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZL-D4Eu8pA8_q17",
      "video_id": "ZL-D4Eu8pA8",
      "band": 4.0,
      "question": "Đúng không?",
      "transcript": "Hay là em đa dạng hơn bằng cách em dùng câu bị động, so sánh nữa nhá. Tổng quan lại thì em sẽ đang ở bên số 4. Đó. Thì nhớ những cái tiêu chí mà cô vừa nói để mình có thể cải thiện tốt hơn để nâng men điểm speaking của mình hơn nhá. Thank you. Thank you. IELTS Fighter, tiên phong phổ cập IELTS cho người Việt.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hay là em đa dạng hơn bằng cách em dùng câu bị động, so sánh nữa nhá. Tổng quan lại thì em sẽ đang ở bên số 4. Đó. Thì nhớ những cái tiêu chí mà cô vừa nói để mình có thể cải thiện tốt hơn để nâng men điểm speaking của mình hơn nhá. Thank you. Thank you. IELTS Fighter, tiên phong phổ cập IELTS cho người Việt.",
      "transcript_cleaned": "Hay là em đa dạng hơn bằng cách em dùng câu bị động, so sánh nữa nhá. Tổng quan lại thì em sẽ đang ở bên số 4. Đó. Thì nhớ những cái tiêu chí mà cô vừa nói để mình có thể cải thiện tốt hơn để nâng men điểm speaking của mình hơn nhá. Thank you. Thank you. IELTS Fighter, tiên phong phổ cập IELTS cho người Việt.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}