{
  "batch_id": 175,
  "count": 20,
  "samples": [
    {
      "sample_id": "Rv79dEpaiX4_q08",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "Are you comfortable with loud noises?",
      "transcript": "No. In general, no. Construction sites are understandable. Angry shouting people, not so understandable. So I think it depends if it is a construction site next to your office and you have to be at the office. I can tolerate it, but if it is someone just being a bit extra then maybe we will skip that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No. In general, no. Construction sites are understandable. Angry shouting people, not so understandable. So I think it depends if it's a construction site next to your office and you have to be at the office. I can tolerate it, but if it's someone just being a bit extra then maybe we'll skip that.",
      "transcript_cleaned": "No. In general, no. Construction sites are understandable. Angry shouting people, not so understandable. So I think it depends if it is a construction site next to your office and you have to be at the office. I can tolerate it, but if it is someone just being a bit extra then maybe we will skip that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q09",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "What type of noises do you come across during your daily routine?",
      "transcript": "Types of noises, everyday noises. I think a lot of the noises that we hear every day are quite, can be quite familiar and homey, such as the toaster going off or an egg sizzling in a pan. they are quite random but they can be quite, like I said, comforting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Types of noises, everyday noises. I think a lot of the noises that we hear every day are quite, er, can be quite familiar and homey, such as the toaster going off or an egg sizzling in a pan. They're quite random but they can be quite, like I said, comforting.",
      "transcript_cleaned": "Types of noises, everyday noises. I think a lot of the noises that we hear every day are quite, can be quite familiar and homey, such as the toaster going off or an egg sizzling in a pan. they are quite random but they can be quite, like I said, comforting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q10",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "Describe a tourist attraction that you would recommend.",
      "transcript": "So I highly recommend CM Reb. it is these beautifully preserved temples in the middle of the Cambodian jungle and it is a UNESCO heritage site. But apart from that, one of the temples also appeared in, Tomb Raider. it is the Tomb Raider film with Angelina Jolie because I know that they got another actress to fill that place. recently actually You remember there a scene where she in a temple and there a Buddha head that kind of like buried in in a tree trunk People tend to remember that temple for that reason and so they go to visit this temple when they in Siem Reb in general I love Cambodia It was the first trip that I felt really connected to Prior to that I been to I went to Europe and I was in Paris Luxembourg Spain I did this whole trip because I was on exchange Europe is beautiful. Europe is very beautiful, but I felt a special connection with Cambodia and I would definitely go back. So apart from Siem Reap, I would recommend Phnom Penh as well. But definitely if you, if you have to go to Cambodia, you cannot miss Siem Reap. there is this eerily beautiful vibe or energy about the place that I really enjoy. it is very peaceful and very quiet. So we have been talking about a tourist attraction that you would recommend. let us continue to talk about museums and art galleries and the holiday industry.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I highly recommend CM Reb. Um, it's these beautifully preserved temples in the middle of the Cambodian jungle and it is a UNESCO heritage site. But apart from that, one of the temples also appeared in, uh, Tomb Raider. It's the Tomb Raider film with Angelina Jolie because I know that they got another actress to fill that place. Um recently actually You remember there a scene where she in a temple and there a Buddha head that kind of like buried in in a tree trunk People tend to remember that temple for that reason and so they go to visit this temple when they in Siem Reb Um in general I love Cambodia It was the first trip that I felt really connected to Prior to that I been to I went to Europe and I was in Paris um Luxembourg Spain I did this whole trip because I was um on exchange Uh, Europe is beautiful. Europe is very beautiful, but I felt a special connection with Cambodia and I would definitely go back. So apart from Siem Reap, I would recommend Phnom Penh as well. But definitely if you, if you have to go to Cambodia, you cannot miss Siem Reap. There's this eerily beautiful vibe or energy about the place that I really enjoy. It's very peaceful and very quiet. So we've been talking about a tourist attraction that you would recommend. Let's continue to talk about museums and art galleries and the holiday industry.",
      "transcript_cleaned": "I highly recommend CM Reb. it is these beautifully preserved temples in the middle of the Cambodian jungle and it is a UNESCO heritage site. But apart from that, one of the temples also appeared in, Tomb Raider. it is the Tomb Raider film with Angelina Jolie because I know that they got another actress to fill that place. recently actually You remember there a scene where she in a temple and there a Buddha head that kind of like buried in in a tree trunk People tend to remember that temple for that reason and so they go to visit this temple when they in Siem Reb in general I love Cambodia It was the first trip that I felt really connected to Prior to that I been to I went to Europe and I was in Paris Luxembourg Spain I did this whole trip because I was on exchange Europe is beautiful. Europe is very beautiful, but I felt a special connection with Cambodia and I would definitely go back. So apart from Siem Reap, I would recommend Phnom Penh as well. But definitely if you, if you have to go to Cambodia, you cannot miss Siem Reap. there is this eerily beautiful vibe or energy about the place that I really enjoy. it is very peaceful and very quiet. So we have been talking about a tourist attraction that you would recommend. let us continue to talk about museums and art galleries and the holiday industry.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q12",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "However, I also understand that upkeep is expensive.",
      "transcript": "Maintenance is also very costly. So I think maybe charging a small fee is, is very reasonable. I, I like what they have done in, in France especially, because they allow people to go to museums for free every first Sunday, I believe, of the month. Something like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Maintenance is also very costly. So I think maybe charging a small fee um, is, is very reasonable. I, I like what they've done in, in France especially, uh, because they allow people to go to museums for free every first Sunday, I believe, of the month. Something like that.",
      "transcript_cleaned": "Maintenance is also very costly. So I think maybe charging a small fee is, is very reasonable. I, I like what they have done in, in France especially, because they allow people to go to museums for free every first Sunday, I believe, of the month.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q13",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "What kind of things make a museum or art gallery an interesting place to visit?",
      "transcript": "I would say it would depend really on the person because what I find interesting might not be very interesting for somebody else What I find interesting I would say mostly I like Salvatore Dali and Ren Magritte So I like a lot of surrealist painters if we talking about art But I also do enjoy oh I really like the national is it the British History Museum Yeah in London that one was really nice.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I would say it would depend really on the person because what I find interesting might not be very interesting for somebody else What I find interesting I would say mostly er I like Salvatore Dali and um Ren Magritte So I like a lot of surrealist painters if we talking about art But I also do enjoy oh I really like the national is it the British History Museum Yeah in London that one was really nice.",
      "transcript_cleaned": "I would say it would depend really on the person because what I find interesting might not be very interesting for somebody else What I find interesting I would say mostly I like Salvatore Dali and Ren Magritte So I like a lot of surrealist painters if we talking about art But I also do enjoy oh I really like the national is it the British History Museum Yeah in London that one was really nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q15",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "There is a lot more, how would I put it?",
      "transcript": "Hubbub. Lots of crowds. it is very chaotic. It can get very messy. People are shouting. But I think in general, the pros outweigh the cons because for countries such as France, they depend. Strongly on tourism for a large part of the, of the country's income, the GDP. So, I do not know. I like tourists.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hubbub. Lots of crowds. It's very chaotic. It can get very messy. People are shouting. But I think in general, the pros outweigh the cons because for countries such as France, they depend. Strongly on tourism for a large part of the, of the country's income, the GDP. So, I don't know. I like tourists.",
      "transcript_cleaned": "Hubbub. Lots of crowds. it is very chaotic. It can get very messy. People are shouting. But I think in general, the pros outweigh the cons because for countries such as France, they depend. Strongly on tourism for a large part of the, of the country's income, the GDP. So, I do not know. I like tourists.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q01",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Tell me about your daily routine.",
      "transcript": "Okay. Well, I wake up around 8 AM. every morning it is like clockwork and I brush my teeth. I wash my face breakfast. and then I get in my car and I drive to work and, yeah, that is basically it. I come back home and, fix myself up some dinner and watch. Some Netflix, very average, mundane.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. Well, I wake up around 8 AM. Uh, every morning it's like clockwork and I brush my teeth. I wash my face breakfast. Um, and then I get in my car and I drive to work and, uh, yeah, that's basically it. I come back home and, uh, fix myself up some dinner and watch. Some Netflix, very average, mundane.",
      "transcript_cleaned": "I wake up around 8 AM. every morning it is like clockwork and I brush my teeth. I wash my face breakfast. and then I get in my car and I drive to work and, yeah, that is basically it. I come back home and, fix myself up some dinner and watch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q02",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "How has your daily routine changed since you were a child?",
      "transcript": "Not much except I go to work now instead of school. but, I get a lot of free time over the weekends. So I get to do the things I like to do such as meditation and writing. I love journaling. I would love to put out some novels one day. I always thought that I would retire to the countryside I do my old age with my animals and write books. So yeah, so writing, yoga.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not much except I go to work now instead of school. Um, but, uh, I get a lot of free time over the weekends. So I get to do the things I like to do such as meditation and writing. I love journaling. I'd love to put out some novels one day. Um, I always thought that I would retire to the countryside I do my old age with my animals and write books. So yeah, so writing, um, yoga.",
      "transcript_cleaned": "Not much except I go to work now instead of school. but, I get a lot of free time over the weekends. So I get to do the things I like to do such as meditation and writing. I love journaling. I would love to put out some novels one day. I always thought that I would retire to the countryside I do my old age with my animals and write books. So yeah, so writing, yoga.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q03",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Is your daily routine different at the weekend compared to during the week?",
      "transcript": "Yes, 100%. So, the weekdays are for work mainly, being productive, paying the bills, and the weekends I get to do whatever I want to do. So, really treasure and enjoy my weekends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, 100%. So, uh, the weekdays are for work mainly, being productive, paying the bills, and the weekends I get to do whatever I want to do. So, really treasure and enjoy my weekends.",
      "transcript_cleaned": "Yes, 100%. So, the weekdays are for work mainly, being productive, paying the bills, and the weekends I get to do whatever I want to do. So, really treasure and enjoy my weekends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q04",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Do you dream much at night?",
      "transcript": "I do dream sometimes, but not very often. And when I do dream, I do not tend to remember my dreams.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do dream sometimes, but not very often. And when I do dream, I don't tend to remember my dreams.",
      "transcript_cleaned": "I do dream sometimes, but not very often. And when I do dream, I do not tend to remember my dreams.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q05",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Do you think we can learn anything from dreams?",
      "transcript": "I think so. I think there is a lot of repressed emotions and stress that come out, during our dreams, that perhaps we have not addressed in real life. So yes, I believe we can learn quite a lot. And I suppose some people can even, you know, predict the future through dreams or images that they see. I am kind of on the fence about that. I do not know, but seems credible.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think so. I think there's a lot of repressed emotions and stress that come out, um, during our dreams, uh, that perhaps we haven't addressed in real life. So yes, I believe we can learn quite a lot. And I suppose some people can even, you know, predict the future through dreams or images that they see. I'm kind of on the fence about that. I don't know, but seems credible.",
      "transcript_cleaned": "I think so. I think there is a lot of repressed emotions and stress that come out, during our dreams, that perhaps we have not addressed in real life. So yes, I believe we can learn quite a lot. And I suppose some people can even, you know, predict the future through dreams or images that they see. I am kind of on the fence about that. I do not know, but seems credible.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q06",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "What kind of emails do you receive about your work?",
      "transcript": "I receive a lot of emails from my higher ups, so my manager, people from other departments as well. Usually following up for things, or scheduling meetings, just a lot of work that needs to be done and reminders to please do this work. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I receive a lot of emails from my higher ups, so my manager, people from other departments as well. Usually following up for things, um, or scheduling meetings, um, just a lot of work that needs to be done and reminders to please do this work. So.",
      "transcript_cleaned": "I receive a lot of emails from my higher ups, so my manager, people from other departments as well. Usually following up for things, or scheduling meetings, just a lot of work that needs to be done and reminders to please do this work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q07",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Do you normally reply to emails as soon as you receive them?",
      "transcript": "Oh no. I do not because I feel like there is no point in replying if the work has not been done. So let us say we are supposed to schedule a meeting and something needs to be done. I would much prefer to get that thing done and then respond by saying, okay, here it is. here is the file that you, that you requested or that you asked for. And, yeah, instead of, you know, random sort of hello, well received.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh no. Um, I don't because I feel like there's no point in replying if the work hasn't been done. So let's say we're supposed to schedule a meeting and something needs to be done. I'd much prefer to get that thing done and then respond by saying, okay, here it is. Here's the file that you, um, that you requested or that you asked for. And, um, yeah, instead of, you know, uh, random sort of hello, well received.",
      "transcript_cleaned": "Oh no. I do not because I feel like there is no point in replying if the work has not been done. So let us say we are supposed to schedule a meeting and something needs to be done. I would much prefer to get that thing done and then respond by saying, okay, here it is. here is the file that you, that you requested or that you asked for. And, yeah, instead of, you know, random sort of hello, well received.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q08",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Are you happy to receive emails that are advertising things?",
      "transcript": "No, I do not think anyone would be. Unless it is for a brand that I follow or that I like. Unless they are having a sale. in that case, I would be more than happy to receive their emails.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, I don't think anyone would be. Unless it's for a brand that I follow or that I like. Unless they're having a sale. Um, in that case, I'd be more than happy to receive their emails.",
      "transcript_cleaned": "No, I do not think anyone would be. Unless it is for a brand that I follow or that I like. Unless they are having a sale. in that case, I would be more than happy to receive their emails.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q09",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "How often do you exercise?",
      "transcript": "Not as often as I would like. I find the gym to be quite tedious and boring. I prefer doing classes but then to get myself to the class and sit through traffic coming back. So I would love to work out a bit more frequently and I tend to like slower exercises such as yoga or swimming something where I do not really have to break a sweat which is not very realistic but yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not as often as I would like. I find the gym to be quite tedious and boring. I prefer doing classes but then to get myself to the class and sit through traffic coming back. So I would love to work out a bit more frequently and I tend to like slower exercises such as yoga or swimming something where I don't really have to break a sweat which is not very realistic but yeah.",
      "transcript_cleaned": "Not as often as I would like. I find the gym to be quite tedious and boring. I prefer doing classes but then to get myself to the class and sit through traffic coming back. So I would love to work out a bit more frequently and I tend to like slower exercises such as yoga or swimming something where I do not really have to break a sweat which is not very realistic but",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q10",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "What do you think is the best exercise to keep fit?",
      "transcript": "I have tried Pilates. I think it really good for toning the body and the muscles And you see a big difference It might not burn as many calories but you do see a huge difference in your silhouette So Have the types of exercise people like to do changed since you were a child I would say not really the types of exercises that people do. I would say they just do not exercise as much. Perhaps it is gone from cycling and tennis to dancing on TikTok. I think that would be the main difference. If I am really honest.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I've tried Pilates. I think it really good for toning the body and the muscles And you see a big difference It might not burn as many calories but you do see a huge difference in your uh silhouette So Have the types of exercise people like to do changed since you were a child I would say not really the types of exercises that people do. I would say they just don't exercise as much. Perhaps it's gone from cycling and tennis to dancing on TikTok. I think that would be the main difference. If I'm really honest.",
      "transcript_cleaned": "I have tried Pilates. I think it really good for toning the body and the muscles And you see a big difference It might not burn as many calories but you do see a huge difference in your silhouette So Have the types of exercise people like to do changed since you were a child I would say not really the types of exercises that people do. I would say they just do not exercise as much. Perhaps it is gone from cycling and tennis to dancing on TikTok. I think that would be the main difference. If I am really honest.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q11",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Describe a time when you enjoyed visiting a family member or friends.",
      "transcript": "I went back to Taiwan, last month and I stayed for about three weeks. I was visiting friends and family. but, I do not really have much family in Taiwan, just my mum. So I have noticed that, you know, in life when you do not have a lot of family, the universe brings you friends. And it might sound a bit cliche, but friends really are the family that, you know, you have chosen. And so I have now moved away from Taiwan, but when I was there, made a lot of very, very good, I think lifelong friends who I go back and visit periodically. I visited Shirley. I have been friends with her since I was 15. So that is about 15 years now. So you can guess my age. Tiffany, I have known her since I was 18. Cyril, Eva, so I visited these friends in particular. We just pretty much, not to sound boring, we just hung out and talked a lot, caught up a lot on life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I went back to Taiwan, uh, last month and I stayed for about three weeks. I was visiting friends and family. Um, but, uh, I don't really have much family in Taiwan, just my mum. So I've noticed that, you know, in life when you don't have a lot of family, the universe brings you friends. And it might sound a bit cliche, but friends really are the family that, you know, you've chosen. And so I've now moved away from Taiwan, but when I was there, made a lot of very, very good, I think lifelong friends who I go back and visit periodically. I visited Shirley. I've been friends with her since I was 15. So that's about 15 years now. So you can guess my age. Um, Tiffany, I've known her since I was 18. Um, Cyril, Eva, so I visited these friends in particular. We just pretty much, not to sound boring, we just hung out and talked a lot, caught up a lot on life.",
      "transcript_cleaned": "I went back to Taiwan, last month and I stayed for about three weeks. I was visiting friends and family. but, I do not really have much family in Taiwan, just my mum. So I have noticed that, you know, in life when you do not have a lot of family, the universe brings you friends. And it might sound a bit cliche, but friends really are the family that, you know, you have chosen. And so I have now moved away from Taiwan, but when I was there, made a lot of very, very good, I think lifelong friends who I go back and visit periodically. I visited Shirley. I have been friends with her since I was 15. So that is about 15 years now. So you can guess my age. Tiffany, I have known her since I was 18. Cyril, Eva, so I visited these friends in particular. We just pretty much, not to sound boring, we just hung out and talked a lot, caught up a lot on life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q12",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "You know, are you happy?",
      "transcript": "So there was a lot of that over wine or tea. And, I also went and visited Cyril's new, restaurant. And he is been doing really, really well for himself. I am very happy about that. We went and visited Jackie and found out that he was actually also back in Taiwan for his wedding. So we went to his wedding. Had a bit too much whiskey but that is okay. We will not repeat that experience. it was fun in, in general. It was, it was a lot of fun. it was lovely to see Tiffany and Eva because they both had So we have been talking about people that you visited and we are going to continue to talk about family.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So there was a lot of that over wine or tea. And, um, I also went and visited Cyril's new, uh, restaurant. And he's been doing really, really well for himself. I'm very happy about that. We went and visited um, Jackie and um, found out that he was actually also back in Taiwan for his wedding. So we went to his wedding. Had a bit too much whiskey but that's okay. We won't repeat that experience. Um, it was fun in, in general. It was, it was a lot of fun. Um, it was lovely to see Tiffany and Eva because they both had So we've been talking about people that you visited and we're going to continue to talk about family.",
      "transcript_cleaned": "there was a lot of that over wine or tea. And, I also went and visited Cyril's new, restaurant. And he is been doing really, really well for himself. I am very happy about that. We went and visited Jackie and found out that he was actually also back in Taiwan for his wedding. So we went to his wedding. Had a bit too much whiskey but that is okay. We will not repeat that experience. it was fun in, in general. It was, it was a lot of fun.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q14",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Why is it that some people might not enjoy attending family gatherings?",
      "transcript": "I think because, you know, relatives especially get it in their heads that their family and so they think they can ask any questions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think because, you know, relatives especially get it in their heads that their family and so they think they can ask any questions.",
      "transcript_cleaned": "I think because, you know, relatives especially get it in their heads that their family and so they think they can ask any questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jYk0pvSiNhQ_q15",
      "video_id": "jYk0pvSiNhQ",
      "band": 9.0,
      "question": "Why are you wasting your time?",
      "transcript": "So that can be a bit stressful because the whole point of, you know, being on vacation, because now to see my family, I have to go on vacation and go back to my country to see them. Is to relax, not to get stressed out. So I think a lot of people have the same experience.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So that can be a bit stressful because the whole point of, you know, being on vacation, because now to see my family, I have to go on vacation and go back to my country to see them. Is to relax, er, not to get stressed out. So I think a lot of people have the same experience.",
      "transcript_cleaned": "that can be a bit stressful because the whole point of, you know, being on vacation, because now to see my family, I have to go on vacation and go back to my country to see them. Is to relax, not to get stressed out. So I think a lot of people have the same experience.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}