{
  "batch_id": 80,
  "count": 20,
  "samples": [
    {
      "sample_id": "kwSD8NUaJOU_q11",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "What are some rules that exist in schools or workplaces in your country?",
      "transcript": "Well, in case of my country, I think the most primary two rules are, first, be disciplined and, behave well to the upper ranks. Because if workers and students do not behave well and do not respect the upper ranks, there will be a very bad fighting going on and the environment will be in chaos. And another rule I am going to talk about is that not create any kind of disturbance in school or any working place because it could harm the working place and the school classes which are being held.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, in case of my country, I think the most primary two rules are, uh, first, be disciplined and, uh, behave well to the upper ranks. Because if workers and students don't behave well and don't respect the upper ranks, there will be a very bad fighting going on and the environment will be in chaos. And another rule I'm going to talk about is that not create any kind of disturbance in school or any working place because it could harm the working place and the school classes which are being held.",
      "transcript_cleaned": "in case of my country, I think the most primary two rules are, first, be disciplined and, behave well to the upper ranks. Because if workers and students do not behave well and do not respect the upper ranks, there will be a very bad fighting going on and the environment will be in chaos. And another rule I am going to talk about is that not create any kind of disturbance in school or any working place because it could harm the working place and the school classes which are being held.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kwSD8NUaJOU_q12",
      "video_id": "kwSD8NUaJOU",
      "band": 6.5,
      "question": "Do you think that the students themselves should have a say in what kinds of school rules there are?",
      "transcript": "Well, in my opinion, I think students should have kind of opinion or say what kind of rule they are available in school because they are the main people, the main persons who are going to be under the rules. And they obviously got to have any, any kind of opinion towards it. And the, and their opinion matters most to the schools and schools can also hear their opinions and, correct their rules according to it. Okay, thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, uh, in my opinion, I think students should have kind of opinion or say what kind of rule they're available in school because they are the main people, the main persons who are going to be under the rules. And they obviously got to have any, any kind of opinion towards it. And the, and their opinion matters most to the schools and schools can also hear their opinions and, uh, correct their rules according to it. Okay, thank you very much.",
      "transcript_cleaned": "in my opinion, I think students should have kind of opinion or say what kind of rule they are available in school because they are the main people, the main persons who are going to be under the rules. And they obviously got to have any, any kind of opinion towards it. And the, and their opinion matters most to the schools and schools can also hear their opinions and, correct their rules according to it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q01",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "Ricardo, can I ask your identification?",
      "transcript": "Yes. Thank you. Thank you very much. We can now get started with the first part of the exam. In the first part, I will ask you some personal questions. First.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Thank you. Thank you very much. We can now get started with the first part of the exam. In the first part, I will ask you some personal questions. First,.",
      "transcript_cleaned": "Yes. Thank you. Thank you very much. We can now get started with the first part of the exam. In the first part, I will ask you some personal questions. First.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q02",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "Where are you living now?",
      "transcript": "Well, actually I live in the north of the city. it is a cool, pretty place because I can communicate with my neighbors. I can go to the park or maybe go to the store and buy some things like just to play with some cousins that I have over there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, actually I live in the north of the city. It's a cool, pretty place because I can communicate with my neighbors. I can go to the park or maybe go to the store and buy some things like just to play with some cousins that I have over there.",
      "transcript_cleaned": "actually I live in the north of the city. it is a cool, pretty place because I can communicate with my neighbors. I can go to the park or maybe go to the store and buy some things like just to play with some cousins that I have over there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q03",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "And do you like the area that you live in?",
      "transcript": "Yes, the weather is so nice. I guess I can do some activities over there without maybe the violence in here.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, the weather is so nice. I guess I can do some activities over there without maybe the violence in here.",
      "transcript_cleaned": "Yes, the weather is so nice. I guess I can do some activities over there without maybe the violence in here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q04",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "What can improve?",
      "transcript": "That is a good question because I do not think so that I can play underground. But I think that I just want to, I do not know, do some exercise or activities.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "That's a good question because I don't think so that I can play underground. But I think that I just want to, I don't know, do some exercise or activities.",
      "transcript_cleaned": "That is a good question because I do not think so that I can play underground. But I think that I just want to, I do not know, do some exercise or activities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q05",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "Do you often get up early in the morning?",
      "transcript": "Well, I think that I just get up early because I go to school in the morning like 7 a.m. But I do not really want to get up early cause, I do not know, I just, in the, in the night, I just sleep over the 1am.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think that I just get up early because I go to school in the morning like 7 a.m. But I don't really want to get up early cause, I don't know, I just, in the, in the night, I just sleep over the 1am.",
      "transcript_cleaned": "I think that I just get up early because I go to school in the morning like 7 a.m. But I do not really want to get up early cause, I do not know, I just, in the, in the night, I just sleep over the 1am.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q06",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "And what is your morning routine?",
      "transcript": "Actually I just get up and go to school. I do not have much time to eat the breakfast or maybe to communicate with my mother and just. Put up my things in.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually I just get up and go to school. I don't have much time to eat the breakfast or maybe to communicate with my mother and just. Put up my things in.",
      "transcript_cleaned": "Actually I just get up and go to school. I do not have much time to eat the breakfast or maybe to communicate with my mother and just. Put up my things in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q07",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "What kind of people?",
      "transcript": "I think the people that just have a routine in the all day and have enough time to get up early is that people that go to bed and like, I do not think 10 p.m. or maybe.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think the people that just have a routine in the all day and have enough time to get up early is that people that go to bed and like, I don't think 10 p.m. or maybe.",
      "transcript_cleaned": "I think the people that just have a routine in the all day and have enough time to get up early is that people that go to bed and like, I do not think 10 p.m. or maybe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q08",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "Did you do any sports when you were younger?",
      "transcript": "Well, the kind of sport that I practice is not a sport called by its name, but it is some exercise that I just do all the time. it is dance.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, the kind of sport that I practice is not a sport called by its name, but it's some exercise that I just do all the time. It's dance.",
      "transcript_cleaned": "the kind of sport that I practice is not a sport called by its name, but it is some exercise that I just do all the time. it is dance.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q09",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "And do you enjoy watching sports?",
      "transcript": "Okay. Well, actually by my activities and what I practice, I do not usually watch TV and watch that kind of sports, but I really can to love watching volleyball or maybe basket.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. Well, actually by my activities and what I practice, I don't usually watch TV and watch that kind of sports, but I really can to love watching volleyball or maybe basket.",
      "transcript_cleaned": "actually by my activities and what I practice, I do not usually watch TV and watch that kind of sports, but I really can to love watching volleyball or maybe basket.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q10",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "And do you think there is too much sport on television in your country?",
      "transcript": "Well, I think so that that is not a good place to watch the television but in my country, I do not think so there are too much activities or programs in TV.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, uh, I think so that that is not a good place to watch the television but in my country, I don't think so there are too much activities or programs in TV.",
      "transcript_cleaned": "I think so that that is not a good place to watch the television but in my country, I do not think so there are too much activities or programs in TV.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q11",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "Do you understand?",
      "transcript": "Yes Great Now I giving you the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes Great Now I giving you the.",
      "transcript_cleaned": "Yes Great Now I giving you the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q12",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "Will you ask me to talk about an item that I just want to buy?",
      "transcript": "And this is a fashion item. I just want to say that I just want to buy this item that is a phone. I think so that this item that I want to buy is to a famous mart that are in the mall. I do not think that it is cheap or the cheapest phone that I can buy because it is too expensive that, and also you can buy this item in the mall or maybe near in, Like there are a market over the center of the city. But there are some phones that are stolen by itself. I had this item that it phone. I just think that I want to black and not that bigger because by my activities and what I do, this is not the, the ideal thing that I can buy. Well, I just have a phone but I bought it three years ago and I do not want to change it because I think this item or this phone that I have just give me the activities or give me the time to communicate by my family or communicate to other persons that I do not have the. The, easy way to communicate on its own. And I do not know, another fashion item that I can or I want to buy, I think that it is a toy. I know that about my age I can. Thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And this is a fashion item. I just want to say that I just want to buy this item that is a phone. I think so that this item that I want to buy is to a famous mart that are in the mall. I don't think that it's cheap or the cheapest phone that I can buy because it's too expensive that, uh, and also you can buy this item in the mall or maybe near in, Like there are a market over the center of the city. But there are some phones that are stolen by itself. Um, I had this item that it phone. I just think that I want to black and not that bigger because by my activities and what I do, this is not the, the ideal thing that I can buy. Well, I just have a phone but I bought it three years ago and I don't want to change it because I think this item or this phone that I have just give me the activities or give me the time to communicate by my family or communicate to other persons that I don't have the. The, um, easy way to communicate on its own. And I don't know, another fashion item that I can or I want to buy, um, I think that it's a toy. Um, I know that about my age I can. Thank you very much.",
      "transcript_cleaned": "And this is a fashion item. I just want to say that I just want to buy this item that is a phone. I think so that this item that I want to buy is to a famous mart that are in the mall. I do not think that it is cheap or the cheapest phone that I can buy because it is too expensive that, and also you can buy this item in the mall or maybe near in, Like there are a market over the center of the city. But there are some phones that are stolen by itself. I had this item that it phone. I just think that I want to black and not that bigger because by my activities and what I do, this is not the, the ideal thing that I can buy. Well, I just have a phone but I bought it three years ago and I do not want to change it because I think this item or this phone that I have just give me the activities or give me the time to communicate by my family or communicate to other persons that I do not have the. The, easy way to communicate on its own. And I do not know, another fashion item that I can or I want to buy, I think that it is a toy. I know that about my age I can.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q13",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "Now can you please hand me back the papers and the pen?",
      "transcript": "Thank you. Thanks a lot. We can now move on to the third part of the exam. So, in the second part you described a fashion item that you want to buy. Now in this part I want to ask you some questions related to this topic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thank you. Thanks a lot. We can now move on to the third part of the exam. So, in the second part you described a fashion item that you want to buy. Now in this part I want to ask you some questions related to this topic.",
      "transcript_cleaned": "Thank you. Thanks a lot. We can now move on to the third part of the exam. So, in the second part you described a fashion item that you want to buy. Now in this part I want to ask you some questions related to this topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q14",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "What type of clothes do you like?",
      "transcript": "Well, it is a good question because I do not look forward that thing of, of usually things that I can buy, but I guess that I just want sport things. Like what I do is activities or dance. And I think that a shirt or maybe a t-shirt, but like, to sport or to fit things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it's a good question because I don't look forward that thing of, of usually things that I can buy, but I guess that I just want sport things. Like what I do is activities or dance. And I think that a shirt or maybe a t-shirt, but like, um, to sport or to fit things.",
      "transcript_cleaned": "it is a good question because I do not look forward that thing of, of usually things that I can buy, but I guess that I just want sport things. Like what I do is activities or dance. And I think that a shirt or maybe a t-shirt, but like, to sport or to fit things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q15",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "And how do people choose what style of clothing to buy?",
      "transcript": "I guess that some people just want that kind of clothes based on what activities they do. Like some thing that I can tell you is another people want to buy like clothes for fashion models or to go to a cinema. I do not think that it is irrelevant.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I guess that some people just want that kind of clothes based on what activities they do. Like some thing that I can tell you is another people want to buy like clothes for fashion models or to go to a cinema. I don't think that it's irrelevant.",
      "transcript_cleaned": "I guess that some people just want that kind of clothes based on what activities they do. Like some thing that I can tell you is another people want to buy like clothes for fashion models or to go to a cinema. I do not think that it is irrelevant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q16",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "Why do you think it is important to them?",
      "transcript": "It is important more often because the social medias. I think that the people, can usually go for it because they want to express themselves basing on that social medias and that kind of statistic that they. So are there any other ways to express yourself other than using the clothes or what you wear Yes they can also go to accessories or that made of things that can just buy jewelry or glasses I don think Okay, now sometimes some factory workers and very often school students have to wear uniforms.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's important more often because the social medias. I think that the people, um, can usually go for it because they want to express themselves basing on that social medias and that kind of statistic that they. So are there any other ways to express yourself other than using the clothes or what you wear Yes they can also go to accessories or that made of things that can just buy jewelry or glasses I don think Okay, now um, sometimes some factory workers and very often school students have to wear uniforms.",
      "transcript_cleaned": "It is important more often because the social medias. I think that the people, can usually go for it because they want to express themselves basing on that social medias and that kind of statistic that they. So are there any other ways to express yourself other than using the clothes or what you wear Yes they can also go to accessories or that made of things that can just buy jewelry or glasses I don think Okay, now sometimes some factory workers and very often school students have to wear uniforms.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BnUQkGvXMlg_q17",
      "video_id": "BnUQkGvXMlg",
      "band": 5.0,
      "question": "So do you think that uniforms are suitable for people to wear?",
      "transcript": "By the habit that you manage, you can go forward to that uniforms because, by my age or by my area that I can go for it, I just do not use that uniforms but yes, I can patron or some models that I can use.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "By the habit that you manage, you can go forward to that uniforms because, um, by my age or by my area that I can go for it, I just don't use that uniforms but yes, I can patron or some models that I can use.",
      "transcript_cleaned": "By the habit that you manage, you can go forward to that uniforms because, by my age or by my area that I can go for it, I just do not use that uniforms but yes, I can patron or some models that I can use.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q01",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "Can you describe the weather today?",
      "transcript": "The weather today is so nice. it is winter, yet it is still summer, but the temperature is acceptable. You can have like a light jacket. During the day you can go to the beach. So for me it is the perfect weather.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The weather today is so nice. It's winter, yet it's still summer, but the temperature is acceptable. You can have like a light jacket. During the day you can go to the beach. So for me it's the perfect weather.",
      "transcript_cleaned": "The weather today is so nice. it is winter, yet it is still summer, but the temperature is acceptable. You can have like a light jacket. During the day you can go to the beach. So for me it is the perfect weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}