{
  "batch_id": 70,
  "count": 20,
  "samples": [
    {
      "sample_id": "ozFyanRGCV0_q02",
      "video_id": "ozFyanRGCV0",
      "band": 7.0,
      "question": "Computers or cell phones?",
      "transcript": "I often use a combination of both in my daily life. I always use my cell phones for everyday life and my computer is just for studying or work purpose.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I often use a combination of both in my daily life. I always use my cell phones for everyday life and my computer is just for studying or work purpose.",
      "transcript_cleaned": "I often use a combination of both in my daily life. I always use my cell phones for everyday life and my computer is just for studying or work purpose.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozFyanRGCV0_q03",
      "video_id": "ozFyanRGCV0",
      "band": 7.0,
      "question": "What electronic devices have you bought lately?",
      "transcript": "Lately I have not bought anything yet but last year I got my new cell phone so yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Lately I have not bought anything yet but last year I got my new cell phone so yeah.",
      "transcript_cleaned": "Lately I have not bought anything yet but last year I got my new cell phone so",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozFyanRGCV0_q04",
      "video_id": "ozFyanRGCV0",
      "band": 7.0,
      "question": "What do you think are the trends in technology today compared to when you were young?",
      "transcript": "I think AI is getting more popular nowadays compared to when I was young. When I were young, They were just like, cell phones and nowadays like AI is a new technology that is like more popular among people nowadays. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think AI is getting more popular nowadays compared to when I was young. When I were young, They were just like, uh, cell phones and nowadays like AI is a new technology that is like more popular among people nowadays. Yeah.",
      "transcript_cleaned": "I think AI is getting more popular nowadays compared to when I was young. When I were young, They were just like, cell phones and nowadays like AI is a new technology that is like more popular among people nowadays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozFyanRGCV0_q05",
      "video_id": "ozFyanRGCV0",
      "band": 7.0,
      "question": "Is there any technology that you do not like?",
      "transcript": "Yes it actually AI but like I use AI a lot in my life but sometimes I don really like it but like specifically in art like I am studying in communications and AI is getting in the way a lot And I think in the future it might like replace us as like content creators Yeah That is the end of part one. Now we will continue with part two. In part two, I am going to give you a card with a question on it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes it actually AI but like I use AI a lot in my life but sometimes I don really like it but like specifically in art like uh I am studying in uh communications and AI is getting in the way a lot And I think uh in the future it might like replace us as like content creators Yeah That is the end of part one. Now we will continue with part two. In part two, I'm going to give you a card with a question on it.",
      "transcript_cleaned": "Yes it actually AI but like I use AI a lot in my life but sometimes I don really like it but like specifically in art like I am studying in communications and AI is getting in the way a lot And I think in the future it might like replace us as like content creators",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ozFyanRGCV0_q07",
      "video_id": "ozFyanRGCV0",
      "band": 7.0,
      "question": "Why do some people choose to start their own company?",
      "transcript": "I think people like to start their own company because how they can do everything that they want independently without like being influenced by other people What are the advantages and disadvantages of family businesses I think running a family business can, can help like your family have more time together. Sometimes it is really not, like, it is, it has some disadvantages when, there can be conflicts in the family and I think that will, if people do not solve the conflicts, I think the family relationship can be ruined. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm I think people like to start their own company because how they can do everything that they want independently without like being influenced by other people What are the advantages and disadvantages of family businesses I think running a family business can, uh, can help like your family have more time together. Sometimes it is really not, er, like, it is, it has some disadvantages when, er, there can be conflicts in the family and I think that will, if people don't solve the conflicts, I think the family relationship can be ruined. Yeah.",
      "transcript_cleaned": "I think people like to start their own company because how they can do everything that they want independently without like being influenced by other people What are the advantages and disadvantages of family businesses I think running a family business can, can help like your family have more time together. Sometimes it is really not, like, it is, it has some disadvantages when, there can be conflicts in the family and I think that will, if people do not solve the conflicts, I think the family relationship can be ruined.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0w52dPsDeZg_q02",
      "video_id": "0w52dPsDeZg",
      "band": 5.5,
      "question": "Can you tell me, are you a student or do you work?",
      "transcript": "As you can see this logo so I am a student that studies in Greenfield school which is located in England. Okay good. Right first of all we talk about your childhood.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "As you can see this logo so I'm a student that studies in Greenfield school which is located in England. Okay good. Right first of all we talk about your childhood.",
      "transcript_cleaned": "As you can see this logo so I am a student that studies in Greenfield school which is located in England. Okay good. Right first of all we talk about your childhood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0w52dPsDeZg_q03",
      "video_id": "0w52dPsDeZg",
      "band": 5.5,
      "question": "Can you tell me what did you normally do in your childhood?",
      "transcript": "For some reason that at my childhood my parents were busy at speed so I, day by day I will play with my cousin so we played high and sea. We, sometimes we fought but no one cares about that because there is just memories and it is perfect for me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, for some reason that at my childhood my parents were busy at speed so I, day by day I will play with my cousin so we played high and sea. We, sometimes we fought but no one cares about that because there's just memories and it's perfect for me. Okay.",
      "transcript_cleaned": "For some reason that at my childhood my parents were busy at speed so I, day by day I will play with my cousin so we played high and sea. We, sometimes we fought but no one cares about that because there is just memories and it is perfect for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0w52dPsDeZg_q06",
      "video_id": "0w52dPsDeZg",
      "band": 5.5,
      "question": "Can you speak please?",
      "transcript": "Okay. So I will talk about Bốt Hàng Độ in Hà Nội. So like I go there every weekend. it is coincidentally that somehow it is the rush hour and I have to suffer from traffic congestion. So of course I go there by myself because my parents are busy and they cannot take me there. How do I feel like in this So it just like a real version of a world face So I a soldier and I must get the way to defeat my enemies which is some random people on the road So I thinking about Inferno which is a version of hell So it just like that thing Right. So that is the end of our speaking test. So thank you so much for coming to the test. Now I have some evaluation for you. First of all.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. So I will talk about Bốt Hàng Độ in Hà Nội. So like I go there every weekend. It's coincidentally that somehow it's the rush hour and I have to suffer from traffic congestion. So of course I go there by myself because my parents are busy and they cannot take me there. How do I feel like in this So it just like a real version of a world face So I a soldier and I must get the way to defeat my enemies which is some random people on the road So I thinking about Inferno which is a version of hell So it just like that thing Right. So that is the end of our speaking test. So thank you so much for coming to the test. Now I have some evaluation for you. First of all,.",
      "transcript_cleaned": "I will talk about Bốt Hàng Độ in Hà Nội. So like I go there every weekend. it is coincidentally that somehow it is the rush hour and I have to suffer from traffic congestion. So of course I go there by myself because my parents are busy and they cannot take me there. How do I feel like in this So it just like a real version of a world face So I a soldier and I must get the way to defeat my enemies which is some random people on the road So I thinking about Inferno which is a version of hell So it just like that thing Right. So that is the end of our speaking test. So thank you so much for coming to the test. Now I have some evaluation for you. First of all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0w52dPsDeZg_q07",
      "video_id": "0w52dPsDeZg",
      "band": 5.5,
      "question": "However, pay attention to intonation.",
      "transcript": "You can have some emphasize on the main important things. Okay? Okay. Next one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "You can have some emphasize on the main important things. Okay? Okay. Next one,.",
      "transcript_cleaned": "You can have some emphasize on the main important things. Okay? Okay. Next one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q02",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "So have you achieved anything recently?",
      "transcript": "Yes, absolutely. Recently I have, completed one of my personal goals, which is finishing a Chinese course. I would say that it was not easy at all for me because I had to balance it with my school work.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, absolutely. Recently I have, uh, completed one of my personal goals, which is finishing a Chinese course. Uh, I would say that it wasn't easy at all for me because I had to balance it with my school work.",
      "transcript_cleaned": "Yes, absolutely. Recently I have, completed one of my personal goals, which is finishing a Chinese course. I would say that it was not easy at all for me because I had to balance it with my school work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q03",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "So how do you feel when you are praised?",
      "transcript": "Oh, when someone praises me, I often feel really proud, proud of myself, yeah. And it is like a little pat on my back, that reminds me my efforts are paying off. And, however, I try not to let compliments go to my head, because humble is, being humble is really important. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, when someone praises me, I often feel really proud, proud of myself, yeah. And it's like a little pat on my back, um, that reminds me my efforts are paying off. And, um, however, I try not to let compliments go to my head, because humble is, being humble is really important. Mm-hmm.",
      "transcript_cleaned": "Oh, when someone praises me, I often feel really proud, proud of myself, yeah. And it is like a little pat on my back, that reminds me my efforts are paying off. And, however, I try not to let compliments go to my head, because humble is, being humble is really important. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q04",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "So, how often do you praise others?",
      "transcript": "I would say that I praise others on a daily basis. Whether it is just, you know, like complimenting a friend's outfit or appreciating their hard work. I believe that giving other compliments can really make their day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say that I praise others on a daily basis. Whether it's just, you know, like complimenting a friend's outfit or appreciating their hard work. I believe that giving other compliments can really make their day.",
      "transcript_cleaned": "I would say that I praise others on a daily basis. Whether it is just, you know, like complimenting a friend's outfit or appreciating their hard work. I believe that giving other compliments can really make their day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q05",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "So, do you think that parents should praise their children more often?",
      "transcript": "Yes, absolutely. I think praises from parents can help children build their confidence and self-esteem. However, I think parents' praises should be based on practical factors because if children are praised really often, they might fear failure and, you know, take things for granted. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, absolutely. I think praises from parents can help children build their confidence and self-esteem. However, I think parents' praises should be based on practical factors because if children are praised really often, they might fear failure and, um, you know, take things for granted. Okay,.",
      "transcript_cleaned": "Yes, absolutely. I think praises from parents can help children build their confidence and self-esteem. However, I think parents' praises should be based on practical factors because if children are praised really often, they might fear failure and, you know, take things for granted.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q06",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "However, it is impossible because they have to, follow the rule.",
      "transcript": "Another, main reason is that uniform is not always practical. The material is sometimes too thick, especially in the hot summer months. And the uniform which are meant to create the equality among students. But some schools make, make it become unpredictable and students are not comfortable when wearing it. So if I have the power to change this rule, I would let students wear casual clothes at least once or twice a week. So that they can both, you know, express their creativity through fashion. Create a serious learning environment. Okay, that is Simmons. Thank you for that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Another, uh, main reason is that uniform is not always practical. The material is sometimes too thick, especially in the hot summer months. And the uniform which are meant to create the equality among students. But um, some schools make, make it become unpredictable and students are not comfortable when wearing it. So if I have um, the power to change this rule, I would let students um, wear casual clothes at least once or twice a week. So that they can both, um, you know, express their creativity through fashion. Create a serious learning environment. Okay, that's Simmons. Thank you for that. Okay,.",
      "transcript_cleaned": "Another, main reason is that uniform is not always practical. The material is sometimes too thick, especially in the hot summer months. And the uniform which are meant to create the equality among students. But some schools make, make it become unpredictable and students are not comfortable when wearing it. So if I have the power to change this rule, I would let students wear casual clothes at least once or twice a week. So that they can both, you know, express their creativity through fashion. Create a serious learning environment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q07",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "So do you know anyone who has broken the law and how did they do it?",
      "transcript": "To be honest, I do not really know any, any, you know, serious lawbreaker. But I do know one of my friends, he violated the rule when passed, when you know, running the red line. And he said that, but he did not do it intentionally. He was rushing to the exam at school. And after that situation, he said that he will have, he has learned a lesson, a lesson that, you know, rushing, saving a minute. It is not worth risking his life. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, to be honest, I don't really know any, any, you know, serious lawbreaker. But I do know one of my friends, he violated the rule when passed, when you know, running the red line. And um, he said that, but he didn't do it intentionally. He was rushing to the exam at school. And after that situation, he said that he'll have, he has learned a lesson, a lesson that, um, you know, rushing, saving a minute. It isn't worth risking his life. Yeah.",
      "transcript_cleaned": "To be honest, I do not really know any, any, you know, serious lawbreaker. But I do know one of my friends, he violated the rule when passed, when you know, running the red line. And he said that, but he did not do it intentionally. He was rushing to the exam at school. And after that situation, he said that he will have, he has learned a lesson, a lesson that, you know, rushing, saving a minute. It is not worth risking his life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q08",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "However, there are several situations when people cannot, when, violating the rule is acceptable.",
      "transcript": "For example, when you drive a person who are in emergency situation to the hospital, or when the purpose of violating the rule is to prevent harm.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For example, when you drive a person who are in emergency situation to the hospital, or when the purpose of violating the rule is to prevent harm.",
      "transcript_cleaned": "For example, when you drive a person who are in emergency situation to the hospital, or when the purpose of violating the rule is to prevent harm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q09",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "So how are people punished when parked at a wrong spot?",
      "transcript": "When parking at the wrong place people can be punished in several ways Most of the time they will be fined maybe money or get their vehicles locked or in some countries parking at the wrong place can have their you know point deducted point from driving license deducted -.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "When parking at the wrong place people can be punished in several ways Most of the time they will be fined maybe money or get their vehicles locked or in some countries parking at the wrong place can have their you know point deducted point from driving license deducted Mm-hmm.",
      "transcript_cleaned": "When parking at the wrong place people can be punished in several ways Most of the time they will be fined maybe money or get their vehicles locked or in some countries parking at the wrong place can have their you know point deducted point from driving license deducted -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q10",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "So what rules should children follow at home?",
      "transcript": "I think there are a host of rules that student, that children should follow at home. For example, they should respect their elderly people, parents, grandparents. it is also essential for children to be aware of their responsibility. Like, be aware of their schoolwork, do the homework, and do their personal, personal, things at home.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think um, there are a host of rules that student, that children should follow at home. For example, they should respect their elderly people, parents, grandparents. It's also essential for children to be aware of their responsibility. Like, be aware of their schoolwork, do the homework, and do their personal, personal, Um, things at home.",
      "transcript_cleaned": "I think there are a host of rules that student, that children should follow at home. For example, they should respect their elderly people, parents, grandparents. it is also essential for children to be aware of their responsibility. Like, be aware of their schoolwork, do the homework, and do their personal, personal, things at home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q11",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "Okay, so coming back, are the rules at school good or bad in your opinion?",
      "transcript": "I think schools, some schools have, schools have both good and bad rules. but most of the, most of the rules at school are well intentioned, well intentional. And, They are meant to maintain the discipline equality among students.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think schools, some schools have, schools have both good and bad rules. Um, but most of the, most of the rules at school are well intentioned, well intentional. And, um, They are meant to maintain the discipline equality among students.",
      "transcript_cleaned": "I think schools, some schools have, schools have both good and bad rules. but most of the, most of the rules at school are well intentioned, well intentional. And, They are meant to maintain the discipline equality among students.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q13",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "And finally, what are some rules that students should follow at school?",
      "transcript": "I think there are some essential rules that students must follow at school, such as respecting teachers and their peers. other important rule is that is not cheating or copy, copying, in exams.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think there are some essential rules that students must follow at school, such as respecting teachers and their peers. Um, other important rule is that is not cheating or copy, copying, um, in exams.",
      "transcript_cleaned": "I think there are some essential rules that students must follow at school, such as respecting teachers and their peers. other important rule is that is not cheating or copy, copying, in exams.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}