{
  "batch_id": 95,
  "count": 20,
  "samples": [
    {
      "sample_id": "qg58hot_b2I_q04",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Like when at work do you feel happy?",
      "transcript": "Spend with my family or like earn money and spend somewhere what I want. Yeah. So that is my one of the happy days.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, uh, spend with my family or like earn money and spend somewhere what I want. Yeah. So that's my one of the happy days.",
      "transcript_cleaned": "Spend with my family or like earn money and spend somewhere what I want. Yeah. So that is my one of the happy days.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q05",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Is there a time like at work while you are on the job when you feel happy?",
      "transcript": "I am currently still an university student. Somehow happy. Not somehow not happy. I see.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I'm currently still an university student. Somehow happy. Not somehow not happy. I see.",
      "transcript_cleaned": "I am currently still an university student. Somehow happy. Not somehow not happy. I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q06",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "In the future?",
      "transcript": "I think I can, if I graduate from my school, I can do whatever I want to, like prepare like job things or like career, like license like that. So I think it can be, makes helping more future. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think I can, if I graduate from my school, I can do whatever I want to, like prepare like job things or like career, like license like that. So I think it can be, makes helping more future. Okay.",
      "transcript_cleaned": "I think I can, if I graduate from my school, I can do whatever I want to, like prepare like job things or like career, like license like that. So I think it can be, makes helping more future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q07",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "What made you happy when you were little?",
      "transcript": "My university. No, when you were little, like when you were like elementary school or so. I think, when I was grade six, like maybe 13 years old, my parents sent me the English camp in New Zealand. Like almost one month half and it makes me more meaningful and memorable moment to learn new English. So I think that is more like happy things in my kinderhood. Yeah. Childhood years. Yeah, childhood. that is cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ah, my university. No, when you were little, like when you were like elementary school or so. I think, uh, when I was grade six, like maybe 13 years old, my parents sent me the English camp in New Zealand. Like almost one month half and it makes me more meaningful and memorable moment to learn new English. So I think that is more like happy things in my kinderhood. Yeah. Childhood years. Yeah, childhood. That's cool.",
      "transcript_cleaned": "My university. No, when you were little, like when you were like elementary school or so. I think, when I was grade six, like maybe 13 years old, my parents sent me the English camp in New Zealand. Like almost one month half and it makes me more meaningful and memorable moment to learn new English. So I think that is more like happy things in my kinderhood. Yeah. Childhood years. Yeah, childhood. that is cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q08",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Like recently?",
      "transcript": "Recently? Oh, yes. I think I have. My, like last year Christmas day, my dad, ordered a new bath, my, from, from, for my new Christmas gift. Oh, okay. Because I used to, I used my bath, old one, using my dad's, what he used, the bath. So he thinks that he, he wants to give me the new bath. So I think that is more recently happy things. that is an awesome gift. Yes. let us stay on the topic of like happy things.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Recently? Oh, yes. I think I have. My, like last year Christmas day, my dad, uh, ordered a new bath, my, from, from, for my new Christmas gift. Oh, okay. Because I used to, I used my bath, old one, using my dad's, what he used, the bath. So he thinks that he, he wants to give me the new bath. So I think that is more recently happy things. That's an awesome gift. Yes. Um, let's stay on the topic of like happy things. Um,.",
      "transcript_cleaned": "Recently? Oh, yes. I think I have. My, like last year Christmas day, my dad, ordered a new bath, my, from, from, for my new Christmas gift. Oh, okay. Because I used to, I used my bath, old one, using my dad's, what he used, the bath. So he thinks that he, he wants to give me the new bath. So I think that is more recently happy things. that is an awesome gift. Yes. let us stay on the topic of like happy things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q09",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Has your weekend routine changed in recent times?",
      "transcript": "In recent times, yes. I woke up like 10 or 11 o'clock. But if I go to school, I woke up more early, like 7 or 8. But now it is vacation, so I woke up late. And I have a one pad in my house, so I have to carry my dogs in my house and eat lunch. I eat breakfast and go around the walk. Or like watch YouTube or Netflix like that. And still playing with my dog and sleep again, again. Sounds like a fun routine. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In recent times, yes. Um, I woke up like 10 or 11 o'clock. But if I go to school, I woke up more early, like 7 or 8. But now it's vacation, so I woke up late. And I have a one pad in my house, so I have to carry my dogs in my house and eat lunch. I eat breakfast and go around the walk. Or like watch YouTube or Netflix like that. And still playing with my dog and sleep again, again. Sounds like a fun routine. Yeah.",
      "transcript_cleaned": "In recent times, yes. I woke up like 10 or 11 o'clock. But if I go to school, I woke up more early, like 7 or 8. But now it is vacation, so I woke up late. And I have a one pad in my house, so I have to carry my dogs in my house and eat lunch. I eat breakfast and go around the walk. Or like watch YouTube or Netflix like that. And still playing with my dog and sleep again, again.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q11",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Who you regularly follow on social media?",
      "transcript": "My friends and my family, my related family or my dad's parents friends. Or like, my middle school like that. And I know them very all time. And for friends, they are my middle school and high school friends. So I follow this in social media. Also they also follow me. And, they regularly post about like their selfie or some lils, like short film and like video or like information about some idea like that. Yeah. And I also follow them because I just want to see their like what they posted and I also love to post like pictures or video like to make like memory of the my, the piece. So I think it is like, I follow the social media because there is like some, like information in Instagram or like Facebook or YouTube. Because many people like doing like, take a like YouTube or like to take some play game or like that. So I think it is, yeah, that is why I regularly on social media.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My friends and my family, my related family or my dad's parents friends. Or like, my middle school like that. And I know them very all time. And for friends, they are my middle school and high school friends. So I follow this in social media. Also they also follow me. And, um, they regularly post about like their selfie or some lils, like short film and like video or like information about some idea like that. Yeah. And I also follow them because I just want to see their like what they posted and I also love to post like pictures or video like to make like memory of the my, the piece. So I think it's like, I follow the social media because there's like some, like information in Instagram or like Facebook or YouTube. Because many people like doing like, take a like YouTube or like to take some play game or like that. So I think it's, yeah, that's why I regularly on social media.",
      "transcript_cleaned": "My friends and my family, my related family or my dad's parents friends. Or like, my middle school like that. And I know them very all time. And for friends, they are my middle school and high school friends. So I follow this in social media. Also they also follow me. And, they regularly post about like their selfie or some lils, like short film and like video or like information about some idea like that. Yeah. And I also follow them because I just want to see their like what they posted and I also love to post like pictures or video like to make like memory of the my, the piece. So I think it is like, I follow the social media because there is like some, like information in Instagram or like Facebook or YouTube. Because many people like doing like, take a like YouTube or like to take some play game or like that. So I think it is, yeah, that is why I regularly on social media.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q12",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Okay, how do you feel about the people you follow?",
      "transcript": "I think not bad. Not bad because most of the usually do that. Yeah. that is cool. You spoke for about one minute fifty. So not bad at all.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think not bad. Not bad because most of the usually do that. Yeah. That's cool. You spoke for about one minute fifty. So not bad at all. Uh,.",
      "transcript_cleaned": "I think not bad. Not bad because most of the usually do that. Yeah. that is cool. You spoke for about one minute fifty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q13",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "In social media?",
      "transcript": "Oh, I have one experience about that. I think it can be, but some people are like difficulty. Because I used to download apps for foreigners. They want to learn Korean people. And I also chat them each other. And I have one of the Malaysian friends in social media. I still chat in the last four years.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I have one experience about that. I think it can be, but some people are like difficulty. Because I used to download apps for foreigners. They want to learn Korean people. And I also chat them each other. And I have one of the Malaysian friends in social media. I still chat in the last four years.",
      "transcript_cleaned": "Oh, I have one experience about that. I think it can be, but some people are like difficulty. Because I used to download apps for foreigners. They want to learn Korean people. And I also chat them each other. And I have one of the Malaysian friends in social media. I still chat in the last four years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q14",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "When I still in the, since when I still in the high school.",
      "transcript": "So I think it can be like easy to, when you task first or like task her or him, like it is more easier. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So I think it can be like easy to, when you task first or like task her or him, like it's more easier. Okay.",
      "transcript_cleaned": "I think it can be like easy to, when you task first or like task her or him, like it is more easier.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q15",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Or will they be more focused on like social media to get their news?",
      "transcript": "I think they are more focused on the news in like TV or YouTube more. Not most old people like read the newspaper in paper, but I think now their genres are changes. So I think most, or most people usually read in the social media. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Ah, I think they're more focused on the news in like TV or YouTube more. Not most old people like read the newspaper in paper, but I think now their genres are changes. So I think most, or most people usually read in the social media. Okay.",
      "transcript_cleaned": "I think they are more focused on the news in like TV or YouTube more. Not most old people like read the newspaper in paper, but I think now their genres are changes. So I think most, or most people usually read in the social media.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q16",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Are non-social media like television and newspapers still useful?",
      "transcript": "Television is I think still useful because many people like OTT, like, Netflix, like, TV drama, like, K-drama, or the K-pop. So most of the people watch the TV programs. So I think it is very useful. But newspaper I don think that because I don see that in my family who are looking for the newspaper in my house so I think it not really useful I see Do older people spend any time on social media Mmm somehow Because most of the people are the busy time to spend their school work or like go to the university But most, some other people usually use the social media well. So it is. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, television is I think still useful because many people like OTT, like, Netflix, like, TV drama, like, K-drama, or the K-pop. So most of the people watch the TV programs. So I think it's very useful. But newspaper I don think that because I don see that in my family who are looking for the newspaper in my house so I think it not really useful I see Do older people spend any time on social media Mmm somehow Because most of the people are the busy time to spend their school work or like go to the university But most, some other people usually use the social media well. So it is. Okay.",
      "transcript_cleaned": "Television is I think still useful because many people like OTT, like, Netflix, like, TV drama, like, K-drama, or the K-pop. So most of the people watch the TV programs. So I think it is very useful. But newspaper I don think that because I don see that in my family who are looking for the newspaper in my house so I think it not really useful I see Do older people spend any time on social media Mmm somehow Because most of the people are the busy time to spend their school work or like go to the university But most, some other people usually use the social media well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q17",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "I think it is different to the age because, And I think the, what do you call that?",
      "transcript": "The middle school, not middle school, like elementary school or middle school most of the, they are using like Facebook. And high school also using Facebook but not really much. But nowadays in high school where university students mostly used to the Instagram more than like Facebook. And for older people are using like YouTube or TV program because they are still old and they are watching the YouTube like live or like drama like that. So I think it is different to the age. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The middle school, not middle school, like elementary school or middle school most of the, they're using like Facebook. And high school also using Facebook but not really much. But nowadays in high school where university students mostly used to the Instagram more than like Facebook. And for older people are using like YouTube or TV program because they are still old and they're watching the YouTube like live or like drama like that. So I think it's different to the age. Okay.",
      "transcript_cleaned": "The middle school, not middle school, like elementary school or middle school most of the, they are using like Facebook. And high school also using Facebook but not really much. But nowadays in high school where university students mostly used to the Instagram more than like Facebook. And for older people are using like YouTube or TV program because they are still old and they are watching the YouTube like live or like drama like that. So I think it is different to the age.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q18",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Yeah, like what are the different things that people do on social media?",
      "transcript": "Just post like pictures, videos, like little shirts, like, and then get some ideas from the piece, some papers, and they like to share the idea over Instagram with their friends. So I think it is different. They like to do it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Just post like pictures, videos, like little shirts, like, and then get some ideas from the piece, some papers, and they like to share the idea over Instagram with their friends. So I think it's different. They like to do it.",
      "transcript_cleaned": "Just post like pictures, videos, like little shirts, like, and then get some ideas from the piece, some papers, and they like to share the idea over Instagram with their friends. So I think it is different. They like to do it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q20",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "So are you only studying or do you have part-time job?",
      "transcript": "Only study. okay. Because in the previous question you said you are happy because you had a part-time job and then you can buy whatever you want. So, because you said that, your examiner might think that you do have a part-time job now also.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Only study. Ah, okay. Because in the previous question you said you're happy because you had a part-time job and then you can buy whatever you want. So, because you said that, your examiner might think that you do have a part-time job now also.",
      "transcript_cleaned": "Only study. okay. Because in the previous question you said you are happy because you had a part-time job and then you can buy whatever you want. So, because you said that, your examiner might think that you do have a part-time job now also.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q21",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "So, when you answer that question, the examiner might be thinking like, when are you happy at your part-time job?",
      "transcript": "So, in that question, maybe it would be useful if you told me like, actually, I stopped having my part-time job, or I am not doing it at the moment, so I am not working now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, in that question, maybe it would be useful if you told me like, actually, I stopped having my part-time job, or I'm not doing it at the moment, so I'm not working now.",
      "transcript_cleaned": "in that question, maybe it would be useful if you told me like, actually, I stopped having my part-time job, or I am not doing it at the moment, so I am not working now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qg58hot_b2I_q23",
      "video_id": "qg58hot_b2I",
      "band": 5.5,
      "question": "Do you like eating fish?",
      "transcript": "Some students would kind of be nervous and they say, oh, fish has a lot of protein.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Some students would kind of be nervous and they say, oh, fish has a lot of protein.",
      "transcript_cleaned": "Some students would kind of be nervous and they say, oh, fish has a lot of protein.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q01",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "Do you work or study?",
      "transcript": "I am neither a student nor I am working right now. I recently passed my HSA examination and currently I am preparing myself to pursue my higher education abroad.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm neither a student nor I'm working right now. I recently passed my HSA examination and currently I'm preparing myself to pursue my higher education abroad.",
      "transcript_cleaned": "I am neither a student nor I am working right now. I recently passed my HSA examination and currently I am preparing myself to pursue my higher education abroad.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q02",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "Which subject would you like to study?",
      "transcript": "I would like to do my bachelor's in science in a very strong program that will later on help me get into a renowned medical school.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would like to do my bachelor's in science in a very strong program that will later on help me get into a renowned medical school.",
      "transcript_cleaned": "I would like to do my bachelor's in science in a very strong program that will later on help me get into a renowned medical school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q03",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "Do you use maps?",
      "transcript": "Yes, I do. Though I am very bad at reading and understanding maps but I only use it when it is needed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do. Though I'm very bad at reading and understanding maps but I only use it when it is needed.",
      "transcript_cleaned": "Yes, I do. Though I am very bad at reading and understanding maps but I only use it when it is needed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}