{
  "batch_id": 116,
  "count": 20,
  "samples": [
    {
      "sample_id": "MSoBQSoiIT8_q08",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And is it difficult for you to make choices when you shop?",
      "transcript": "I am not a picky person, so I usually decide to buy what I want, what I want. So, I do not really hesitate to decide buying something.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I am not a picky person, so I usually decide to buy what I want, what I want. So, um, I don't really hesitate to decide buying something.",
      "transcript_cleaned": "I am not a picky person, so I usually decide to buy what I want, what I want. So, I do not really hesitate to decide buying something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q09",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And do you think expensive products are always better than cheaper ones?",
      "transcript": "Okay. I do not think it is always expensive one is better than cheaper one. it is because in, for example in Korea there are a lot of cheaper brands or like, three-foot brands I think. So, but their quality is quite good enough compared to the expensive one. So, in Korea from my perspective, I can think of the cheaper brands are good for, expectation, the, when it comes to quality. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, um, okay. Um, I don't think it is always expensive one is better than cheaper one. It's because in, um, for example in Korea there are a lot of cheaper brands or like, um, three-foot brands I think. So, but their quality is quite good enough compared to the expensive one. So, um, in Korea from my perspective, I can think of the cheaper brands are good for, uh, expectation, the, uh, when it comes to quality. Okay.",
      "transcript_cleaned": "I do not think it is always expensive one is better than cheaper one. it is because in, for example in Korea there are a lot of cheaper brands or like, three-foot brands I think. So, but their quality is quite good enough compared to the expensive one. So, in Korea from my perspective, I can think of the cheaper brands are good for, expectation, the, when it comes to quality.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q10",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And do you prefer to go shopping alone or with other people?",
      "transcript": "I definitely will go shopping with my sister or friend because I don have a good eyes for choosing clothes or something So I definitely need some help to choose what is the best one for me Okay, that will do this for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I definitely will go shopping with my sister or friend because I don have a um good eyes for choosing clothes or something So um I definitely need some help to choose what is the best one for me Okay, that will do this for part one.",
      "transcript_cleaned": "I definitely will go shopping with my sister or friend because I don have a good eyes for choosing clothes or something So I definitely need some help to choose what is the best one for me",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q11",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "So yeah, could you describe a time when you ate something for the first time?",
      "transcript": "I am going to tell you about the food that I tried for the first time. I tried Greek food and it was 2019 I was in Vancouver. there are much, a lot of chances to try another country's food. So, that day I decided to go for Greek restaurant. and it was, summer, so I need some fresh, like different kind of food that I never tried. So, I went there with my sister. I entered the restaurant and we were waiting for the server, but the funniest thing was the server looks a little bit of intoxicated, like her eyes looks, like looks really tired. and then we ordered, what we liked. Then, at first I was really unfamiliar with the Greek food. I did not really know how to eat it. So we were, we were trying to ask server how to eat this food to enjoy fully these, kind of dishes. So, and then we decided to order another like drinks. But it was really normal drinks that I can have in my daily life, not in Greek restaurants especially. So, to be honest, the Greek food was good. But,. Okay that two minutes now Okay so I have to stop you there Okay Thank you So since then have you eaten much Greek food after that I haven got another time to the restaurant But I definitely would go there the other day what is your favorite foreign food to eat?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'm going to tell you about the food that I tried for the first time. Um, I tried Greek food and um, it was 2019 I was in Vancouver. Um, there are much, a lot of um, chances to try another country's food. So, um, that day I decided to go for um, Greek restaurant. Um, and it was, uh, summer, so I need some fresh, like different kind of food that I never tried. So, um, I went there with my sister. Um, I entered the restaurant and we were waiting for the server, but the funniest thing was the server looks a little bit of intoxicated, like her eyes looks, um, like looks really tired. Um, and then we ordered, um, what we liked. Then, at first I was really unfamiliar with the Greek food. I didn't really know how to eat it. So we were, um, we were trying to ask server how to eat this food to enjoy fully these, um, kind of dishes. So, um, and then we decided to order another like drinks. But it was really normal drinks that I can have in my daily life, not in Greek restaurants especially. So, to be honest, um, the Greek food was good. But, um. Okay that two minutes now Okay so I have to stop you there Okay Thank you So since then have you eaten much Greek food Um after that I haven got another time to the restaurant But I definitely would go there the other day What's your favorite foreign food to eat?",
      "transcript_cleaned": "I am going to tell you about the food that I tried for the first time. I tried Greek food and it was 2019 I was in Vancouver. there are much, a lot of chances to try another country's food. So, that day I decided to go for Greek restaurant. and it was, summer, so I need some fresh, like different kind of food that I never tried. So, I went there with my sister. I entered the restaurant and we were waiting for the server, but the funniest thing was the server looks a little bit of intoxicated, like her eyes looks, like looks really tired. and then we ordered, what we liked. Then, at first I was really unfamiliar with the Greek food. I did not really know how to eat it. So we were, we were trying to ask server how to eat this food to enjoy fully these, kind of dishes. So, and then we decided to order another like drinks. But it was really normal drinks that I can have in my daily life, not in Greek restaurants especially. So, to be honest, the Greek food was good. But,. Okay that two minutes now Okay so I have to stop you there Okay Thank you So since then have you eaten much Greek food after that I haven got another time to the restaurant But I definitely would go there the other day what is your favorite foreign food to eat?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q13",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "Okay, so keeping with the topic, what kinds of foreign food are popular in your country?",
      "transcript": "In my country, the most popular one would be, American food, I think. Because, we consider American food as like hamburgers or pizza. actually pizza is from Italian food as far as I know. but definitely America, like the state, is regarded as one of the biggest consumers for the pizza. So pizza and hamburger is, the most consumed in Korea, especially, it is a late night meal. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, in my country, the most popular one would be, um, American food, I think. Because, um, we consider American food as like hamburgers or pizza. Um, actually pizza is from Italian food as far as I know. Um, but definitely America, like the state, is regarded as one of the biggest consumers for the pizza. So pizza and hamburger is, um, uh, the most consumed in Korea, especially, um, it's a late night meal. Yeah. Okay.",
      "transcript_cleaned": "In my country, the most popular one would be, American food, I think. Because, we consider American food as like hamburgers or pizza. actually pizza is from Italian food as far as I know. but definitely America, like the state, is regarded as one of the biggest consumers for the pizza. So pizza and hamburger is, the most consumed in Korea, especially, it is a late night meal.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q14",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And do you think all age groups enjoy these kinds of food?",
      "transcript": "I do not think pizza and hamburgers like fast food is not for the whole age group. it is because it is kind of oily and like too cheesy for the older group because in my opinion for the older groups they They are more likely to prefer a fresh one or something easy to digest. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I don't think pizza and hamburgers like fast food is not for the whole age group. It's because it's kind of oily and like too cheesy for the older group because um, in my opinion for the older groups they They are more likely to prefer a fresh one or something easy to digest. Okay.",
      "transcript_cleaned": "I do not think pizza and hamburgers like fast food is not for the whole age group. it is because it is kind of oily and like too cheesy for the older group because in my opinion for the older groups they They are more likely to prefer a fresh one or something easy to digest.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q15",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "Do you think should teachers or parents teach children how to cook?",
      "transcript": "Definitely yes. it is because children will not live with their parents forever. And then, knowing how to cook, will help the young age group, to be independent and feed themselves, like, yeah, in the future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely yes. It's because um, um, children will not live with their parents forever. And then, um, knowing how to cook, uh, will help the young age group, uh, to be independent and feed themselves, like, yeah, in the future.",
      "transcript_cleaned": "Definitely yes. it is because children will not live with their parents forever. And then, knowing how to cook, will help the young age group, to be independent and feed themselves, like, yeah, in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q16",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "Do you think it is common these days for parents to teach their kids how to cook?",
      "transcript": "Unfortunately I think it is getting, less common to teach how to cook. it is because it is getting busier these days and then both parents are required to work more. So, I think they do not have much time to cook together from the childhood. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, unfortunately I think it's getting, um, less common to teach how to cook. It's because it's getting busier these days and then both parents are required to work more. So, um, I think they don't have much time to cook together from the childhood. Okay.",
      "transcript_cleaned": "Unfortunately I think it is getting, less common to teach how to cook. it is because it is getting busier these days and then both parents are required to work more. So, I think they do not have much time to cook together from the childhood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q02",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "So are you a student or are you working?",
      "transcript": "I am the senior at a National Economic University.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'm the senior at a National Economic University.",
      "transcript_cleaned": "I am the senior at a National Economic University.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q03",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "Okay, what is your favorite color?",
      "transcript": "Well, my favorite color is pink. Yeah, I like pink the most. And, because, So it makes me feel like more feminine and more comfortable. Yeah. And I also wear pink color of my uniform or casual clothes. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, well, my favorite color is pink. Yeah, I like pink the most. And, uh, because, uh, So it makes me feel like more feminine and more comfortable. Yeah. And I also wear pink color of my uniform or casual clothes. Okay.",
      "transcript_cleaned": "my favorite color is pink. Yeah, I like pink the most. And, because, So it makes me feel like more feminine and more comfortable. Yeah. And I also wear pink color of my uniform or casual clothes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q04",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "What is the color that you dislike and why?",
      "transcript": "The color that I decide if I have to choose is, I think, blue. Because it reminds me about ocean or something like that. That makes me feel scared because, you know, ocean is more the one of the things, the scariest things in the world. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The color that I decide if I have to choose is, I think, blue. Because it reminds me about ocean or something like that. That makes me feel scared because, you know, uh, ocean is more the one of the things, the scariest things in the world. Okay.",
      "transcript_cleaned": "The color that I decide if I have to choose is, I think, blue. Because it reminds me about ocean or something like that. That makes me feel scared because, you know, ocean is more the one of the things, the scariest things in the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q05",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "What colors do your friends like the most?",
      "transcript": "Actually I do not know about, but I think the same as me. Yeah, it is pink. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm, actually I don't know about, but I think um, the same as me. Yeah, it's pink. Okay.",
      "transcript_cleaned": "Actually I do not know about, but I think the same as me. Yeah, it is pink.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q06",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "What color makes you uncomfortable in your room?",
      "transcript": "The color makes me feel uncomfortable in the room is black. Because, you know, it makes me feel depressed. And I prefer the bright color. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, the color makes me feel uncomfortable in the room is black. Because, you know, it makes me feel depressed. And I prefer the bright color. Okay,.",
      "transcript_cleaned": "The color makes me feel uncomfortable in the room is black. Because, you know, it makes me feel depressed. And I prefer the bright color.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q07",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "And when do you usually use your earphones?",
      "transcript": "Actually I usually use earphones on my laptop when I listen music.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually I usually use earphones on my laptop when I listen music.",
      "transcript_cleaned": "Actually I usually use earphones on my laptop when I listen music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q08",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "And in what conditions would you not use your headphones or earphones?",
      "transcript": "I do not use the earphones when I am on the road or when I ride a motorbike because it is so dangerous. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I don't use the earphones when I'm on the road or when I ride a motorbike because it's so dangerous. Okay,.",
      "transcript_cleaned": "I do not use the earphones when I am on the road or when I ride a motorbike because it is so dangerous.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q09",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "Are you ready?",
      "transcript": "Yes. Okay, so here is the prompt and you can write your notes here. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Okay, so here is the prompt and you can write your notes here. Alright,.",
      "transcript_cleaned": "Yes. Okay, so here is the prompt and you can write your notes here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q10",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "Do you often buy more than you expected?",
      "transcript": "No, I think it is, it is seldom. Yeah, because I do not have so much, so much money for buying something like, you know, phrases or, that is expensive. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, I think it's, it's seldom. Yeah, because I don't have so much, so much money for buying something like, um, you know, phrases or, um, that is expensive. Okay.",
      "transcript_cleaned": "No, I think it is, it is seldom. Yeah, because I do not have so much, so much money for buying something like, you know, phrases or, that is expensive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q11",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "What do you think young people spend most of their money on?",
      "transcript": "I think the young people spend most on their clothes, on something about, that really relevant to, their style, or, their daily, daily job. Yeah, like clothes or dates or something like items or the things that relevant about their job. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think the young people spend most on their clothes, on something about, er, that really relevant to, um, their style, or, er, their daily, daily job. Yeah, like clothes or dates or something like items or the things that relevant about their job. Okay.",
      "transcript_cleaned": "I think the young people spend most on their clothes, on something about, that really relevant to, their style, or, their daily, daily job. Yeah, like clothes or dates or something like items or the things that relevant about their job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "EEwSvdeB_iA_q14",
      "video_id": "EEwSvdeB_iA",
      "band": 5.0,
      "question": "Do you have any questions for me?",
      "transcript": "Okay, well thank you for participating in this speaking test and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, well thank you for participating in this speaking test and.",
      "transcript_cleaned": "thank you for participating in this speaking test and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q01",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "Are you happy to be the age you are now?",
      "transcript": "Right now it is quite difficult for me because sometimes I feel good, sometimes I feel bad. I was thinking sometimes my childhood is best for me, so maybe I am not happy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, right now it's quite difficult for me because sometimes I feel good, sometimes I feel bad. I was thinking sometimes my childhood is best for me, so maybe I'm not happy.",
      "transcript_cleaned": "Right now it is quite difficult for me because sometimes I feel good, sometimes I feel bad. I was thinking sometimes my childhood is best for me, so maybe I am not happy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}