{
  "batch_id": 93,
  "count": 20,
  "samples": [
    {
      "sample_id": "trbwExZ1U9Y_q24",
      "video_id": "trbwExZ1U9Y",
      "band": 5.5,
      "question": "Are you looking for a six?",
      "transcript": "No, you can reach a six. Just follow these techniques and you should be okay. Okay, cool. Thank you. Thanks for coming in. Thank you. it is good to have you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, you can reach a six. Just follow these techniques and you should be okay. Okay, cool. Thank you. Thanks for coming in. Thank you. It's good to have you. .",
      "transcript_cleaned": "No, you can reach a six. Just follow these techniques and you should be okay. Okay, cool. Thank you. Thanks for coming in. Thank you. it is good to have you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q01",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "Texting, you mean the like, KakaoTalk or SNS or something or just the writing?",
      "transcript": "I mean like KakaoTalk, SNS. Oh yeah, I really like to text with friends, my friends. So, I usually do my, use my KakaoTalk like all day long and I am texting like, I am drinking like this or eating like this and I am here. Yeah, something. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I mean like KakaoTalk, SNS. Oh yeah, I really like to text with friends, my friends. So, um, I usually do my, use my KakaoTalk like all day long and I'm texting like, um, I'm drinking like this or eating like this and I'm here. Yeah, something. Okay, great.",
      "transcript_cleaned": "I mean like KakaoTalk, SNS. Oh yeah, I really like to text with friends, my friends. So, I usually do my, use my KakaoTalk like all day long and I am texting like, I am drinking like this or eating like this and I am here. Yeah, something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q02",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "Do you prefer sending or receiving messages?",
      "transcript": "That is a kind of very difficult question because I really like to message, change our message. So I really like to, sending or receiving both of them. But, I, I think I prefer to sending my message because I really like to talk, So, yeah. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, that's a kind of very difficult question because I really like to message, um, change our message. So I really like to, um, sending or receiving both of them. But, um, I, I think I prefer to sending my message because I really like to talk, So, yeah. Okay, great.",
      "transcript_cleaned": "That is a kind of very difficult question because I really like to message, change our message. So I really like to, sending or receiving both of them. But, I, I think I prefer to sending my message because I really like to talk, So,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q03",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "Confusing text message?",
      "transcript": "So I have some Instagram account and sometimes some stranger just send me like, I like, I like your photos and I really wanted to, want to be your friend but I do not know about him. So, it is like kind of confusing. I see.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, um, so I have some Instagram account and sometimes some stranger just send me like, Um, I like, I like your photos and I really wanted to, want to be your friend but I don't know about him. So, it's like kind of confusing. Hmm, I see.",
      "transcript_cleaned": "I have some Instagram account and sometimes some stranger just send me like, I like, I like your photos and I really wanted to, want to be your friend but I do not know about him. So, it is like kind of confusing. I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q04",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "So, in what circumstances is making a phone call better than sending a text message?",
      "transcript": "If I have some issues about like emergency, emergency issues, then I really wanted to get very quickly, quickly reply, then I just call to my friend like, if we have some appointment like, we will meet in the Kyeong-Nam station or something, And the time is like 11 or something, but my appointment time is like 11.30. But I going to if I going to late and just call to my friend Oh I so sorry I going to late the little bit so like like this I see Okay great So that is it for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, if I have some issues about like emergency, emergency issues, then I really wanted to get um, very quickly, quickly reply, then I just call to my friend like, um, if we have some appointment like, um, we will meet in the Kyeong-Nam station or something, And the time is like 11 or something, but my appointment time is like 11.30. But I gonna if I gonna late and just call to my friend Oh I so sorry I gonna late the little bit so like like this Ah I see Okay great So that is it for part one.",
      "transcript_cleaned": "If I have some issues about like emergency, emergency issues, then I really wanted to get very quickly, quickly reply, then I just call to my friend like, if we have some appointment like, we will meet in the Kyeong-Nam station or something, And the time is like 11 or something, but my appointment time is like 11.30. But I going to if I going to late and just call to my friend Oh I so sorry I going to late the little bit so like like this I see",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q05",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "So, can you describe an old friend that you got in contact with again?",
      "transcript": "Okay, so I met Rina in the U.S. during my exchange student's life and she is from Japan and we got very, got closer in during the exchange students because we do not have any Asian friends a lot in there. And she is very cute and she is a little bit introvert person. And yeah, she does not have any cacao talk because she is not a Korean. So we usually contact in by the Instagram DM. And yeah, after I come back to Korea, we did not text a lot during the, during nowadays. But she text me like, oh, I have to go to, I am going to go to Korea in June. So yeah, that is, she text me like that. So yeah, we come back again. So yeah, I am so, I am very happy about that and I cannot wait for that, for her visiting to Korea. So yeah, I am planning to look around some places in Seoul with her. So, it is going to be very happy for me. Oh, that is lovely. It was really nice to hear your story. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, so I met Rina in the U.S. during my exchange student's life and she's from Japan and we got very, um, got closer in during the exchange students because we don't have any Asian friends a lot in there. And she's very cute and she's a little bit introvert person. And yeah, um, she doesn't have any cacao talk because she's not a Korean. So we usually contact in by the Instagram DM. And yeah, after I come back to Korea, we didn't text a lot during the, during nowadays. But she text me like, oh, I gotta go to, I'm gonna go to Korea in June. So yeah, that is, she text me like that. So yeah, we come back again. So yeah, I'm so, I'm very happy about that and I can't wait for that, for her visiting to Korea. So yeah, I'm planning to look around some places in Seoul with her. So, uh, it's gonna be very happy for me. Oh, that's lovely. It was really nice to hear your story. Yeah.",
      "transcript_cleaned": "I met Rina in the U.S. during my exchange student's life and she is from Japan and we got very, got closer in during the exchange students because we do not have any Asian friends a lot in there. And she is very cute and she is a little bit introvert person. And yeah, she does not have any cacao talk because she is not a Korean. So we usually contact in by the Instagram DM. And yeah, after I come back to Korea, we did not text a lot during the, during nowadays. But she text me like, oh, I have to go to, I am going to go to Korea in June. So yeah, that is, she text me like that. So yeah, we come back again. So yeah, I am so, I am very happy about that and I cannot wait for that, for her visiting to Korea. So yeah, I am planning to look around some places in Seoul with her. So, it is going to be very happy for me. Oh, that is lovely. It was really nice to hear your story.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q06",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "So, what is the influence of social media on friendship?",
      "transcript": "Okay, so I have a lot of friends who is living in, abroad like US or Japan or Taiwan. I met them in the US and, if I do not have any Instagram or some, the other SNS, I do not have any way to contact with them or something. So I really feel, oh, thanks God. I have some way to contact them or text them. So yeah, I think the SNS or something is very have a good influence to make my friendship. Even I have a lot of current friends too but we don have any time to meet with them So yeah because we have a lot of to we have a lot of things to do or something So, sometimes texting them through the SNS is very helpful, helpful to improve our friendship. okay, that is wonderful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, so I have a lot of friends who is living in, uh, abroad like US or Japan or Taiwan. I met them in the US and, um, if I don't have any Instagram or some, the other SNS, I don't have any um, way to contact with them or something. So I really feel, oh, thanks God. I have some way to contact them or text them. So yeah, um, I think the SNS or something is very um, have a good influence to make my friendship. Even I have a lot of current friends too but we don have any time to meet with them So yeah because we have a lot of to we have a lot of things to do or something So, sometimes texting them through the SNS is very helpful, helpful to improve our friendship. Ah, okay, that's wonderful.",
      "transcript_cleaned": "I have a lot of friends who is living in, abroad like US or Japan or Taiwan. I met them in the US and, if I do not have any Instagram or some, the other SNS, I do not have any way to contact with them or something. So I really feel, oh, thanks God. I have some way to contact them or text them. So yeah, I think the SNS or something is very have a good influence to make my friendship. Even I have a lot of current friends too but we don have any time to meet with them So yeah because we have a lot of to we have a lot of things to do or something So, sometimes texting them through the SNS is very helpful, helpful to improve our friendship.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q07",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "Why do people lose contact with their friends after graduation?",
      "transcript": "That is very good question I think. I think during the students, we have a very we have a lot of time to enjoy our life or we have a lot of time just we have a lot of time to think about the friendship or something but after graduation, I think we, I, I think The most important thing to me is like a job or career or how can I live something. So I think that is why people just forget about to text them or something. Yeah, that is. I think that is why people just lose their contact with the friends. I see.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, that is very good question I think. I think um, during the students, we have a very um, we have a lot of time to enjoy our life or we have a lot of time just um, we have a lot of time to think about the friendship or something but after graduation, I think we, I, I think um, The most important thing to me is like a job or career or how can I live something. So I think that is why people just forget about to text them or something. Yeah, that is. I think that is why people just lose their contact with the friends. I see.",
      "transcript_cleaned": "That is very good question I think. I think during the students, we have a very we have a lot of time to enjoy our life or we have a lot of time just we have a lot of time to think about the friendship or something but after graduation, I think we, I, I think The most important thing to me is like a job or career or how can I live something. So I think that is why people just forget about to text them or something. Yeah, that is. I think that is why people just lose their contact with the friends. I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q08",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "Do people in your country like to make new friends?",
      "transcript": "It depends on who is he, who is her, he. So like, for me, I am very extrovert person. So I really like to meet some new people and make some new friends. But some of my friends do not like, does not, do not like to make some new friends because they just prefer to spend the time with, with friends who is very close And feel better. Yeah, so I think that it depends on people. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It depends on who is he, who is her, he. So like, um, for me, I'm very extrovert person. So I really like to meet some new people and make some new friends. But some of my friends don't like, doesn't, don't like to make some new friends because they just prefer to spend the time with, with friends who is very close And feel better. Yeah, so I think that it depends on people. Ah, okay.",
      "transcript_cleaned": "It depends on who is he, who is her, he. So like, for me, I am very extrovert person. So I really like to meet some new people and make some new friends. But some of my friends do not like, does not, do not like to make some new friends because they just prefer to spend the time with, with friends who is very close And feel better. Yeah, so I think that it depends on people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BUunhCIz1Go_q11",
      "video_id": "BUunhCIz1Go",
      "band": 5.5,
      "question": "So, while I could understand you, there were some small grammatical mistakes, right?",
      "transcript": "Yeah. So, for example, when I asked you about sending or receiving messages, you said, I like to sending. Oh, yeah, that is true. Yeah, you used the gerund form, but it should just be the base form, I like to send. similarly, when asking about phone calls versus text messages, you said you like to get a quickly reply. Oh yeah. So you like to get a quick reply. Yeah, that is true. And just things like that. If I am going to late, if I am going to be late. Oh yeah. Yeah, again I think a lot of this probably comes back to nerves and keeping calm.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. So, for example, um, when I asked you about sending or receiving messages, you said, I like to sending. Oh, yeah, that's true. Yeah, you used the gerund form, but it should just be the base form, I like to send. Um, similarly, um, when asking about uh, phone calls versus text messages, you said you like to get a quickly reply. Oh yeah. So you like to get a quick reply. Yeah, that's true. And just things like that. If I'm gonna late, if I'm gonna be late. Oh yeah. Yeah, again I think a lot of this probably comes back to nerves and keeping calm.",
      "transcript_cleaned": "for example, when I asked you about sending or receiving messages, you said, I like to sending. Oh, yeah, that is true. Yeah, you used the gerund form, but it should just be the base form, I like to send. similarly, when asking about phone calls versus text messages, you said you like to get a quickly reply. Oh yeah. So you like to get a quick reply. Yeah, that is true. And just things like that. If I am going to late, if I am going to be late. Oh yeah. Yeah, again I think a lot of this probably comes back to nerves and keeping calm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q02",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "Are you studying or working?",
      "transcript": "No, I am studying at Pham Bui Châu High School. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, I am studying at Pham Bui Châu High School. Okay,.",
      "transcript_cleaned": "No, I am studying at Pham Bui Châu High School.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q03",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "So what do you like to do in your free time?",
      "transcript": "In my free time, I often spend time to read books. I spend a lot of time to reading books. I started this hobby when I was 6 years old. I think I like it because it gives me a lot of information about the work. according to reading book, I also like to collect things there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, in my free time, I often spend time to read books. I spend a lot of time to reading books. Uh, I started this hobby when I was 6 years old. I think I like it because it gives me a lot of information about the work. Um, according to reading book, I also like to collect things there.",
      "transcript_cleaned": "In my free time, I often spend time to read books. I spend a lot of time to reading books. I started this hobby when I was 6 years old. I think I like it because it gives me a lot of information about the work. according to reading book, I also like to collect things there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q04",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "Okay, and is it harmful to spend too much time on a hobby?",
      "transcript": "Yes, I think maybe it has some disadvantage if you spend too much time on a hobby. So I just do my hobby when I have free time. Yeah, okay. Good job.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I think maybe it has some disadvantage if you spend too much time on a hobby. So I just do my hobby when I have free time. Yeah, okay. Good job.",
      "transcript_cleaned": "Yes, I think maybe it has some disadvantage if you spend too much time on a hobby. So I just do my hobby when I have free time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q05",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "So my next question is, so do you prefer to spend your free time alone or with other people?",
      "transcript": "I prefer to spend free time with my family because it makes our family closer and I can talk with you more about my thinking. Okay very good Let talk about website So what website are popular in your country There are many popular websites in my country but I think the most popular one is Facebook Facebook? Okay, alright, good job.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I prefer to spend free time with my family because it makes our family closer and I can talk with you more about my thinking. Okay very good Let talk about website So what website are popular in your country There are many popular websites in my country but I think the most popular one is Facebook Facebook? Okay, alright, good job.",
      "transcript_cleaned": "I prefer to spend free time with my family because it makes our family closer and I can talk with you more about my thinking. Okay very good Let talk about website So what website are popular in your country There are many popular websites in my country but I think the most popular one is Facebook Facebook?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q06",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "So what kind of social networking website do you usually use?",
      "transcript": "I usually spend the amount of time to spend Instagram. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I usually spend the amount of time to spend Instagram. So.",
      "transcript_cleaned": "I usually spend the amount of time to spend Instagram.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q07",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "Yeah, now is it good to reward children too often?",
      "transcript": "I think that parents should reward to your children when they have good math and often when they want a prize. Cause it will make your children more happy and it could make them try more to have more good class. Okay, thank you very much. So that is the end of our IELTS speaking test. Yeah, rồi cô cảm ơn Ngọc nhá. Ngọc đã vừa hoàn thành cái phần IELTS, phần thi IELTS speaking test của mình. Vậy thì sau đây cô sẽ có một số nhận xét tổng quan dành cho bài nói của Ngọc nhá. Ok, rồi, vậy thì nhìn tổng quan thì cô thấy là bài nói của mình khá là tốt và có nhiều ý tưởng. Tuy nhiên mình sẽ cần phải cải thiện hơn một số điểm để có thể đạt được điểm cao trong kỳ thi thực tế nhá. Ok, điều tiêu chí đầu tiên cô muốn nhận xét chính là Financiation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think that parents should reward to your children when they have good math and often when they want a prize. Cause it will make your children more happy and it could make them try more to have more good class. Okay, thank you very much. So that is the end of our IELTS speaking test. Yeah, rồi cô cảm ơn Ngọc nhá. Ngọc đã vừa hoàn thành cái phần IELTS, phần thi IELTS speaking test của mình. Vậy thì sau đây cô sẽ có một số nhận xét tổng quan dành cho bài nói của Ngọc nhá. Ok, rồi, vậy thì nhìn tổng quan thì cô thấy là bài nói của mình khá là tốt và có nhiều ý tưởng. Tuy nhiên mình sẽ cần phải cải thiện hơn một số điểm để có thể đạt được điểm cao trong kỳ thi thực tế nhá. Ok, điều tiêu chí đầu tiên cô muốn nhận xét chính là Financiation.",
      "transcript_cleaned": "I think that parents should reward to your children when they have good math and often when they want a prize. Cause it will make your children more happy and it could make them try more to have more good class. Okay, thank you very much. So that is the end of our IELTS speaking test. Yeah, rồi cô cảm ơn Ngọc nhá. Ngọc đã vừa hoàn thành cái phần IELTS, phần thi IELTS speaking test của mình. Vậy thì sau đây cô sẽ có một số nhận xét tổng quan dành cho bài nói của Ngọc nhá. Ok, rồi, vậy thì nhìn tổng quan thì cô thấy là bài nói của mình khá là tốt và có nhiều ý tưởng. Tuy nhiên mình sẽ cần phải cải thiện hơn một số điểm để có thể đạt được điểm cao trong kỳ thi thực tế nhá. Ok, điều tiêu chí đầu tiên cô muốn nhận xét chính là Financiation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q08",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "Thì chúng ta sẽ nhấn vào âm tiết số 1 đúng không nào?",
      "transcript": "Mình sẽ nhấn vào âm tiết thứ 2 chẳng hạn mình sẽ lưu ý những cái điểm đấy nhé.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mình sẽ nhấn vào âm tiết thứ 2 chẳng hạn mình sẽ lưu ý những cái điểm đấy nhé.",
      "transcript_cleaned": "Mình sẽ nhấn vào âm tiết thứ 2 chẳng hạn mình sẽ lưu ý những cái điểm đấy nhé.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q11",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "Chỉ có một số chỗ là mình đang bị, bị dối một chút xíu do thiểu ý tưởng đúng không nào?",
      "transcript": "Ok, vậy thì ở đây mình sẽ nên thêm vào các cái từ thừa cho cô nhá. Ví dụ như là well, you know, actually, personally, basically kiểu như vậy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ok, vậy thì ở đây mình sẽ nên thêm vào các cái từ thừa cho cô nhá. Ví dụ như là well, you know, actually, personally, basically kiểu như vậy.",
      "transcript_cleaned": "Ok, vậy thì ở đây mình sẽ nên thêm vào các cái từ thừa cho cô nhá. Ví dụ như là well, you know, actually, personally, basically kiểu như vậy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q12",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "Để mình gì nhỉ?",
      "transcript": "Mình có thể thêm vào những cái chỗ mà mình đang có thời gian để mình suy nghĩ ý tưởng tiếp theo cho bài nói ấy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mình có thể thêm vào những cái chỗ mà mình đang có thời gian để mình suy nghĩ ý tưởng tiếp theo cho bài nói ấy.",
      "transcript_cleaned": "Mình có thể thêm vào những cái chỗ mà mình đang có thời gian để mình suy nghĩ ý tưởng tiếp theo cho bài nói ấy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1gT4wntdpJs_q13",
      "video_id": "1gT4wntdpJs",
      "band": 5.0,
      "question": "Ok chưa nhỉ?",
      "transcript": "Rồi, đấy, trên đây là những cái nhận xét mà cô dành cho Bảo Ngọc qua cái phần test speaking vừa rồi. Vậy thì cảm ơn em đã tham gia một test speaking ngày hôm nay cùng với IELTS Fighter. Ok, thank you so much. Bye. IELTS Fighter, tiên phong phổ cập IELTS cho người Việt.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Rồi, đấy, trên đây là những cái nhận xét mà cô dành cho Bảo Ngọc qua cái phần test speaking vừa rồi. Vậy thì cảm ơn em đã tham gia một test speaking ngày hôm nay cùng với IELTS Fighter. Ok, thank you so much. Bye. IELTS Fighter, tiên phong phổ cập IELTS cho người Việt.",
      "transcript_cleaned": "Rồi, đấy, trên đây là những cái nhận xét mà cô dành cho Bảo Ngọc qua cái phần test speaking vừa rồi. Vậy thì cảm ơn em đã tham gia một test speaking ngày hôm nay cùng với IELTS Fighter. Ok, thank you so much. Bye. IELTS Fighter, tiên phong phổ cập IELTS cho người Việt.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}