{
  "batch_id": 71,
  "count": 20,
  "samples": [
    {
      "sample_id": "0e_GYRfJgoM_q18",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "Where the voice I can say there is more More rhythm to the way that you speak.",
      "transcript": "Ví dụ như là có một số chỗ em có thể nhấn mạnh hơn là I think that school rules are meant to emphasize equality and discipline.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ví dụ như là có một số chỗ em có thể nhấn mạnh hơn là I think that school rules are meant to emphasize equality and discipline.",
      "transcript_cleaned": "Ví dụ như là có một số chỗ em có thể nhấn mạnh hơn là I think that school rules are meant to emphasize equality and discipline.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0e_GYRfJgoM_q19",
      "video_id": "0e_GYRfJgoM",
      "band": 7.5,
      "question": "However, I think that there is more flow to the way that you speak.",
      "transcript": "In the way of intonation and word stress, I can push that a bit more. Overall, I think you have done quite well. I think this is a solid 7.5 in speaking. And I think you can push it up to an 8. you will tweak it a little bit, in terms of your speaking. So yeah, great job!",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in the way of intonation and word stress, I can push that a bit more. Overall, I think you've done quite well. I think this is a solid 7.5 in speaking. And I think you can push it up to an 8. You'll tweak it a little bit, um, in terms of your speaking. So yeah, great job!",
      "transcript_cleaned": "In the way of intonation and word stress, I can push that a bit more. Overall, I think you have done quite well. I think this is a solid 7.5 in speaking. And I think you can push it up to an 8. you will tweak it a little bit, in terms of your speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DtfHgB0T3tM_q03",
      "video_id": "DtfHgB0T3tM",
      "band": 7.0,
      "question": "Haha, yeah, that is only something that Tung Dan can do, right?",
      "transcript": "I mean. Well, so let us stay tuned and let us see how Mr.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I mean. Well, so let's stay tuned and let's see how Mr.",
      "transcript_cleaned": "I mean. Well, so let us stay tuned and let us see how Mr.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DtfHgB0T3tM_q06",
      "video_id": "DtfHgB0T3tM",
      "band": 7.0,
      "question": "Okay, so first of all, do you work or are you a student?",
      "transcript": "I am currently a student at the Diplomatic Academy of Vietnam. I plan to graduate around June this year, but due to the COVID-19 pandemic, that may have to be postponed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm currently a student at the Diplomatic Academy of Vietnam. I plan to graduate around June this year, but due to the COVID-19 pandemic, that may have to be postponed.",
      "transcript_cleaned": "I am currently a student at the Diplomatic Academy of Vietnam. I plan to graduate around June this year, but due to the COVID-19 pandemic, that may have to be postponed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DtfHgB0T3tM_q07",
      "video_id": "DtfHgB0T3tM",
      "band": 7.0,
      "question": "So at your school, what is your favorite subject?",
      "transcript": "I think I like international communications the most because it gives me a chance to improve my interpersonal skills and to interact with other people more effectively. More effectively.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think I like international communications the most because it gives me a chance to improve my interpersonal skills and to interact with other people more effectively. More effectively.",
      "transcript_cleaned": "I think I like international communications the most because it gives me a chance to improve my interpersonal skills and to interact with other people more effectively. More effectively.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DtfHgB0T3tM_q08",
      "video_id": "DtfHgB0T3tM",
      "band": 7.0,
      "question": "Okay, so are there any subjects that you do not like?",
      "transcript": "I dislike mathematics because I am very bad in calculating and that is the reason why I chose international relations as my major because each curriculum excludes math. Okay, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I dislike mathematics because I'm very bad in calculating and that is the reason why I chose international relations as my major because each curriculum excludes math. Okay, so.",
      "transcript_cleaned": "I dislike mathematics because I am very bad in calculating and that is the reason why I chose international relations as my major because each curriculum excludes math.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DtfHgB0T3tM_q09",
      "video_id": "DtfHgB0T3tM",
      "band": 7.0,
      "question": "Do you often use bags?",
      "transcript": "I always use bags. I like to carry things around because I am a fan of Apple gadgets. So I have iPhone iPad or MacBook So I have to put all of these things into a bag to protect them Okay so what kinds of bags do you like If we are talking about materials, I think leather bag is my favorite kind of bag because it is very durable. So I can use it for a very long time and I do not have to spend money on a new one. Okay, thank you. So now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I always use bags. I like to carry things around because I'm a fan of Apple gadgets. So I have iPhone iPad or MacBook So I have to put all of these things into a bag to protect them Okay so what kinds of bags do you like If we are talking about materials, I think leather bag is my favorite kind of bag because it is very durable. So I can use it for a very long time and I don't have to spend money on a new one. Okay, thank you. So now I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "I always use bags. I like to carry things around because I am a fan of Apple gadgets. So I have iPhone iPad or MacBook So I have to put all of these things into a bag to protect them Okay so what kinds of bags do you like If we are talking about materials, I think leather bag is my favorite kind of bag because it is very durable. So I can use it for a very long time and I do not have to spend money on a new one. Okay, thank you. So now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DtfHgB0T3tM_q11",
      "video_id": "DtfHgB0T3tM",
      "band": 7.0,
      "question": "What kinds of people become famous nowadays?",
      "transcript": "In Vietnam, I think, the young singers and young musicians are very famous because you see, the young population of Vietnam, teenagers, they are very into music, especially, V-pop or Vietnamese popular music. So, these kinds of artists have a strong influence on, on the youngsters and they are very famous. They make a lot of money from their fame. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, in Vietnam, I think, uh, the young singers and young musicians are very famous because you see, uh, the young population of Vietnam, teenagers, they are very into music, especially, uh, V-pop or Vietnamese popular music. So, uh, these kinds of artists have a strong influence on, on the youngsters and they are very famous. They make a lot of money from their fame. Okay.",
      "transcript_cleaned": "In Vietnam, I think, the young singers and young musicians are very famous because you see, the young population of Vietnam, teenagers, they are very into music, especially, V-pop or Vietnamese popular music. So, these kinds of artists have a strong influence on, on the youngsters and they are very famous. They make a lot of money from their fame.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DtfHgB0T3tM_q12",
      "video_id": "DtfHgB0T3tM",
      "band": 7.0,
      "question": "So, do you think politicians and movie stars are famous and popular around the world?",
      "transcript": "I think it is, it is definitely true, but they are famous or well-known in different ways. Politicians are the decision makers of a country. So, what they say or what they do, affect a lot of people. So people, it is obvious that people have to care about, what they think and their mindset. and, and, the, the, the other ones that you mentioned, they have a cultural influence on, on people. And so I think both of these aspects people care a lot about. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it is, it's definitely true, but they are famous or well-known in different ways. Politicians are the decision makers of a country. So, um, what they say or what they do, uh, affect a lot of people. So people, it is obvious that people have to care about, um, Um, what they think and their mindset. Um, and, and, um, the, the, the other ones that you mentioned, um, they have a cultural influence on, on people. And so I think both of these aspects people care a lot about. Okay.",
      "transcript_cleaned": "I think it is, it is definitely true, but they are famous or well-known in different ways. Politicians are the decision makers of a country. So, what they say or what they do, affect a lot of people. So people, it is obvious that people have to care about, what they think and their mindset. and, and, the, the, the other ones that you mentioned, they have a cultural influence on, on people. And so I think both of these aspects people care a lot about.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q03",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Okay, right?",
      "transcript": "Right. So, as a child, when I live just like carefree about my life, I do not have to care about the future path. But, when I grew up, when I grow up, I have just stopped to think about my future projects. So yeah, it is a bit busy right now for me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, right. So, uh, as a child, when I live just like carefree about my life, I do not have to care about the future path. But, um, when I grew up, when I grow up, uh, I've just stopped to think about my future projects. So yeah, it's a bit busy right now for me. Okay.",
      "transcript_cleaned": "Right. So, as a child, when I live just like carefree about my life, I do not have to care about the future path. But, when I grew up, when I grow up, I have just stopped to think about my future projects. So yeah, it is a bit busy right now for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q04",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "So how do you feel when you are busy?",
      "transcript": "Okay, so when I have a lot on my plate, I would definitely like spend much time for my work and I do not have time for my acquaintance and that makes me like far from my parents and yeah, I do not have much time for them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, so when I have a lot on my plate, I would definitely like spend much time for my work and I do not have time for my acquaintance and that makes me like far from my parents and yeah, I do not have much time for them.",
      "transcript_cleaned": "when I have a lot on my plate, I would definitely like spend much time for my work and I do not have time for my acquaintance and that makes me like far from my parents and yeah, I do not have much time for them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q05",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Yeah, so when was the last time that you were busy?",
      "transcript": "That was about like, on October when I just got into my university right now, it is a foreign trade university. I applied for a club and I had to do a project. I mean, I have to burn my midnight oil to do a lot of things, a lot of stuff. And yeah, that is, one time I got really busy at that time. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "That was about like, uh, on October when I just got into my university right now, it's a foreign trade university. I applied for a club and I had to do a project. I mean, I have to burn my midnight oil to do a lot of things, a lot of stuff. And yeah, that's, uh, one time I got really busy at that time. Yeah. Okay.",
      "transcript_cleaned": "That was about like, on October when I just got into my university right now, it is a foreign trade university. I applied for a club and I had to do a project. I mean, I have to burn my midnight oil to do a lot of things, a lot of stuff. And yeah, that is, one time I got really busy at that time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q06",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "So were you busy as a child?",
      "transcript": "I mean, as I previously mentioned, my life was just carefree and I lived without thinking about my future when I was a child. But, things have changed a lot now. I mean, my life has, a lot of things came to me, so it is definitely more busier to me. Okay, next topic, the weather.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I mean, as I previously mentioned, my life was just carefree and I lived without thinking about my future when I was a child. But, uh, things have changed a lot now. I mean, my life has, uh, a lot of things came to me, so it's definitely more busier to me. Okay, next topic, the weather.",
      "transcript_cleaned": "I mean, as I previously mentioned, my life was just carefree and I lived without thinking about my future when I was a child. But, things have changed a lot now. I mean, my life has, a lot of things came to me, so it is definitely more busier to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q07",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "What kind of weather do you like most?",
      "transcript": "I mean I would lean towards the cloudy weather because I am a little bit energetic so I would like to, do some outdoor activities. that is why I want the weather to be cloudy so that I can go outside and hang out with my friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I mean I would lean towards the cloudy weather because um, I'm a little bit energetic so I would like to, uh, do some outdoor activities. That's why I want the weather to be cloudy so that I can go outside and hang out with my friends.",
      "transcript_cleaned": "I mean I would lean towards the cloudy weather because I am a little bit energetic so I would like to, do some outdoor activities. that is why I want the weather to be cloudy so that I can go outside and hang out with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q08",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Okay, do you prefer dry or wet weather?",
      "transcript": "To be honest, that is not my go-to options because as I mentioned, windy and cloudy weather is my, like, my on top, my on top option. So yeah, I do not prefer both of them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To be honest, that's not my go-to options because as I mentioned, windy and cloudy weather is my, like, my on top, my on top option. So yeah, I do not prefer both of them.",
      "transcript_cleaned": "To be honest, that is not my go-to options because as I mentioned, windy and cloudy weather is my, like, my on top, my on top option. So yeah, I do not prefer both of them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q09",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Okay, so is there any difference in the weather patterns in different parts of Vietnam?",
      "transcript": "I would say yes Vietnam contains like three main parts as I think the western the northern the southern and the middle of Vietnam And each like part has its own unique features of weather For the north side we have like two main features it is scorching hot and sometimes the weather is raining a lot But for the southern part the weather is mostly like very hot at that time but in the middle of Vietnam there were many like disastrous things in there Okay great, well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I would say yes Uh Vietnam contains like three main parts as I think Uh the western uh the northern the southern and the middle of Vietnam And each like part has its own unique features of weather For the north side we have like two main features Uh it is scorching hot and uh sometimes the weather is raining a lot But for the southern part um the weather is mostly like very hot at that time but in the middle of Vietnam uh there were many like disastrous uh things in there Okay great, uh, well done.",
      "transcript_cleaned": "I would say yes Vietnam contains like three main parts as I think the western the northern the southern and the middle of Vietnam And each like part has its own unique features of weather For the north side we have like two main features it is scorching hot and sometimes the weather is raining a lot But for the southern part the weather is mostly like very hot at that time but in the middle of Vietnam there were many like disastrous things in there",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q10",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Do people in your country enjoy watching TV programs?",
      "transcript": "I mean it depends like, for, depends on the generation. Because, for the younger generation, they often spend much of their time, sitting at home and enjoy watching TV. For example, Netflix. Or some kinds of, like, discovery program. But for the older generation, they would tend to like spend time for watching like news or kind of older generation programs like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I mean it depends like, uh, for, depends on the generation. Because, uh, for the younger generation, they often spend much of their time, uh, sitting at home and enjoy watching TV. For example, Netflix. Or some kinds of, uh, like, discovery program. But for the older generation, they would tend to like spend time for watching like news or kind of older generation programs like that.",
      "transcript_cleaned": "I mean it depends like, for, depends on the generation. Because, for the younger generation, they often spend much of their time, sitting at home and enjoy watching TV. For example, Netflix. Or some kinds of, like, discovery program. But for the older generation, they would tend to like spend time for watching like news or kind of older generation programs like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q11",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Okay, so what is the benefit of letting children watch animal videos on the internet instead of visiting physical zoos?",
      "transcript": "I mean it about the fees right we can like get children engaged in interacting with the animals without letting them to the zoo I mean we not we did not need to pay any fees so it pretty convenient for children nowadays because they can watch online program about animals Not just learn about the unique features of each animal but also the thing that they can watch like short video about animals and yeah that kind of thing Okay, so do you agree or disagree that game shows are a waste of time? I mean my answer would like, I would say no because.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I mean it about the fees right Um we can like uh get children engaged in uh interacting with the animals without letting them to the zoo Um I mean we not we did not need to pay any fees so it pretty convenient for children nowadays because they can watch online program about animals Not just learn about the unique features of each animal but also the thing that they can watch like short video about animals and yeah that kind of thing Okay, so do you agree or disagree that game shows are a waste of time? Hmm, I mean my answer would like, I would say no because, hmm,.",
      "transcript_cleaned": "I mean it about the fees right we can like get children engaged in interacting with the animals without letting them to the zoo I mean we not we did not need to pay any fees so it pretty convenient for children nowadays because they can watch online program about animals Not just learn about the unique features of each animal but also the thing that they can watch like short video about animals and yeah that kind of thing Okay, so do you agree or disagree that game shows are a waste of time? I mean my answer would like, I would say no because.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q14",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Đúng không?",
      "transcript": "World. Thế thì nghĩa là về một cách tổng quan thì em làm tương đối tốt nhưng có những cái final details thì mình có thể làm tốt hơn nữa thì nó sẽ là một cái cải thiện rất lớn. Thế thế giới nhát. Con người là people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "World. Thế thì nghĩa là về một cách tổng quan thì em làm tương đối tốt nhưng có những cái final details thì mình có thể làm tốt hơn nữa thì nó sẽ là một cái cải thiện rất lớn. Thế thế giới nhát. Con người là people.",
      "transcript_cleaned": "World. Thế thì nghĩa là về một cách tổng quan thì em làm tương đối tốt nhưng có những cái final details thì mình có thể làm tốt hơn nữa thì nó sẽ là một cái cải thiện rất lớn. Thế thế giới nhát. Con người là people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q15",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Entrepreneur là cái người entrepreneur, đúng không?",
      "transcript": "Thế. B c m m s nh clip nh nh v ng ph Anh kh bi l video em c sai kh sai kh l clip th anh c li k l nh C s anh c nh v d nh l One of là một trong số những, đúng không? Thì sau cái one of đó, mình sẽ danh từ chữ ít, chữ nhiều nhịp. Số ít. One of là một trong những.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thế. B c m m s nh clip nh nh v ng ph Anh kh bi l video em c sai kh sai kh l clip th anh c li k l nh C s anh c nh v d nh l One of là một trong số những, đúng không? Thì sau cái one of đó, mình sẽ danh từ chữ ít, chữ nhiều nhịp. Số ít. One of là một trong những.",
      "transcript_cleaned": "Thế. B c m m s nh clip nh nh v ng ph Anh kh bi l video em c sai kh sai kh l clip th anh c li k l nh C s anh c nh v d nh l One of là một trong số những, đúng không? Thì sau cái one of đó, mình sẽ danh từ chữ ít, chữ nhiều nhịp. Số ít. One of là một trong những.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}