{
  "batch_id": 19,
  "count": 20,
  "samples": [
    {
      "sample_id": "tGon5A7NYcI_q10",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "And which one do you think is more useful or is more needed for your leave?",
      "transcript": "I think all of them are important and useful, but I think the ones related to children and the elderly are the most important ones.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think all of them are important and useful, but I think the ones related to children and the elderly are the most important ones.",
      "transcript_cleaned": "I think all of them are important and useful, but I think the ones related to children and the elderly are the most important ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q11",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "Why do you think so?",
      "transcript": "Because these are the groups that struggle the most The children and elderly are some of the most vulnerable groups in society So helping them with their health needs and life situations I think that very important And how about the corporations in your country?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because these are the groups that struggle the most The children and elderly are some of the most vulnerable uh groups in society So helping them with their health needs and life situations I think that very important And how about the corporations in your country?",
      "transcript_cleaned": "Because these are the groups that struggle the most The children and elderly are some of the most vulnerable groups in society So helping them with their health needs and life situations I think that very important And how about the corporations in your country?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q12",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "Do they also contribute to charity?",
      "transcript": "Well, they do. I think some corporations, or at least most of them, choose, a charity, every year. And they help them by doing campaigns, involving their co-workers or even their communities. So, I think it is, something very, very, common in my country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, they do. I think some corporations, or at least most of them, uh, choose, uh, a charity, uh, every year. And they help them by doing campaigns, involving their co-workers or even their communities. So, I think it's, uh, something very, very, uh, common in my country.",
      "transcript_cleaned": "they do. I think some corporations, or at least most of them, choose, a charity, every year. And they help them by doing campaigns, involving their co-workers or even their communities. So, I think it is, something very, very, common in my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q13",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "Should charities be allowed to make a profit?",
      "transcript": "They should be allowed to make a profit as long as they are actually helping society. Because we need people that dedicate their time fully to charities in order to actually help. So, but those people cannot live out of just helping. They need to survive. They need money. So that is, I think that would be the situation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "They should be allowed to make a profit as long as they are actually helping society. Because we need people that dedicate their time fully to charities in order to actually help. So, but those people cannot live out of just helping. They need to survive. They need money. So that's, I think that would be the situation.",
      "transcript_cleaned": "They should be allowed to make a profit as long as they are actually helping society. Because we need people that dedicate their time fully to charities in order to actually help. So, but those people cannot live out of just helping. They need to survive. They need money. So that is, I think that would be the situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q14",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "Do you think people are less committed to goals now than in the past?",
      "transcript": "I think it depends on the people you are looking at. generally we are a bit less pressured, I would say, than our parents or even grandparents because they were really, you know, committed, in order to have jobs, in order to have opportunities. So I think that nowadays some people tend to, yeah, not really complete and fulfill their promises. But others are also seeing promises as a way to, you know, become entrepreneurs and to create new opportunities for themselves. So I guess it is half-half. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think it depends on the people you're looking at. Uh, generally we are a bit less pressured, I would say, than our parents or even grandparents because they were really, you know, committed, um, in order to have jobs, in order to have opportunities. So I think that nowadays some people tend to, yeah, not really complete and fulfill their promises. But others are also seeing promises as a way to, you know, become entrepreneurs and to create new opportunities for themselves. So I guess it's half-half. Okay.",
      "transcript_cleaned": "I think it depends on the people you are looking at. generally we are a bit less pressured, I would say, than our parents or even grandparents because they were really, you know, committed, in order to have jobs, in order to have opportunities. So I think that nowadays some people tend to, yeah, not really complete and fulfill their promises. But others are also seeing promises as a way to, you know, become entrepreneurs and to create new opportunities for themselves. So I guess it is half-half.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q15",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "And what is the importance of commitment at work?",
      "transcript": "I think it is very important because when you are looking for someone, you always look for someone that you can trust and someone you can also rely on. And, this is part of commitment because if the boss knows that he can rely on you, then you have more, I would say, higher chances being recruited because you show this image of someone who is, definitely capable of commitment Okay And do young people show commitment towards work if they are not paid well it true maybe wages and salaries can influence the way we are committed to work for example I would say that we need to be committed no matter the amount of money we will earn in the end but maybe yes this can influence the level of commitment especially with young people some are struggling for example People with money issues. So it is an important, criteria for them. So, but I think your commitment needs to be, you know, applied no matter the salary you will receive. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think it's very important because when you are looking for someone, you always look for someone that you can trust and someone you can also rely on. And, um, this is part of commitment because if the boss knows that he can rely on you, then you have more, I would say, higher chances being recruited because you show this image of someone who's, Uh definitely uh capable of commitment Okay And do young people show commitment towards work if they are not paid well Um it true maybe um wages and salaries can influence the way we are committed to work for example Um I would say that we need to be committed no matter the amount of money we will earn in the end but um maybe yes this can influence the level of commitment especially with young people Um some are struggling for example People with money issues. So it is an important, uh, criteria for them. So, but I think your commitment needs to be, you know, uh, applied no matter the salary you will receive. Okay.",
      "transcript_cleaned": "I think it is very important because when you are looking for someone, you always look for someone that you can trust and someone you can also rely on. And, this is part of commitment because if the boss knows that he can rely on you, then you have more, I would say, higher chances being recruited because you show this image of someone who is, definitely capable of commitment Okay And do young people show commitment towards work if they are not paid well it true maybe wages and salaries can influence the way we are committed to work for example I would say that we need to be committed no matter the amount of money we will earn in the end but maybe yes this can influence the level of commitment especially with young people some are struggling for example People with money issues. So it is an important, criteria for them. So, but I think your commitment needs to be, you know, applied no matter the salary you will receive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q16",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "And how can we teach young children to be committed to their goals and never give up?",
      "transcript": "I guess, it starts at a young age. We need to basically share with them those values. Because some people sometimes were not told about them. so having, for example, at school, this frame in which young kids can learn that being committed in the end is worth it. Because usually people, they are not committed enough because they think it will not work in the end. But if you show them that no matter what happens, it is worth it, then they will tend to be more committed in the end.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I guess, uh, it starts at a young age. We need to basically share with them those values. Because some people sometimes were not told about them. Uh, so having, for example, at school, this frame in which young kids can learn that being committed in the end is worth it. Because usually people, they are not committed enough because they think it will not work in the end. But if you show them that no matter what happens, it's worth it, then they will tend to be more committed in the end.",
      "transcript_cleaned": "I guess, it starts at a young age. We need to basically share with them those values. Because some people sometimes were not told about them. so having, for example, at school, this frame in which young kids can learn that being committed in the end is worth it. Because usually people, they are not committed enough because they think it will not work in the end. But if you show them that no matter what happens, it is worth it, then they will tend to be more committed in the end.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tGon5A7NYcI_q18",
      "video_id": "tGon5A7NYcI",
      "band": 8.0,
      "question": "Do you have any questions?",
      "transcript": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. we are talking about, movie and talking about what is a movie and film. So, you know, we were talking about a cinema thing for death.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. We're talking about, um, movie and talking about what's a movie and film. So, uh, you know, we were talking about a cinema thing for death.",
      "transcript_cleaned": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q01",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Are you ready?",
      "transcript": "Yeah, I am ready. Right, so from here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I'm ready. Right, so from here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "I am ready. Right, so from here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q04",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Do you have a big family or a small family?",
      "transcript": "Compared to other families in Iran, I have a big family because we are four people and three brothers, one sister and my parents.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Compared to other families in Iran, I have a big family because we are four people and three brothers, one sister and my parents.",
      "transcript_cleaned": "Compared to other families in Iran, I have a big family because we are four people and three brothers, one sister and my parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q05",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Alright, and how much time do you spend with your family?",
      "transcript": "And nowadays, unfortunately, I have no time for them because we live in separate cities and we see each other very rarely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And nowadays, unfortunately, I have no time for them because we live in separate cities and we see each other very rarely.",
      "transcript_cleaned": "And nowadays, unfortunately, I have no time for them because we live in separate cities and we see each other very rarely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q06",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "How has your family influenced you?",
      "transcript": "By many ways. From the very beginning of my life, they taught me how to walk, how to think, and how to communicate with others. And after the time I got older, they taught me to be.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "By many ways. From the very beginning of my life, they taught me how to walk, how to think, and how to communicate with others. And after the time I got older, uh, they taught me to be.",
      "transcript_cleaned": "By many ways. From the very beginning of my life, they taught me how to walk, how to think, and how to communicate with others. And after the time I got older, they taught me to be.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q07",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Do you usually use a pen or a pencil?",
      "transcript": "Let us, this is, about pens and pencils.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Let's, uh, this is, uh, uh, about pens and pencils.",
      "transcript_cleaned": "Let us, this is, about pens and pencils.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q08",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "When I am going to write something permanent like a formal letter, I use pen.",
      "transcript": "But, whenever I am just studying for myself, in my books, I use pencil.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But, er, whenever I'm just studying for myself, in my books, I use pencil.",
      "transcript_cleaned": "But, whenever I am just studying for myself, in my books, I use pencil.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q09",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Do you think using pencils or pens give an impressive writing layout?",
      "transcript": "Because of the speed of writing, when you write with pencil, you got a better handwriting. but with pen, it is changed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, because of the speed of writing, when you write with pencil, you got a better handwriting. Uh, but with pen, uh, it's changed.",
      "transcript_cleaned": "Because of the speed of writing, when you write with pencil, you got a better handwriting. but with pen, it is changed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q10",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "And how would you feel if someone gave you a pen as a gift?",
      "transcript": "You know, totally I am not very okay with gifts. I think that they impose something, Impose something to you that maybe you do not like it, regardless of whatever they give you. But, so I do not think.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, you know, totally I'm not very okay with gifts. I think that they impose something, Impose something to you that maybe you don't like it, uh, regardless of whatever they give you. But, uh, so I don't think.",
      "transcript_cleaned": "You know, totally I am not very okay with gifts. I think that they impose something, Impose something to you that maybe you do not like it, regardless of whatever they give you. But, so I do not think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q11",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "When you were a child, did you enjoy learning history?",
      "transcript": "Not really because when we were in school, I believe that they only giving us some, wrong information. So they just twist reality and because of that I did not like to learn history.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, not really because when we were in school, I believe that they only giving us some, uh, wrong information. So they just twist reality and because of that I didn't like to learn history.",
      "transcript_cleaned": "Not really because when we were in school, I believe that they only giving us some, wrong information. So they just twist reality and because of that I did not like to learn history.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q12",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Have you ever been to a museum to learn about history?",
      "transcript": "I have been to some museums, but not recently. But it was not about the history. I was just curious about seeing the stuff.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I've been to some museums, but not recently. But it was not about the history. I was just curious about seeing the stuff.",
      "transcript_cleaned": "I have been to some museums, but not recently. But it was not about the history. I was just curious about seeing the stuff.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q13",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "And when was the last time you read a book about history?",
      "transcript": "The last time I, I remember when I was in high school I read a book about Hitler, Third Reich, it was the name. And it just gave me some information about the development of this person. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The last time I, I remember when I was in high school I read a book about Hitler, Third Reich, it was the name. And it just gave me some information about the development of this person. All right,.",
      "transcript_cleaned": "The last time I, I remember when I was in high school I read a book about Hitler, Third Reich, it was the name. And it just gave me some information about the development of this person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q14",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Do you understand?",
      "transcript": "Yeah. Well, you have to speak about this topic.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah. Well, uh, you have to speak about this topic.",
      "transcript_cleaned": "you have to speak about this topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}