{
  "batch_id": 54,
  "count": 20,
  "samples": [
    {
      "sample_id": "ayZIAZNaj5k_q14",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "And how important are they for the local or national economy?",
      "transcript": "Well, actually, firstly, it generates a great number of job opportunities for localities. Also, it pushes the GDP or the overall economy of the locals or the whole country up. And well, it, somehow creates a habit of buying domestic products for residents.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, actually, firstly, it generates a great number of job opportunities for localities. Also, it pushes the GDP or the overall economy of the locals or the whole country up. And well, it, um, somehow creates a habit of buying domestic products for residents.",
      "transcript_cleaned": "actually, firstly, it generates a great number of job opportunities for localities. Also, it pushes the GDP or the overall economy of the locals or the whole country up. And well, it, somehow creates a habit of buying domestic products for residents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q15",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Why is that?",
      "transcript": "Well, it is said in one of my economic subjects that the economy will only go up when there is manufacture or there is production in the country. So, well, because the economy is measured itself by the production, it is clearly better to produce more in the country. Yeah, alright. Not importing. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it is said in one of my economic subjects that um, the economy will only go up when there is manufacture or there is production in the country. So, well, because the economy is measured itself by the production, it's clearly better to produce more in the country. Yeah, alright. Not importing. Okay.",
      "transcript_cleaned": "it is said in one of my economic subjects that the economy will only go up when there is manufacture or there is production in the country. So, well, because the economy is measured itself by the production, it is clearly better to produce more in the country. Yeah, alright. Not importing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q16",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So is manufacturing more important in your home country now than it was in the past?",
      "transcript": "Yes, definitely. it is after 1966, if my memory serves me right, well, Vietnam has been more and more open to trading with foreign countries. So, well, trading or business in general is more important, much more Much more important. Much more important. Yeah, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, definitely. It's after 1966, if my memory serves me right, well, Vietnam has been more and more open to trading with foreign countries. So, well, trading or business in general is more important, much more Much more important. Much more important. Yeah, okay.",
      "transcript_cleaned": "Yes, definitely. it is after 1966, if my memory serves me right, well, Vietnam has been more and more open to trading with foreign countries. So, well, trading or business in general is more important, much more Much more important. Much more important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q17",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Alright, and what are the advantages of manufacturing consumer goods in your own country?",
      "transcript": "The habits for the consumers to purchase products in their own country. So, well, they are not finding other brands in other countries and, well, that will formalize a Brandship or flagship for the country. And so they will view their the products in within the nation more authentically than before Alright Okay I agree And in your opinion have we become too upset nowadays with owning the latest products Why and why not Well, in general, yes. and a prime, a prime example should be named is iPhone. Actually, I do not understand too. I cannot perceive why people are so crazy about buying the newest and the biggest iPhone. For example, the iPhone 16 now. They had to buy the Pro Max type. And well, I think it is can be attributed to commercials when they could not stop advertising their products as the newest or the most innovative. So that on the spur of the moment, customers will desire to own that product. And that leads to excessive consuming. Yeah, you make it sound like a mental disorder.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The habits for the consumers to purchase products in their own country. So, um, well, they are not finding other brands in other countries and, well, that will formalize a Brandship or flagship for the country. And so they will view their the products in within the nation more authentically than before Hmm Alright Okay I agree And in your opinion have we become too upset nowadays with owning the latest products Why and why not Well, in general, yes. Um, and a prime, a prime example should be named is iPhone. Actually, I don't understand too. I cannot perceive why people are so crazy about buying the newest and the biggest iPhone. For example, the iPhone 16 now. They had to buy the Pro Max type. And well, I think it's um, can be attributed to commercials when they couldn't stop advertising their products as the newest or the most innovative. So that on the spur of the moment, customers will desire to own that product. And that leads to excessive consuming. Yeah, you make it sound like a mental disorder.",
      "transcript_cleaned": "The habits for the consumers to purchase products in their own country. So, well, they are not finding other brands in other countries and, well, that will formalize a Brandship or flagship for the country. And so they will view their the products in within the nation more authentically than before Alright Okay I agree And in your opinion have we become too upset nowadays with owning the latest products Why and why not Well, in general, yes. and a prime, a prime example should be named is iPhone. Actually, I do not understand too. I cannot perceive why people are so crazy about buying the newest and the biggest iPhone. For example, the iPhone 16 now. They had to buy the Pro Max type. And well, I think it is can be attributed to commercials when they could not stop advertising their products as the newest or the most innovative. So that on the spur of the moment, customers will desire to own that product. And that leads to excessive consuming. Yeah, you make it sound like a mental disorder.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q18",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Are they always perceiving what they are having right now as like an out of date?",
      "transcript": "Well, I think it falls to the fear of missing out when you do not own something that every people are, like, daring for. You find that you are losing something. I think that is all the question I have for you today. Congratulations on finishing the speaking test today. Thank you so much. Okay, thank you Huyen for a lot of time today. I have a very good performance. I probably have a lot of practice at home because it will show you the first point of my fluency.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I think it falls to the fear of missing out when you don't own something that every people are, um, like, daring for. You find that you are losing something. I think that's all the question I have for you today. Congratulations on finishing the speaking test today. Thank you so much. Okay, thank you Huyen for a lot of time today. I have a very good performance. I probably have a lot of practice at home because it will show you the first point of my fluency.",
      "transcript_cleaned": "I think it falls to the fear of missing out when you do not own something that every people are, like, daring for. You find that you are losing something. I think that is all the question I have for you today. Congratulations on finishing the speaking test today. Thank you so much. Okay, thank you Huyen for a lot of time today. I have a very good performance.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q20",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "And I can try I have a not idea?",
      "transcript": "Let時 typically say that I hipy speak the idea it is difficult.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Let時 typically say that I hipy speak the idea it's difficult.",
      "transcript_cleaned": "Let時 typically say that I hipy speak the idea it is difficult.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q21",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "When I was a second language speaker, I felt that the delay was not comfortable and carefree as I speak.",
      "transcript": "However I felt that I was very difficult when I was using this English language Because I felt that although I was in a way that I sense of humor although I still don again agree that I will always need to say I can still make the way to姐姐 still it, and hear it still not comely specially treated helpful So I think my thoughts are always stories by hearing, even my objection may be more sophisticated. So just say like, find raspberries I talked to say that One word funny, supportive, incomprehensible The answer to the other person percent when impactful almond translation, itself keeps it simple.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "However I felt that I was very difficult when I was using this English language Because I felt that although I was in a way that I sense of humor although I still don again agree that I will always need to say I can still make the way to姐姐 still it, and hear it still not comely specially treated helpful So I think my thoughts are always stories by hearing, even my objection may be more sophisticated. So just say like, find raspberries I talked to say that One word funny, supportive, incomprehensible The answer to the other person percent when impactful almond translation, itself keeps it simple.",
      "transcript_cleaned": "However I felt that I was very difficult when I was using this English language Because I felt that although I was in a way that I sense of humor although I still don again agree that I will always need to say I can still make the way to姐姐 still it, and hear it still not comely specially treated helpful So I think my thoughts are always stories by hearing, even my objection may be more sophisticated. So just say like, find raspberries I talked to say that One word funny, supportive, incomprehensible The answer to the other person percent when impactful almond translation, itself keeps it simple.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q01",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "Do you like music?",
      "transcript": "Absolutely. I am actually a fan of music. My favorite song is FKJ. I really love listening to FKJ music because it helps me to ease my mind after I work hard long day. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely. I'm actually a fan of music. My favorite song is FKJ. I really love listening to FKJ music because it helps me to ease my mind after I work hard long day. Yeah.",
      "transcript_cleaned": "Absolutely. I am actually a fan of music. My favorite song is FKJ. I really love listening to FKJ music because it helps me to ease my mind after I work hard long day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q02",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "So what is your favorite type of music and why?",
      "transcript": "I do not have too much knowledge on this but I would say something soft. Indian music actually. And FKJ is actually a very well-known songwriter and like song maker of this type music as well. And I find listening to his music very relaxing and chilling, especially when I am cycling or riding my bike on the road.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't have too much knowledge on this but I would say something soft. Indian music actually. And FKJ is actually a very well-known songwriter and like song maker of this type music as well. And I find listening to his music very relaxing and chilling, especially when I'm cycling or riding my bike on the road.",
      "transcript_cleaned": "I do not have too much knowledge on this but I would say something soft. Indian music actually. And FKJ is actually a very well-known songwriter and like song maker of this type music as well. And I find listening to his music very relaxing and chilling, especially when I am cycling or riding my bike on the road.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q03",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "As I just said, I usually listen to music while I am doing things, yeah?",
      "transcript": "Like, cycling and riding bikes because I grow boredom really fast. And I need to have something placed around my head to help me to stay concentrated while doing those things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like, uh, cycling and riding bikes because I grow boredom really fast. And I need to have something placed around my head to help me to stay concentrated while doing those things.",
      "transcript_cleaned": "Like, cycling and riding bikes because I grow boredom really fast. And I need to have something placed around my head to help me to stay concentrated while doing those things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q05",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "Have you ever learned to play a musical instrument?",
      "transcript": "Yeah, actually I had. Well, I tried learning piano but things turned ugly. So now I am a guitarist myself. I have been learning playing a guitar for five years plus. But still, I am a beginner because I do not really have too much time to practice it. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, actually I had. Well, I tried learning piano but things turned ugly. So now I'm a guitarist myself. I've been learning playing a guitar for five years plus. But still, I'm a beginner because I don't really have too much time to practice it. Yeah.",
      "transcript_cleaned": "actually I had. Well, I tried learning piano but things turned ugly. So now I am a guitarist myself. I have been learning playing a guitar for five years plus. But still, I am a beginner because I do not really have too much time to practice it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q06",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "Do you prefer listening to music alone or with others?",
      "transcript": "It really depends on the situation I am in. When I am cycling, I just prefer listening to music alone so that I can chill with the song, maybe a little bit of singing and to, like, practice my voice. But I still really love listening to music and enjoy it with my friends, especially when I am having some kind of pop or hip-hop music. It feels really great. It actually was yesterday, me and my group of friends, we heard the new album of Phung Khanh Linh and we actually enjoyed it. We sung all of it from the bottom of A Lung and it was crazy and also enjoyable. Alright, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It really depends on the situation I'm in. When I'm cycling, I just prefer listening to music alone so that I can chill with the song, maybe a little bit of singing and to, like, practice my voice. But I still really love listening to music and enjoy it with my friends, especially when I'm having some kind of pop or hip-hop music. It feels really great. It actually was yesterday, me and my group of friends, we heard the new album of Phung Khanh Linh and we actually enjoyed it. We sung all of it from the bottom of A Lung and it was crazy and also enjoyable. Alright, so.",
      "transcript_cleaned": "It really depends on the situation I am in. When I am cycling, I just prefer listening to music alone so that I can chill with the song, maybe a little bit of singing and to, like, practice my voice. But I still really love listening to music and enjoy it with my friends, especially when I am having some kind of pop or hip-hop music. It feels really great. It actually was yesterday, me and my group of friends, we heard the new album of Phung Khanh Linh and we actually enjoyed it. We sung all of it from the bottom of A Lung and it was crazy and also enjoyable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q07",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "The first question is, is it important to have a break during work or study?",
      "transcript": "Well, from my perspective, I think having breaks is compulsory because we are, we are human. We are not machines and even machines need to have times break time and, it needs to be taken care of. So when people work or study for a long time, for example, like five to six hours, they do need a break, like at least an hour break. Maybe go for lunch, take a walk, or just play some music so they can, relax down. And I think if they do not take breaks during those work, they will be burnt out and exhausted. So it will greatly affect their productivity and maybe have some negative outcome.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, from my perspective, I think having breaks is compulsory because we are, uh, we are human. We are not machines and even machines need to have times break time and, uh, uh, it needs to be taken care of. So when people work or study for a long time, for example, like five to six hours, they do need a break, like at least an hour break. Maybe go for lunch, take a walk, or just play some music so they can, uh, relax down. And I think if they don't take breaks during those work, they will be burnt out and exhausted. So it will greatly affect their productivity and maybe have some negative outcome.",
      "transcript_cleaned": "from my perspective, I think having breaks is compulsory because we are, we are human. We are not machines and even machines need to have times break time and, it needs to be taken care of. So when people work or study for a long time, for example, like five to six hours, they do need a break, like at least an hour break. Maybe go for lunch, take a walk, or just play some music so they can, relax down. And I think if they do not take breaks during those work, they will be burnt out and exhausted. So it will greatly affect their productivity and maybe have some negative outcome.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q08",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "So what sports do young people like to do now?",
      "transcript": "Actually most of the popular sport are volleyball, basketball, and I think pickleball, which is just, been well known for months. But, the problem is kids nowadays, they do not usually do sport that much no more. Yeah. They used to do it a lot because the technology was not developed back then. So as the time change more technological devices went in Kids nowadays usually play iPads and online videos like Roblox Minecraft and etc So I think we do really need to make a change and push themselves to do more outdoor activities Not only to increase their physical health, but to let them know what the real world is, not the, not just inside the screen. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually most of the popular sport are volleyball, basketball, and I think pickleball, which is just, uh, been well known for months. But, um, the problem is kids nowadays, they don't usually do sport that much no more. Yeah. They used to do it a lot because the technology wasn't developed back then. So as the time change more technological devices went in Kids nowadays usually play iPads and online videos like uh Roblox Minecraft and etc So I think we do really need to make a change and push themselves to do more outdoor activities Not only to increase their physical health, but to let them know what the real world is, not the, not just inside the screen. Mm-hmm.",
      "transcript_cleaned": "Actually most of the popular sport are volleyball, basketball, and I think pickleball, which is just, been well known for months. But, the problem is kids nowadays, they do not usually do sport that much no more. Yeah. They used to do it a lot because the technology was not developed back then. So as the time change more technological devices went in Kids nowadays usually play iPads and online videos like Roblox Minecraft and etc So I think we do really need to make a change and push themselves to do more outdoor activities Not only to increase their physical health, but to let them know what the real world is, not the, not just inside the screen. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q09",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "Are there more activities for young people now than 20 years ago?",
      "transcript": "Okay, so there are actually more, but things are different. So I think back in the past, when I was not even born yet, So, people used to have a lot of, physical and outdoor activities like, running, cycling, and maybe just playing with their neighbors. Nowadays, since, the modernization, we have a lot of technological device and it really helps. But it is a double-edged sword, sorry. So, it can help us to have more entertainment and convenience, but also it really, like, stop us from being energetic and active.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, so there are actually more, but things are different. So I think back in the past, when I wasn't even born yet, So, uh, people used to have a lot of, uh, physical and outdoor activities like, uh, running, cycling, and maybe just playing with their neighbors. Nowadays, since, uh, the modernization, we have a lot of technological device and it really helps. But it's a double-edged sword, sorry. So, it can help us to have more entertainment and convenience, but also it really, uh, like, um, stop us from being energetic and active.",
      "transcript_cleaned": "there are actually more, but things are different. So I think back in the past, when I was not even born yet, So, people used to have a lot of, physical and outdoor activities like, running, cycling, and maybe just playing with their neighbors. Nowadays, since, the modernization, we have a lot of technological device and it really helps. But it is a double-edged sword, sorry. So, it can help us to have more entertainment and convenience, but also it really, like, stop us from being energetic and active.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q10",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "Alright, so can most people balance work and life in Vietnam?",
      "transcript": "Okay, let me think. Well, I think for the older generation, no. But, it is totally different for the younger generation, which is the Gen Z.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, let me think. Well, I think for the older generation, no. But, uh, it's totally different for the younger generation, which is the Gen Z.",
      "transcript_cleaned": "let me think. Well, I think for the older generation, no. But, it is totally different for the younger generation, which is the Gen Z.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q11",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "Because I have seen a lot of youngsters, or like the new, brand new adults, they are called, okay?",
      "transcript": "They are really good at balancing work. My cousin, for example, she has a 9 to 5 work. And she needs to do it very seriously. But still, she has a lot of time for her family. I remember one time we had a family gathering. Yeah. She was totally busy and she could not even, she did not even have any time for herself. But, with her creativity, her energetic personality, she managed to figure it out how to balance between work and life. So now she is really comfortable with living her life and she is enjoying it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "They're really good at balancing work. My cousin, for example, she has a 9 to 5 work. And she needs to do it very seriously. But still, she has a lot of time for her family. I remember one time we had a family gathering. Yeah. She was totally busy and she couldn't even, she didn't even have any time for herself. But, uh, with her creativity, her energetic personality, she managed to figure it out how to balance between work and life. So now she is really comfortable with living her life and she's enjoying it.",
      "transcript_cleaned": "They are really good at balancing work. My cousin, for example, she has a 9 to 5 work. And she needs to do it very seriously. But still, she has a lot of time for her family. I remember one time we had a family gathering. Yeah. She was totally busy and she could not even, she did not even have any time for herself. But, with her creativity, her energetic personality, she managed to figure it out how to balance between work and life. So now she is really comfortable with living her life and she is enjoying it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4vTJMwVCi04_q13",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "So do you have any questions?",
      "transcript": "No, I am very good. Thank you. All right. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I'm very good. Thank you. All right. So.",
      "transcript_cleaned": "No, I am very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q01",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "Can I get your identification, please?",
      "transcript": "Sure. Thank you so much. Just need to check. So our interview today, we have three parts. And our first part today, I will ask you some questions, try to answer as best as you can. we are going to talk about TV and books.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Sure. Thank you so much. Just need to check. So our interview today, we have three parts. And our first part today, I'll ask you some questions, try to answer as best as you can. We're going to talk about TV and books.",
      "transcript_cleaned": "Sure. Thank you so much. Just need to check. So our interview today, we have three parts. And our first part today, I will ask you some questions, try to answer as best as you can. we are going to talk about TV and books.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q02",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "Do you like watching TV?",
      "transcript": "Yeah, I do. I, I used to watch TV more when I was young, but I still do, yeah, for sure. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I do. Um, I, I used to watch TV more when I was young, but I still do, yeah, for sure. Okay.",
      "transcript_cleaned": "I do. I, I used to watch TV more when I was young, but I still do, yeah, for sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}