{
  "batch_id": 25,
  "count": 20,
  "samples": [
    {
      "sample_id": "xnaOzlC2RXg_q13",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "Why do people always forget things?",
      "transcript": "Well I think it it because I completely sure it about memory maybe modern technology weaken human brains and people don trust their memory to remember things and they force themselves to use technology to remember such simple things like I don know birthdays or phone numbers Yeah And what would you do if you lost something? well, it depends on what, what I lost, but if, if it is important thing, I will inform the police, but, if I lost something like, for example, pen, I will not do anything special.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well I think it um it because I completely sure it about memory Um maybe modern technology weaken human brains and people don trust their memory to remember things and uh they force themselves to uh use technology to uh remember such simple things like I don know birthdays or phone numbers Yeah And what would you do if you lost something? Uh, well, it depends on what, um, what I lost, but if, um, if it is important thing, I will inform the police, uh, but, uh, if I lost something like, for example, pen, um, I will not do anything special.",
      "transcript_cleaned": "I think it it because I completely sure it about memory maybe modern technology weaken human brains and people don trust their memory to remember things and they force themselves to use technology to remember such simple things like I don know birthdays or phone numbers Yeah And what would you do if you lost something? well, it depends on what, what I lost, but if, if it is important thing, I will inform the police, but, if I lost something like, for example, pen, I will not do anything special.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q14",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "And, what is the best action to take if you find something?",
      "transcript": "It is, as I mentioned, if you find something valuable, of course you have to go to policy station, but if you find something that is not really important like a pen or paper, I, I think do not do anything special. huh. In our modern world people tend to forget their culture.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, um, it's, uh, as I mentioned, uh, if you find something valuable, uh, of course you have to go to policy station, um, but if you find something that is not really important like a pen or paper, um, I, I think don't do anything special. Uh huh. In our modern world people tend to forget their culture.",
      "transcript_cleaned": "It is, as I mentioned, if you find something valuable, of course you have to go to policy station, but if you find something that is not really important like a pen or paper, I, I think do not do anything special. huh. In our modern world people tend to forget their culture.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "xnaOzlC2RXg_q15",
      "video_id": "xnaOzlC2RXg",
      "band": 7.0,
      "question": "What are the reasons for that?",
      "transcript": "Well I think culture is everything. Culture is the way we talk, the way we eat, the way we dress. so, humans want to experience numerous things. Maybe this is one of them. I mean, experience Living with, for example, an Indian culture or a Chinese culture, that is exciting. But in addition, technology has a big effect on our lives. presumably TV programs, attract us to another culture. Okay, great. And, in all civilizations, movies and plays, about finding treasure or gold Have always been popular.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well I think culture is everything. Culture is the way we talk, the way we eat, the way we dress. Um, so, humans want to experience numerous things. Maybe this is one of them. I mean, experience Living with, for example, an Indian culture or a Chinese culture, uh, that is exciting. But in addition, uh, technology has a big effect on our lives. Um, presumably TV programs, um, attract us to another culture. Okay, great. And, uh, in all civilizations, uh, movies and plays, uh, about finding treasure or gold Have always been popular.",
      "transcript_cleaned": "I think culture is everything. Culture is the way we talk, the way we eat, the way we dress. so, humans want to experience numerous things. Maybe this is one of them. I mean, experience Living with, for example, an Indian culture or a Chinese culture, that is exciting. But in addition, technology has a big effect on our lives. presumably TV programs, attract us to another culture. Okay, great. And, in all civilizations, movies and plays, about finding treasure or gold Have always been popular.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q02",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Are you a student or do you work?",
      "transcript": "I am a student but I also work as a photographer, part-time. I am a student, of, movie directing and As I said, I do photography as an occupation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm a student but I also work as a photographer, uh, part-time. Uh, I'm a student, uh, of, uh, movie directing and As I said, uh, I do photography as an occupation.",
      "transcript_cleaned": "I am a student but I also work as a photographer, part-time. I am a student, of, movie directing and As I said, I do photography as an occupation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q03",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Why did you choose that job?",
      "transcript": "I am kind of artist person, so I really like to, have a job that is somehow related to art, and photography was the best option for me. So I chose photography.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm kind of artist person, uh, so I really like to, uh, have a job that is somehow related to art, and photography was the best option for me. So I chose photography.",
      "transcript_cleaned": "I am kind of artist person, so I really like to, have a job that is somehow related to art, and photography was the best option for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q04",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "And what is the thing you enjoy most about it?",
      "transcript": "I really enjoy my job because, we are capturing, the moments that people are happy, in that moment. And it gives me, so pleasure or, you know, when I am capturing people. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I really enjoy my job because, uh, we are capturing, uh, the moments that people are happy, uh, in that moment. And it gives me, uh, so pleasure or, you know, when I'm capturing people. All right.",
      "transcript_cleaned": "I really enjoy my job because, we are capturing, the moments that people are happy, in that moment. And it gives me, so pleasure or, you know, when I am capturing people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q05",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "When and how much leisure time do you generally have in a week?",
      "transcript": "My leisure time is just, about weekends, I think. But sometimes, it really depends on the days that I am on university. And as I said, my leisure time is mostly contained, of weekends. but sometimes, I am free Saturdays or Sundays during photography.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, my leisure time is just, uh, about weekends, I think. But sometimes, uh, it really depends on the days that I'm on university. And as I said, uh, my leisure time is mostly contained, uh, of weekends. Uh, but sometimes, uh, I'm free Saturdays or Sundays during photography.",
      "transcript_cleaned": "My leisure time is just, about weekends, I think. But sometimes, it really depends on the days that I am on university. And as I said, my leisure time is mostly contained, of weekends. but sometimes, I am free Saturdays or Sundays during photography.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q06",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Who do you generally spend your leisure time with?",
      "transcript": "I spend most of my time with my family because I am those kind of, people. I really like enjoying, my time, spending my time in home. I am not, outgoing person so much, so I really like to spend my time with my family.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, uh. Uh, I spend most of my time with my family because I'm those kind of, uh, people. I really like enjoying, uh, my time, spending my time in home. I'm not, uh, uh, outgoing person so much, so I really like to spend my time with my family.",
      "transcript_cleaned": "I spend most of my time with my family because I am those kind of, people. I really like enjoying, my time, spending my time in home. I am not, outgoing person so much, so I really like to spend my time with my family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q07",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "And what are some activities you enjoy in your leisure time?",
      "transcript": "One of my, favorite activities that I do in my leisure time is cooking. cooking with my family is so enjoyable and I really like while we are gathering together and cook, all the family with each other. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, one of my, uh, favorite activities that I do in my leisure time is cooking. Uh, cooking with my family is so enjoyable and I really like while we are gathering together and cook, uh, all the family with each other. All right,.",
      "transcript_cleaned": "One of my, favorite activities that I do in my leisure time is cooking. cooking with my family is so enjoyable and I really like while we are gathering together and cook, all the family with each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q08",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Do you like animals?",
      "transcript": "Yes, I really like animals and I really like to have a pet one day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, I really like animals and I really like to have a pet one day.",
      "transcript_cleaned": "Yes, I really like animals and I really like to have a pet one day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q09",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "What kind of animal would you like to have as a pet?",
      "transcript": "I would really like to have a cat or dog maybe. because I think cats are not really, are kind of independent animal and they are not really, connected too much with their owner. And if you are working outside, they can, they can, pass their time, by their own and do not need their owner too much. But. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I would really like to have a cat or dog maybe. Uh, because I think cats are not really, are kind of independent animal and they're not really, uh, connected too much with their owner. And if you're working outside, they can, uh, they can, uh, pass their time, uh, by their own and don't need their owner too much. But. All right.",
      "transcript_cleaned": "I would really like to have a cat or dog maybe. because I think cats are not really, are kind of independent animal and they are not really, connected too much with their owner. And if you are working outside, they can, they can, pass their time, by their own and do not need their owner too much. But.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q10",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "And then, what animal do not you like?",
      "transcript": "I want to think about, this question, but I think, I do not like, birds. Because they are not trainable and we cannot train them a lot as mammals. And I think they are just birds trying to, do whatever their, natural. they are just trying to do their natural behaviors and they are not an appropriate kind of pet for our homes, I think. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I want to think about, uh, this question, but I think, uh, I don't like, uh, birds. Because they are not trainable and we cannot train them a lot as mammals. And I think they're just birds trying to, uh, do whatever their, um, natural. They're just trying to do their natural behaviors and they're not an appropriate kind of pet for our homes, I think. All right,.",
      "transcript_cleaned": "I want to think about, this question, but I think, I do not like, birds. Because they are not trainable and we cannot train them a lot as mammals. And I think they are just birds trying to, do whatever their, natural. they are just trying to do their natural behaviors and they are not an appropriate kind of pet for our homes, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q12",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "I repeat, what kinds of jobs do young people not want to do in your country?",
      "transcript": "I think today's generation does not really, like to do the jobs, that are kind of old fashioned that, older generations have done before. For example, I think young people today do not like to do, the things that are, that need hard work or, for example, the work of their muscles. they are, those kind of people that like to, do their job with their brain, not their body. And, I think there are mostly, they do not like to do physical activities as their job. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think today's generation doesn't really, uh, like to do the jobs, uh, that are kind of old fashioned that, uh, older generations have done before. For example, I think young people today don't like to do, uh, the things that are, that need hard work or, for example, the work of their muscles. Uh, they're, um, those kind of people that like to, uh, do their job with their brain, not their body. And, uh, I think there are mostly, uh, they don't like to do physical activities as their job. All right.",
      "transcript_cleaned": "I think today's generation does not really, like to do the jobs, that are kind of old fashioned that, older generations have done before. For example, I think young people today do not like to do, the things that are, that need hard work or, for example, the work of their muscles. they are, those kind of people that like to, do their job with their brain, not their body. And, I think there are mostly, they do not like to do physical activities as their job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q13",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Who is best at advising young people about choosing a job, teachers or parents?",
      "transcript": "It, it does not depend, so much that, teacher or parent gives advice. It depends on the person who is receiving the advice from those, for example, parents or teachers. I think people should be wise enough to, just, manage how to use other people's advice in their life. And, it is so important because today's society is, well, it is kind of overpopulated, I think, and find an opportunity to save a card.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it, uh, it doesn't depend, uh, so much that, uh, teacher or parent gives advice. It depends on the person who's receiving the advice from those, for example, parents or teachers. I think people should be wise enough to, uh, just, uh, manage how to use other people's advice in their life. And, uh, it is so important because today's society is, well, it's kind of overpopulated, I think, and find an opportunity to save a card.",
      "transcript_cleaned": "It, it does not depend, so much that, teacher or parent gives advice. It depends on the person who is receiving the advice from those, for example, parents or teachers. I think people should be wise enough to, just, manage how to use other people's advice in their life. And, it is so important because today's society is, well, it is kind of overpopulated, I think, and find an opportunity to save a card.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q14",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Is money always the most important thing when choosing a job?",
      "transcript": "I think I not agree with this because money is a very important part of having a job but sometimes in the first first days first years of your professional path as a worker or whatever job you want to have you have to just try to be well educated or try to learn that job professionally and then I sure that it will helps you make good money from that job All.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh I think uh I not agree with this uh because uh money is a very important part of having a job but sometimes in the first uh first days first years of your professional path as a worker or whatever job you want to have er you have to just try to be well educated or try to learn that job professionally and then I sure that it will er helps you make good money from that job All.",
      "transcript_cleaned": "I think I not agree with this because money is a very important part of having a job but sometimes in the first first days first years of your professional path as a worker or whatever job you want to have you have to just try to be well educated or try to learn that job professionally and then I sure that it will helps you make good money from that job All.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q15",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Do you agree that many people nowadays are under pressure to work longer hours and take less holidays?",
      "transcript": "Yes, as I said, the world is a bit overpopulated and, it gives, it makes our lives a bit harder to, make money or to, just manage how, manage our life, and the way we want to spend our free time. working hard is a kind of, is, working hard, I think, is a, part of our life that, is hardly connected and we cannot separate them. and finding every time in our work schedule may be, hard. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yes, as I said, uh, the world is a bit overpopulated and, uh, it gives, it makes our lives a bit harder to, uh, make money or to, uh, just manage how, uh, manage our life, uh, and the way we want to spend our free time. Uh, working hard is a kind of, uh, is, uh, working hard, I think, is a, uh, part of our life that, um, is hardly connected and we cannot separate them. Uh, and finding every time in our work schedule may be, uh, hard. Mm-hmm.",
      "transcript_cleaned": "Yes, as I said, the world is a bit overpopulated and, it gives, it makes our lives a bit harder to, make money or to, just manage how, manage our life, and the way we want to spend our free time. working hard is a kind of, is, working hard, I think, is a, part of our life that, is hardly connected and we cannot separate them. and finding every time in our work schedule may be, hard. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q16",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "What is the impact of people having a poor work-life balance on society?",
      "transcript": "It is really, damage our mental health and working a lot, in my opinion means losing your creativity and losing creativity means, working like a robot, you, you are not free to think, you are not free to act, you are just a kind of, person who, Who, whose manager, makes, makes him or her under pressure.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it's really, um, damage our mental health and working a lot, uh, in my opinion means losing your creativity and losing creativity means, uh, working like a robot, uh, you, you are not free to think, you are not free to act, you are just a kind of, uh, person who, Who, whose manager, uh, makes, uh, makes him or her under pressure.",
      "transcript_cleaned": "It is really, damage our mental health and working a lot, in my opinion means losing your creativity and losing creativity means, working like a robot, you, you are not free to think, you are not free to act, you are just a kind of, person who, Who, whose manager, makes, makes him or her under pressure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q17",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Could you recommend some effective strategies for governments and employers to ensure people to have a good work-life balance?",
      "transcript": "I think yes, I think providing some kind of mental therapy for all people, as government, is an important part, and it can help people, to improve their social life or their mental health, or their, in their, they can be more successful in their occupation. And as people or society, we have to just be supportive for each other and, gives help whenever other people, needs it. And yes, just say that. All right. Thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think yes, uh, I think providing some kind of mental therapy for all people, uh, as government, uh, is an important part, and it can help people, uh, to improve their social life or their mental health, uh, or their, in their, they can be more successful in their occupation. And as people or society, we have to just be supportive for each other and, uh, gives help whenever other people, uh, needs it. And yes, just say that. All right. Thank you so much.",
      "transcript_cleaned": "I think yes, I think providing some kind of mental therapy for all people, as government, is an important part, and it can help people, to improve their social life or their mental health, or their, in their, they can be more successful in their occupation. And as people or society, we have to just be supportive for each other and, gives help whenever other people, needs it. And yes, just say that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Eju1BOt0-qA_q19",
      "video_id": "Eju1BOt0-qA",
      "band": 5.5,
      "question": "Do you have any questions?",
      "transcript": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. You should be able to share with the practice here and here. The last time you do it is about the exam day. You should make sure, okay this is the last time I am going to talk about.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. You should be able to share with the practice here and here. The last time you do it is about the exam day. You should make sure, okay this is the last time I'm going to talk about.",
      "transcript_cleaned": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. You should be able to share with the practice here and here. The last time you do it is about the exam day. You should make sure, okay this is the last time I am going to talk about.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "82xHbKn2iBE_q02",
      "video_id": "82xHbKn2iBE",
      "band": 7.0,
      "question": "And how did you choose this field of work?",
      "transcript": "I always been passionate about this field long ago when I was a teenager. So I started studying computer science, getting into university, graduating from the computer science and engineering. And after that I got into this job. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I always been passionate about this field long ago when I was a teenager. So I started studying computer science, getting into university, graduating from the computer science and engineering. And after that I got into this job. Perfect.",
      "transcript_cleaned": "I always been passionate about this field long ago when I was a teenager. So I started studying computer science, getting into university, graduating from the computer science and engineering. And after that I got into this job. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}