{
  "batch_id": 138,
  "count": 20,
  "samples": [
    {
      "sample_id": "3APdIcbPD8U_q12",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Do you spend a lot of time on a computer?",
      "transcript": "Well to be honest I don spend a lot of time on computer rather I prefer to read a book Let move on to traveling Do you like traveling Yes, you can call me a travel freak.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well to be honest I don spend a lot of time on computer rather I prefer to read a book Let move on to traveling Do you like traveling Yes, you can call me a travel freak.",
      "transcript_cleaned": "to be honest I don spend a lot of time on computer rather I prefer to read a book Let move on to traveling Do you like traveling Yes, you can call me a travel freak.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q13",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Why do so many people like traveling nowadays?",
      "transcript": "Well, I saw some people traveling nowadays, because of pictures and videos, or posting videos on the YouTube and Facebook. But, I personally feel that we should travel for the exploration and gather some knowledge about the places. And, we should often visit new places to gain more experience rather than taking photos and videos for social media.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I saw some people traveling nowadays, uh, because of pictures and videos, or posting videos on the YouTube and Facebook. But, uh, I personally feel that we should travel for the exploration and gather some knowledge about the places. And, uh, we should often visit new places to gain more experience rather than taking photos and videos for social media.",
      "transcript_cleaned": "I saw some people traveling nowadays, because of pictures and videos, or posting videos on the YouTube and Facebook. But, I personally feel that we should travel for the exploration and gather some knowledge about the places. And, we should often visit new places to gain more experience rather than taking photos and videos for social media.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q14",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Do you think it is true that traveling burdens the mind?",
      "transcript": "Indeed it is. I think that, rather than reading about the places, I would love to explore the places by myself. Because when I go there by myself and explore the places, it gives me more knowledge about the place rather than reading 10 books about the place.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Indeed it is. I think that, uh, uh, rather than reading about the places, I would love to explore the places by myself. Because when I go there by myself and explore the places, it gives me more knowledge about the place rather than reading 10 books about the place.",
      "transcript_cleaned": "Indeed it is. I think that, rather than reading about the places, I would love to explore the places by myself. Because when I go there by myself and explore the places, it gives me more knowledge about the place rather than reading 10 books about the place.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q15",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Do young people and older people benefit differently from traveling?",
      "transcript": "Yes. I think their both, perspective is different. Young people nowadays only travel for pictures and videos. And, old people usually go to enjoy the place, enjoy the scenario, beauty of the place. And, see the creation of Almighty. And they just usually feel amazed. And, I think they actually get the pleasure of the place.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. I think their both, uh, perspective is different. Young people nowadays only travel for pictures and videos. And, uh, old people usually go to enjoy the place, enjoy the scenario, beauty of the place. And, uh, see the creation of Almighty. And they just usually feel amazed. And, uh, I think they actually get the pleasure of the place.",
      "transcript_cleaned": "Yes. I think their both, perspective is different. Young people nowadays only travel for pictures and videos. And, old people usually go to enjoy the place, enjoy the scenario, beauty of the place. And, see the creation of Almighty. And they just usually feel amazed. And, I think they actually get the pleasure of the place.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q16",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "How can you make sure you get the most from your travels?",
      "transcript": "Well, I think before going to some new places, we should do some research about the place. We should know more about the places and where to go, what to do, and what to eat about it, and what is so famous about that place. And, we should know about the culture and place and we should explore more about that place. Now, I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think before going to some new places, we should do some research about the place. We should know more about the places and where to go, what to do, and what to eat about it, and what is so famous about that place. And, uh, we should know about the culture and place and we should explore more about that place. Now, I'm gonna give you a topic and I would like you to talk about it for one to two minutes.",
      "transcript_cleaned": "I think before going to some new places, we should do some research about the place. We should know more about the places and where to go, what to do, and what to eat about it, and what is so famous about that place. And, we should know about the culture and place and we should explore more about that place. Now, I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q17",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Do you understand?",
      "transcript": "Here is some paper and a pencil for making notes. And here is your topic. I would like you to describe an important event in your life. Remember, you have one to two minutes for this, so do not really stop you. I will tell you when the time is up.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Here's some paper and a pencil for making notes. And here is your topic. I would like you to describe an important event in your life. Remember, you have one to two minutes for this, so don't really stop you. I'll tell you when the time is up.",
      "transcript_cleaned": "Here is some paper and a pencil for making notes. And here is your topic. I would like you to describe an important event in your life. Remember, you have one to two minutes for this, so do not really stop you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q19",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "What makes it important?",
      "transcript": "I think the memory makes an event important.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think the memory makes an event important.",
      "transcript_cleaned": "I think the memory makes an event important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q21",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "What days are important in your country?",
      "transcript": "Well, it depends on people actually. Some people usually remember their birthday and it is very important for them. And some people celebrate Eid with their family. Some people live in abroad and every year they come on Eid. And as Muslim, Eid is very important for us.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it depends on people actually. Some people usually remember their birthday and it is very important for them. And some people celebrate Eid with their family. Some people live in abroad and every year they come on Eid. And as Muslim, Eid is very important for us.",
      "transcript_cleaned": "it depends on people actually. Some people usually remember their birthday and it is very important for them. And some people celebrate Eid with their family. Some people live in abroad and every year they come on Eid. And as Muslim, Eid is very important for us.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q22",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Why is it so important to have national celebrations?",
      "transcript": "I think national celebration is important for every country because it represents their culture their heritage and their people And a celebration brings people together and every year they celebrate on the same day and they like to unite together in somewhere and celebrate together How is the way your national celebrations are celebrated now different from the way they were celebrated in the past Well, in the past, people used to celebrate, small occasions such as Eid and Pohelabuishak and some kind of, small events. And they used to gather in small places and, it was not that much fancy at all. But at present, with the advancement of technology, people usually gather in big plays such as any, field or any playground, any football field. And, they show their cultural heritage and, some parades, army parades, obviously, and police force, navy. And, they show their symbols. And, obviously, our prime minister and president show respect, to them. And, I think it is totally different from past and now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think national celebration is important for every country because it represents their culture their heritage and their people And er a celebration brings people together and er every year they celebrate on the same day and er they like to er unite together in somewhere and celebrate together How is the way your national celebrations are celebrated now different from the way they were celebrated in the past Well, in the past, people used to celebrate, uh, small occasions such as Eid and Pohelabuishak and some kind of, uh, small events. And they used to gather in small places and, uh, it was not that much fancy at all. But at present, with the advancement of technology, people usually gather in big plays such as any, uh, field or any playground, any football field. And, uh, they show their cultural heritage and, uh, some parades, uh, army parades, obviously, and police force, uh, navy. And, uh, they show their symbols. And, uh, obviously, our prime minister and president show respect, uh, to them. And, uh, I think it is totally different from past and now.",
      "transcript_cleaned": "I think national celebration is important for every country because it represents their culture their heritage and their people And a celebration brings people together and every year they celebrate on the same day and they like to unite together in somewhere and celebrate together How is the way your national celebrations are celebrated now different from the way they were celebrated in the past Well, in the past, people used to celebrate, small occasions such as Eid and Pohelabuishak and some kind of, small events. And they used to gather in small places and, it was not that much fancy at all. But at present, with the advancement of technology, people usually gather in big plays such as any, field or any playground, any football field. And, they show their cultural heritage and, some parades, army parades, obviously, and police force, navy. And, they show their symbols. And, obviously, our prime minister and president show respect, to them. And, I think it is totally different from past and now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q23",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Do you think any new national celebrations will come into being in the future?",
      "transcript": "Well, it is highly possible that any national celebration could come. I mean, everyday world is changing rapidly and we cannot say anything about the future. I mean, some people predict future and that after 10 years this will happen. And we saw that after two years it is happening. So we cannot say anything about, but it is highly possible that some national celebration could come after a few, two or three years. So any day now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it is highly possible that any national celebration could come. I mean, everyday world is changing rapidly and we can't say anything about the future. I mean, some people predict future and that after 10 years this will happen. And we saw that after two years it is happening. So we can't say anything about, but it is highly possible that some national celebration could come after a few, two or three years. So any day now.",
      "transcript_cleaned": "it is highly possible that any national celebration could come. I mean, everyday world is changing rapidly and we cannot say anything about the future. I mean, some people predict future and that after 10 years this will happen. And we saw that after two years it is happening. So we cannot say anything about, but it is highly possible that some national celebration could come after a few, two or three years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q24",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Are there any celebrations from other countries that you celebrate in your country?",
      "transcript": "Yes, sometimes we do celebrate, Holi, from India as we are living in Bangladesh and we have a very big community and, we celebrate Holi, with colors and people, feel joy and they like to celebrate with their families. although, some people celebrate Christmas and Happy New Year every single year. I mean, obviously, it is very fascinating for people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, sometimes we do celebrate, uh, Holi, uh, from India as we are living in Bangladesh and we have a very big community and, uh, we celebrate Holi, uh, with colors and people, uh, feel joy and they like to celebrate with their families. Uh, although, uh, some people celebrate Christmas and Happy New Year every single year. I mean, obviously, it is very fascinating for people.",
      "transcript_cleaned": "Yes, sometimes we do celebrate, Holi, from India as we are living in Bangladesh and we have a very big community and, we celebrate Holi, with colors and people, feel joy and they like to celebrate with their families. although, some people celebrate Christmas and Happy New Year every single year. I mean, obviously, it is very fascinating for people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q25",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Is there any benefits of having national celebrations?",
      "transcript": "Well, I think plenty of benefits of having a national celebration. I mean, representing the culture, representing the people. And, I mean, a celebration brings people together. And, we can invite, people from different culture. And we can show our culture, our nationality, and how we celebrate, how we bring people together. And that is how we can represent ourselves from different culture and into different nations, obviously. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think plenty of benefits of having a national celebration. I mean, representing the culture, uh, representing the people. And, uh, I mean, a celebration brings people together. And, uh, we can invite, uh, people from different culture. And we can show our culture, our nationality, and how we celebrate, how we bring people together. And that's how we can represent ourselves from different culture and into different nations, obviously. Thank you.",
      "transcript_cleaned": "I think plenty of benefits of having a national celebration. I mean, representing the culture, representing the people. And, I mean, a celebration brings people together. And, we can invite, people from different culture. And we can show our culture, our nationality, and how we celebrate, how we bring people together. And that is how we can represent ourselves from different culture and into different nations, obviously.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q26",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Am I figure out I okay, though?",
      "transcript": "And they do that. No. Sorry. No, no, no, it is just taught a lot, like, start writing down, like, you need to copy some of the next research. And you will find them absolutely, and you will find a story here in about online accessibility where we do not typically dot books different things. And it will make it aon. So, we do not need to refresh. At 1 minute, we want to hear a difference, so not to 특Shot. And it will bring up all of Cinction mushrooms. Thank you. So, I do not like seeing any otherrico THAT is here today today. But anyway, we would think that is bringing communists together to outdoors.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And they do that. No. Sorry. No, no, no, it's just taught a lot, like, start writing down, like, um, you need to copy some of the next research. And you will find them absolutely, and you will find a story here in about online accessibility where we don't typically dot books different things. And it'll make it aon. So, we don't need to refresh. At 1 minute, we want to hear a difference, so not to 특Shot. And it'll bring up all of Cinction mushrooms. Thank you. So, I don't like seeing any otherrico THAT is here today today. But anyway, we'd think that's bringing communists together to outdoors.",
      "transcript_cleaned": "And they do that. No. Sorry. No, no, no, it is just taught a lot, like, start writing down, like, you need to copy some of the next research. And you will find them absolutely, and you will find a story here in about online accessibility where we do not typically dot books different things. And it will make it aon. So, we do not need to refresh. At 1 minute, we want to hear a difference, so not to 특Shot. And it will bring up all of Cinction mushrooms. Thank you. So, I do not like seeing any otherrico THAT is here today today. But anyway, we would think that is bringing communists together to outdoors.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q01",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "What do you think of bargaining?",
      "transcript": "Well, I think bargaining is what most people do on a daily basis when they do some shopping. And for me, having a good bargaining skill is an indicator of being good at, you know, balancing expenses and calculating.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, um, I think bargaining is what most people do on a daily basis when they do some shopping. And for me, having a good bargaining skill is an indicator of being good at, you know, balancing expenses and calculating.",
      "transcript_cleaned": "I think bargaining is what most people do on a daily basis when they do some shopping. And for me, having a good bargaining skill is an indicator of being good at, you know, balancing expenses and calculating.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q03",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "And how do you bargain?",
      "transcript": "Well, it is not hyperbole to say that I am not able to bargain at all. actually sometimes I can evaluate if an item is overly expensive. it is just that I do not know how low I should go in order to reach a reasonable price. So that both parties are happy.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it's not hyperbole to say that I'm not able to bargain at all. Uh, actually sometimes I can evaluate if an item is overly expensive. It's just that I don't know how low I should go in order to reach a reasonable price. So that both parties are happy.",
      "transcript_cleaned": "it is not hyperbole to say that I am not able to bargain at all. actually sometimes I can evaluate if an item is overly expensive. it is just that I do not know how low I should go in order to reach a reasonable price. So that both parties are happy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q04",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "Do you like math?",
      "transcript": "Absolutely no. I have had this deep-seated hatred for math ever since I was a little girl. You know, I just realized that I do not have a knack for numbers and figures.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, absolutely no. I've had this deep-seated hatred for math ever since I was a little girl. You know, I just realized that I don't have a knack for numbers and figures.",
      "transcript_cleaned": "Absolutely no. I have had this deep-seated hatred for math ever since I was a little girl. You know, I just realized that I do not have a knack for numbers and figures.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q05",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "Is math difficult for you to learn?",
      "transcript": "100%. I mean, back in school, I always found it hard to wrap my head around math problems because you know, maybe natural science subjects are not my forte. Do you like to use a calculator Well it actually depends if it a complicated math problem or a situation when I have to give an immediate response to a an adding or multiplying numbers I would definitely go for a calculator but sometimes I do prefer to do mental arithmetic you know because I I think at some point it helped me to So I can train my brain muscle so that I can have a sharper mind.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "100%. I mean, back in school, I always found it hard to wrap my head around math problems because you know, maybe natural science subjects are not my forte. Do you like to use a calculator Well it actually depends if it a complicated math problem or a situation when I have to give an immediate response to a an adding or multiplying numbers I would definitely go for a calculator but sometimes I do prefer to do mental arithmetic you know because I I think at some point it helped me to So I can train my brain muscle so that I can have a sharper mind.",
      "transcript_cleaned": "100%. I mean, back in school, I always found it hard to wrap my head around math problems because you know, maybe natural science subjects are not my forte. Do you like to use a calculator Well it actually depends if it a complicated math problem or a situation when I have to give an immediate response to a an adding or multiplying numbers I would definitely go for a calculator but sometimes I do prefer to do mental arithmetic you know because I I think at some point it helped me to So I can train my brain muscle so that I can have a sharper mind.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q06",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "So what do you do to stay happy?",
      "transcript": "Well, I have to admit that I am a bit of a spontaneous person, so there is no formula to happiness for me. But I actually feel good when I hang out with my friends at our favorite coffee shop or eat good food. And work out.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I have to admit that I'm a bit of a spontaneous person, so there's no formula to happiness for me. But I actually feel good when I hang out with my friends at our favorite coffee shop or eat good food. And work out.",
      "transcript_cleaned": "I have to admit that I am a bit of a spontaneous person, so there is no formula to happiness for me. But I actually feel good when I hang out with my friends at our favorite coffee shop or eat good food. And work out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q07",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "Can you stay happy all the time?",
      "transcript": "I do not know about other people, but for me, it is not possible for us to stay positive all the time. Because as adults, you know, we have responsibilities to shoulder. We have relationships to maintain and personal problems to solve. So, life gets in the way and that is why we may feel stressed out and a little negative sometimes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't know about other people, but for me, it's not possible for us to stay positive all the time. Because as adults, you know, we have responsibilities to shoulder. We have relationships to maintain and personal problems to solve. So, life gets in the way and that's why we may feel stressed out and a little negative sometimes.",
      "transcript_cleaned": "I do not know about other people, but for me, it is not possible for us to stay positive all the time. Because as adults, you know, we have responsibilities to shoulder. We have relationships to maintain and personal problems to solve. So, life gets in the way and that is why we may feel stressed out and a little negative sometimes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q08",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "Is it important to be happy?",
      "transcript": "Definitely. I mean, there is no point in working so hard, going out and meeting a lot of people, but then at the end of the day you come home feeling drained and empty. And you may have no motivation to carry on with life. So it is really crucial that you find something, find joy in the things that you do to keep going.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Definitely. I mean, there's no point in working so hard, going out and meeting a lot of people, but then at the end of the day you come home feeling drained and empty. And you may have no motivation to carry on with life. So it's really crucial that you find something, find joy in the things that you do to keep going.",
      "transcript_cleaned": "Definitely. I mean, there is no point in working so hard, going out and meeting a lot of people, but then at the end of the day you come home feeling drained and empty. And you may have no motivation to carry on with life. So it is really crucial that you find something, find joy in the things that you do to keep going.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}