{
  "batch_id": 135,
  "count": 20,
  "samples": [
    {
      "sample_id": "SAM9iLnCKx8_q17",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "Do you think gyms can introduce more fitness related programs than just exercising on machines?",
      "transcript": "Huh. Exercising on machines. Yes, they do. They can more create these things more like, recreation. They can recreate, they can make the things related to recreation and people do the, people can have habits and exercising in the same time. And that is a very bright idea. I think if some rich person can, think about it, he can make a, Very good, recreation, accomplishments, and fitness system in the same area. that is very important and I think very efficient.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh huh. Exercising on machines. Yes, they do. They can more create these things more like, uh, recreation. They can recreate, they can make the things related to recreation and people do the, people can have habits and exercising in the same time. And that's a very bright idea. I think if some rich person can, uh, think about it, he can make a, Very good, uh, recreation, accomplishments, and fitness system in the same area. That's very important and I think very efficient.",
      "transcript_cleaned": "Huh. Exercising on machines. Yes, they do. They can more create these things more like, recreation. They can recreate, they can make the things related to recreation and people do the, people can have habits and exercising in the same time. And that is a very bright idea. I think if some rich person can, think about it, he can make a, Very good, recreation, accomplishments, and fitness system in the same area. that is very important and I think very efficient.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SAM9iLnCKx8_q20",
      "video_id": "SAM9iLnCKx8",
      "band": 6.5,
      "question": "When you find the ideas you can confidently and easily speak and express your ideas and speak out your thoughts.",
      "transcript": "Thank you very much. If you do not have any questions. No. Thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Thank you very much. If you don't have any questions. No. Thank you very much.",
      "transcript_cleaned": "Thank you very much. If you do not have any questions. No.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q02",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Do you often talk with your friends about the news?",
      "transcript": "Not really. Because I think I do not like watching news because I think there is a lot of bad news in Korea. So that is why I do not want to watch. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Not really. Because I think I don't like watching news because I think there is a lot of bad news in Korea. So that's why I don't want to watch. Okay.",
      "transcript_cleaned": "Not really. Because I think I do not like watching news because I think there is a lot of bad news in Korea. So that is why I do not want to watch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q03",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "And how do your friends get the news?",
      "transcript": "Oh, I think from phone, from the phone. Yeah. And because we do not, my friends do not usually have TV because they live alone. So we just watch news on the phone. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I think from phone, from the phone. Yeah. And because we don't, uh, my friends don't usually have TV because they live alone. So we just watch news on the phone. Okay.",
      "transcript_cleaned": "Oh, I think from phone, from the phone. Yeah. And because we do not, my friends do not usually have TV because they live alone. So we just watch news on the phone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q04",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "How would you find the news if you wanted to look for something?",
      "transcript": "Oh, YouTube. On YouTube. And then you mentioned that you are not very interested in news.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, YouTube. On YouTube. And then you mentioned that you're not very interested in news.",
      "transcript_cleaned": "Oh, YouTube. On YouTube. And then you mentioned that you are not very interested in news.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q05",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Okay, like, is there specific things that make you not interested in it?",
      "transcript": "Because, everyday, YouTube algorithm, yeah, they show me really bad news everyday. So, that is why I do not want to find.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because, everyday, uh, YouTube algorithm, yeah, they show me really bad news everyday. So, uh, that's why I don't want to find. Um,.",
      "transcript_cleaned": "Because, everyday, YouTube algorithm, yeah, they show me really bad news everyday. So, that is why I do not want to find.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q07",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Like, how do you learn a foreign language?",
      "transcript": "Oh, I think we need more opportunities to talk with foreign teachers. Yes, because Korean students cannot speak English at all, I think. Like, they can understand everything, but they do not like to speak. So, I think we should learn from foreign teachers more. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I think we need more opportunities to talk with foreign teachers. Yes, because Korean students can't speak English at all, I think. Like, they can understand everything, but they don't like to speak. So, I think we should learn from foreign teachers more. Okay.",
      "transcript_cleaned": "Oh, I think we need more opportunities to talk with foreign teachers. Yes, because Korean students cannot speak English at all, I think. Like, they can understand everything, but they do not like to speak. So, I think we should learn from foreign teachers more.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q08",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "What languages would you like to learn in the future?",
      "transcript": "Oh, I love to learn English. So, yes, my plan is to go to live in another country because I love English. So, and I want to learn Spanish too. That sounds good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I love to learn English. So, yes, my plan is to go to live in another country because I love English. So, and I want to learn Spanish too. That sounds good.",
      "transcript_cleaned": "Oh, I love to learn English. So, yes, my plan is to go to live in another country because I love English. So, and I want to learn Spanish too. That sounds",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q09",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "What languages can you speak?",
      "transcript": "Only English and Korean. Okay, that is not bad. Bilingual is good enough.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Only English and Korean. Okay, that's not bad. Bilingual is good enough.",
      "transcript_cleaned": "Only English and Korean. Okay, that is not bad. Bilingual is good enough.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q11",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "At work?",
      "transcript": "Oh, I teach my students in academy. So that is my happiest moment at university. Yeah, sorry. I just thought in case you are not working at university.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I teach my students in academy. So that's my happiest moment at university. Yeah, sorry. I just thought in case you're not working at university.",
      "transcript_cleaned": "Oh, I teach my students in academy. So that is my happiest moment at university. Yeah, sorry. I just thought in case you are not working at university.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q12",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Okay, so it is when you are teaching your students?",
      "transcript": "Yes. Okay, that is a very nice answer. I can relate.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Okay, that's a very nice answer. I can relate.",
      "transcript_cleaned": "Yes. Okay, that is a very nice answer. I can relate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q13",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "What is made you happy lately?",
      "transcript": "Lately? my hobby is soccer. Oh, okay. That makes me happy because I love to play. Okay, that is very cool. yeah, let us go on to part two. I am going to give you your topic. you have got one minute to prepare and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Lately? Um, my hobby is soccer. Oh, okay. That makes me happy because I love to play. Okay, that's very cool. Uh, yeah, let's go on to part two. I'm gonna give you your topic. You've got one minute to prepare and.",
      "transcript_cleaned": "Lately? my hobby is soccer. Oh, okay. That makes me happy because I love to play. Okay, that is very cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q14",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Describe something you do to keep fit and healthy.",
      "transcript": "Okay, so you can start with your notes. Okay, that is your minute. We can start anytime you are ready. something I, to do to keep it healthy is soccer. Because I play soccer every Sunday with my friends. And, I think to keep fit and healthy is important. The reason is, the research shows that we will be able to live in almost 100 years old. So, that is why we have to keep healthy and I think people have to make their hobbies to keep healthy. So, I think I can, I made it with my friends. I play soccer with my friends. I made my own team, because my friends love to play, but they did not have any place to play soccer. So that is why I made it and, we all love to play soccer because whenever we play, we do not have to think anything about that make, us, you know, how can I say? they, we do not have to think about that, like about bad thing that we, that made us really sad or something. So, we all chose soccer. Oh. Yeah, because of these reasons. Oh, really hard. No you made a very good recovery there so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, so you can start with your notes. Okay, that's your minute. We can start anytime you're ready. Uh, something I, to do to keep it healthy is soccer. Because I play soccer every Sunday with my friends. And, uh, I think to keep fit and healthy is important. The reason is, uh, the research shows that we will be able to live in almost 100 years old. So, that's why we have to keep healthy and I think people have to make their hobbies to keep healthy. So, uh, I think I can, I made it with my friends. I play soccer with my friends. I made my own team, uh, because my friends love to play, but they didn't have any place to play soccer. So that's why I made it and, uh, we all love to play soccer because whenever we play, uh, we don't have to think anything about that make, um, us, you know, ah, how can I say? Um, they, we don't have to think about that, like about bad thing that we, that made us really sad or something. So, we all chose soccer. Oh. Yeah, because of these reasons. Oh, really hard. No you made a very good recovery there so.",
      "transcript_cleaned": "you can start with your notes. Okay, that is your minute. We can start anytime you are ready. something I, to do to keep it healthy is soccer. Because I play soccer every Sunday with my friends. And, I think to keep fit and healthy is important. The reason is, the research shows that we will be able to live in almost 100 years old. So, that is why we have to keep healthy and I think people have to make their hobbies to keep healthy. So, I think I can, I made it with my friends. I play soccer with my friends. I made my own team, because my friends love to play, but they did not have any place to play soccer. So that is why I made it and, we all love to play soccer because whenever we play, we do not have to think anything about that make, us, you know, how can I say? they, we do not have to think about that, like about bad thing that we, that made us really sad or something. So, we all chose soccer. Oh. Yeah, because of these reasons. Oh, really hard. No you made a very good recovery there so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q15",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Could it help us?",
      "transcript": "No. Like, by technology, I am meaning like smart watches or something like that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No. Like, by technology, I'm meaning like smart watches or something like that.",
      "transcript_cleaned": "No. Like, by technology, I am meaning like smart watches or something like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q16",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Could that help?",
      "transcript": "I just use it whenever I play soccer but it does not help me. I just see like, oh I ran a lot, something like that, but that does not help me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I just use it whenever I play soccer but it doesn't help me. I just see like, oh I ran a lot, something like that, but that doesn't help me. Okay.",
      "transcript_cleaned": "I just use it whenever I play soccer but it does not help me. I just see like, oh I ran a lot, something like that, but that does not help me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q17",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Do you think it is good for governments to use celebrities or famous people to build health awareness?",
      "transcript": "Yes. Because a lot of people love celebrities. So, like, if someone likes a celebrity a lot, like, if the person, like, plays something, and they could play, you know, like, they play it like her or him. So, it is good. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Ah, um, yes. Because a lot of people love celebrities. So, like, if someone likes a celebrity a lot, like, if the person, like, plays something, and they could play, you know, like, they play it like her or him. So, it's good. Okay.",
      "transcript_cleaned": "Yes. Because a lot of people love celebrities. So, like, if someone likes a celebrity a lot, like, if the person, like, plays something, and they could play, you know, like, they play it like her or him.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q18",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Who would you listen to?",
      "transcript": "For health advice. Actually, I do like celebrities, so I just love my friend, because she is a trainer, physical trainer, so I learn from her a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For health advice. Actually, I do like celebrities, so I just love my friend, because she's a trainer, physical trainer, so I learn from her a lot.",
      "transcript_cleaned": "For health advice. Actually, I do like celebrities, so I just love my friend, because she is a trainer, physical trainer, so I learn from her a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q19",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "How could parents help to keep their kids healthy?",
      "transcript": "Oh, they should exercise first for their kids. And then, because my parents love to exercise, so I have learned from them since I was really young. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, they should exercise first for their kids. And then, because my parents love to exercise, so I've learned from them since I was really young. Okay.",
      "transcript_cleaned": "Oh, they should exercise first for their kids. And then, because my parents love to exercise, so I have learned from them since I was really young.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q20",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "They just exercise, but I think the bad thing is they do not eat a lot, you know?",
      "transcript": "Like, but I think we have to eat a lot and then we should exercise but they do not eat and you know just exercise a lot to be like really skinny. If that is a bad thing but exercising is good. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Like, but I think we have to eat a lot and then we should exercise but they don't eat and you know just exercise a lot to be like really skinny. If that's a bad thing but um, exercising is good. Okay.",
      "transcript_cleaned": "Like, but I think we have to eat a lot and then we should exercise but they do not eat and you know just exercise a lot to be like really skinny. If that is a bad thing but exercising is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "r35hw5FbqMw_q21",
      "video_id": "r35hw5FbqMw",
      "band": 6.5,
      "question": "Like what is the difference you would say?",
      "transcript": "Oh kids have to do exercise like running or jumping rope something like that because of their growth But old people should make their muscles because of their good health because my grandparents, whenever they got older, they could not walk and they, they were likely to, you know, fall down because they do not have muscles on the legs. So that is why we, they have to make more muscles. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh kids have to do exercise like running or jumping rope something like that because of their growth But uh old people uh should make their muscles because of their uh good health Um, because my grandparents, uh, whenever they got older, they couldn't walk and they, they were likely to, you know, fall down because they don't have muscles on the legs. So that's why we, they have to make more muscles. Okay.",
      "transcript_cleaned": "Oh kids have to do exercise like running or jumping rope something like that because of their growth But old people should make their muscles because of their good health because my grandparents, whenever they got older, they could not walk and they, they were likely to, you know, fall down because they do not have muscles on the legs. So that is why we, they have to make more muscles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}