{
  "batch_id": 20,
  "count": 20,
  "samples": [
    {
      "sample_id": "yDBHK-hjoVU_q16",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Why and why not?",
      "transcript": "I think it really does not change. People are the same as the past. But now because of, the ease of communication with, lots of social apps, lots of, digital words, now we can, somehow prove them wrong, more easily than before. At that time, at, for example, ten years ago, there were no telegrams, there were no WhatsApp, and, there were no chats. But now, we can easily show them that here, you promised me something, and now you are right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think it really doesn't change. People are the same as the past. But now because of, er, the ease of communication with, er, lots of social apps, lots of, er, digital words, er, now we can, er, somehow prove them wrong, er, more easily than before. At that time, at, er, for example, er, ten years ago, there were no telegrams, there were no WhatsApp, and, er, there were no chats. But now, er, we can easily show them that here, you promised me something, and now you're right.",
      "transcript_cleaned": "I think it really does not change. People are the same as the past. But now because of, the ease of communication with, lots of social apps, lots of, digital words, now we can, somehow prove them wrong, more easily than before. At that time, at, for example, ten years ago, there were no telegrams, there were no WhatsApp, and, there were no chats. But now, we can easily show them that here, you promised me something, and now you are",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q17",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "What is the importance of commitment to work?",
      "transcript": "I think it is one of the more, one of the most, important things because if you want to run a successful business, you must trust each other. And the commitment is one of the key points in this, issue.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it's one of the more, er, one of the most, er, important things because if you want to run a successful business, you must trust each other. And the commitment is one of the key points in this, er, issue.",
      "transcript_cleaned": "I think it is one of the more, one of the most, important things because if you want to run a successful business, you must trust each other. And the commitment is one of the key points in this, issue.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q18",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "Why and why not?",
      "transcript": "I think young people tend to show less commitment if they are not paid well. Because they are so eager, so energy, and they want to conquer all the problems very fast and maybe they are not so patient to their commitment when they are not satisfied with their will. And has global and social networking enabled people to be more committed or vice versa Sorry I didn Alright I go again Has global and social networking enabled people to be more committed or vice versa Yeah, as I said before, the advent of social networks makes us more committed because in this network, We write our things and everything is recorded. So it is very hard to, turn the situation in our, favorite way and, I think, yeah, it is really important.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think young people tend to show less commitment if they are not paid well. Because they are so eager, so energy, and they want to conquer all the problems very fast and maybe they are not so patient to their commitment when they are not satisfied with their will. And has global and social networking enabled people to be more committed or vice versa Sorry I didn Alright I go again Has global and social networking enabled people to be more committed or vice versa Yeah, as I said before, the advent of social networks makes us more committed because in this network, We write our things and everything is recorded. So it's very hard to, uh, turn the situation in our, uh, favorite way and, uh, I think, yeah, it's really important.",
      "transcript_cleaned": "I think young people tend to show less commitment if they are not paid well. Because they are so eager, so energy, and they want to conquer all the problems very fast and maybe they are not so patient to their commitment when they are not satisfied with their will. And has global and social networking enabled people to be more committed or vice versa Sorry I didn Alright I go again Has global and social networking enabled people to be more committed or vice versa Yeah, as I said before, the advent of social networks makes us more committed because in this network, We write our things and everything is recorded. So it is very hard to, turn the situation in our, favorite way and, I think, yeah, it is really important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yDBHK-hjoVU_q19",
      "video_id": "yDBHK-hjoVU",
      "band": 6.5,
      "question": "And how can we teach young children to be committed to their goals and never give up?",
      "transcript": "I believe that the best way to teach our youngsters, our children, is to show them how we act. And, for example, when we want to follow our goals, if we are committed to these, goals, they will watch us and learn from us. it is not enough just to tell them this and that. it is not working or anything.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I believe that the best way to teach our youngsters, our children, is to show them how we act. And, uh, for example, when we want to follow our goals, if we are committed to these, uh, goals, uh, they will watch us and learn from us. Uh, it's not enough just to tell them this and that. It's not working or anything.",
      "transcript_cleaned": "I believe that the best way to teach our youngsters, our children, is to show them how we act. And, for example, when we want to follow our goals, if we are committed to these, goals, they will watch us and learn from us. it is not enough just to tell them this and that. it is not working or anything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q01",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "What is your favorite type of food?",
      "transcript": "I think my favorite food is fried rice. And in particular, I like shrimp fried rice. it is because it is so easy to make. And coming from China, I grew up eating this, this kind of food. So yeah, when I am tired or whenever I am feeling down, I would cook myself a pot of fried rice, you know, mixing with whatever ingredients I feel like on that particular day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think my favorite food is fried rice. And in particular, I like shrimp fried rice. It's because it is so easy to make. And coming from China, I grew up eating this, this kind of food. So yeah, when I'm tired or whenever I'm feeling down, I would cook myself a pot of fried rice, you know, mixing with whatever ingredients I feel like on that particular day.",
      "transcript_cleaned": "I think my favorite food is fried rice. And in particular, I like shrimp fried rice. it is because it is so easy to make. And coming from China, I grew up eating this, this kind of food. So yeah, when I am tired or whenever I am feeling down, I would cook myself a pot of fried rice, you know, mixing with whatever ingredients I feel like on that particular day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q02",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "And how often do you eat at restaurants?",
      "transcript": "Depends on my income. If I get a couple more paycheck in a month, I will probably eat at the steakhouse once a week. if I do not get as much, maybe twice or every, sorry, maybe every two weeks or every three weeks. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, depends on my income. If I get a couple more paycheck in a month, I'll probably eat at the steakhouse once a week. Um, if I don't get as much, maybe twice or every, sorry, maybe every two weeks or every three weeks. Yeah.",
      "transcript_cleaned": "Depends on my income. If I get a couple more paycheck in a month, I will probably eat at the steakhouse once a week. if I do not get as much, maybe twice or every, sorry, maybe every two weeks or every three weeks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q03",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Do you prefer home cooked meals or eating out?",
      "transcript": "I definitely prefer home cooked meals. because eating out can usually means I am getting more greasy food and it is too much, too many calories for a day. Especially when I am not active. I prefer eating more healthy food. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I definitely prefer home cooked meals. Um, because eating out can usually means I'm getting more greasy food and it's too much, too many calories for a day. Especially when I'm not active. I prefer eating more healthy food. Yeah.",
      "transcript_cleaned": "I definitely prefer home cooked meals. because eating out can usually means I am getting more greasy food and it is too much, too many calories for a day. Especially when I am not active. I prefer eating more healthy food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q04",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "How do you usually communicate with your friends?",
      "transcript": "I usually use social media apps like Instagram, Discord. As a Chinese, I use WeChat, which is very popular and widely used for a variety of reasons in China. So yeah, with my Canadian friends, I would use Discord, but with my parents or relatives in China, I would use WeChat.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I usually use um, social media apps like Instagram, uh, Discord. As a Chinese, I use WeChat, which is uh, very popular and widely used for a variety of reasons in China. So yeah, with um, my Canadian friends, I would use Discord, but with my parents or relatives in China, I would use WeChat.",
      "transcript_cleaned": "I usually use social media apps like Instagram, Discord. As a Chinese, I use WeChat, which is very popular and widely used for a variety of reasons in China. So yeah, with my Canadian friends, I would use Discord, but with my parents or relatives in China, I would use WeChat.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q05",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Do you prefer texting or calling?",
      "transcript": "Most of the time I prefer texting is because I do not want to interrupt other people's personal life. I do not know what they could be doing so I usually just text them. If I have to call them, I would text them to ask for you know their permission first and then you know I would start calling them.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Most of the time I prefer texting is because um, I don't want to interrupt um, other people's personal life. I don't know what they could be doing so I usually just text them. If I have to call them, I would text them to ask for you know their permission first and then you know I would uh, start calling them.",
      "transcript_cleaned": "Most of the time I prefer texting is because I do not want to interrupt other people's personal life. I do not know what they could be doing so I usually just text them. If I have to call them, I would text them to ask for you know their permission first and then you know I would start calling them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q06",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "What is your favorite hobby and how often do you do it?",
      "transcript": "My favorite hobby would be, playing video games, and especially strategy games. I, during my uni times, I almost play them every day, ranging from one hour to three hours, depending on my availability and how much, assignments I have, left to complete. during my, during, holidays, let us say Christmas break, I would completely indulge myself in playing video games. And I would spend, I do not know, say 12 hours or 14 hours straight just, playing with my friends. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, my favorite hobby would be, um, playing video games, uh, and especially strategy games. I, during my uni times, I almost play them every day, um, ranging from one hour to three hours, depending on my availability and how much, uh, assignments I have, uh, left to complete. Um, during my, during, um, holidays, let's say Christmas break, I would completely indulge myself in playing video games. And I would spend, I don't know, say 12 hours or 14 hours straight just, um, playing with my friends. Yeah.",
      "transcript_cleaned": "My favorite hobby would be, playing video games, and especially strategy games. I, during my uni times, I almost play them every day, ranging from one hour to three hours, depending on my availability and how much, assignments I have, left to complete. during my, during, holidays, let us say Christmas break, I would completely indulge myself in playing video games. And I would spend, I do not know, say 12 hours or 14 hours straight just, playing with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q07",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "And how your hobbies changed since childhood?",
      "transcript": "Well, I had myopia problems, as a, as a kid. So I definitely couldn get to play video games because my parents think that staring at a computer screen is a direct cause of myopia so I mostly played with Legos or just hanging out with friends like say playing soccer or basketball at the school grounds You know but then ever since I got my phone and two years later I got my first laptop that when I started playing more video games So there definitely a huge shift from physical to sort of a virtual in an electronic device And do you prefer hobbies that require physical activity or mental engagement? I think I like both. but I think physical activity would have to come first. I have been sitting a lot and recently I learned that I have some back problems being only at 22 years old as a little bit concerning.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, um, I had myopia problems, uh, as a, as a kid. So I definitely couldn get to play video games because my parents think that staring at a computer screen is a direct cause of myopia Um so I mostly played with Legos or just hanging out with friends like say playing soccer or basketball at the school grounds You know but then ever since I got my phone and two years later I got my first laptop that when I started playing more video games So there definitely a huge shift from physical to sort of a virtual in an electronic device And do you prefer hobbies that require physical activity or mental engagement? Um, I think I like both. Um, but I think physical activity would have to come first. I've been sitting a lot and recently I learned that I have some back problems being only at 22 years old as a little bit concerning.",
      "transcript_cleaned": "I had myopia problems, as a, as a kid. So I definitely couldn get to play video games because my parents think that staring at a computer screen is a direct cause of myopia so I mostly played with Legos or just hanging out with friends like say playing soccer or basketball at the school grounds You know but then ever since I got my phone and two years later I got my first laptop that when I started playing more video games So there definitely a huge shift from physical to sort of a virtual in an electronic device And do you prefer hobbies that require physical activity or mental engagement? I think I like both. but I think physical activity would have to come first. I have been sitting a lot and recently I learned that I have some back problems being only at 22 years old as a little bit concerning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q08",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "So I started playing table tennis, which both involves physical activities, but then, you know, where do you hit the ball?",
      "transcript": "The placement also requires a lot of mental game, which, you know, comes from observing your opponent's moves and strategies. And strategies.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The placement also requires a lot of mental game, which, you know, comes from observing your opponent's moves and strategies. And strategies.",
      "transcript_cleaned": "The placement also requires a lot of mental game, which, you know, comes from observing your opponent's moves and strategies. And strategies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q09",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Do you understand?",
      "transcript": "Okay. So I want you to describe a time when you helped a stranger.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. So I want you to describe a time when you helped a stranger.",
      "transcript_cleaned": "I want you to describe a time when you helped a stranger.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q10",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Do you need help?",
      "transcript": "And he said, yeah, I am, very behind in my progress and I would like some help. So, I sat with him for a couple of hours. and he seemed pretty clueless about the final exam. So what I did is I took my previous notes from particular the particular course he taking and I went through the concepts and definitions step by step And you know I would ask him questions of where exactly he didn understand right I would use my old assignments and problems to help him solve So in the end he was able to solve most of his practice exam and he was really happy about that and we went for a little I guess that was close to midnight a little midnight snack And it was pretty relaxing we had some steak And fries at the bar, I think, yeah, a bar at the, by the university. And yeah, we exchanged the contacts and we became friends. And that made me really happy and actually caused my determination into further pursuing education in math, which is what I am doing right now. I also work as a teaching assistant, taught many university classes, everything's that. So this is definitely one of the door opening events for me to choose.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And he said, uh, yeah, I'm, um, very behind in my progress and I would like some help. So, um, I sat with him for a couple of hours. Um, and he seemed pretty clueless about the final exam. So what I did is I took my previous notes from particular the particular course he taking and I went through the concepts and definitions step by step And um you know I would ask him questions of where exactly he didn understand right I would uh use my old assignments and problems to help him solve So in the end um he was able to solve most of his practice exam and um he was really happy about that Um and we went for a little I guess that was close to midnight a little midnight snack And it was pretty relaxing Uh we had uh some steak And fries at the bar, I think, yeah, a bar at the, by the university. And yeah, we exchanged the contacts and we became friends. And that made me really happy and actually caused my determination into further pursuing education in math, which is what I'm doing right now. I also work as a teaching assistant, taught many university classes, everything's that. So this is definitely one of the door opening events for me to choose.",
      "transcript_cleaned": "And he said, yeah, I am, very behind in my progress and I would like some help. So, I sat with him for a couple of hours. and he seemed pretty clueless about the final exam. So what I did is I took my previous notes from particular the particular course he taking and I went through the concepts and definitions step by step And you know I would ask him questions of where exactly he didn understand right I would use my old assignments and problems to help him solve So in the end he was able to solve most of his practice exam and he was really happy about that and we went for a little I guess that was close to midnight a little midnight snack And it was pretty relaxing we had some steak And fries at the bar, I think, yeah, a bar at the, by the university. And yeah, we exchanged the contacts and we became friends. And that made me really happy and actually caused my determination into further pursuing education in math, which is what I am doing right now. I also work as a teaching assistant, taught many university classes, everything's that. So this is definitely one of the door opening events for me to choose.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q11",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "With that person?",
      "transcript": "Yeah, we still chat on discord or, you know, other social media platforms. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yeah, we still chat on discord or, you know, other social media platforms. So.",
      "transcript_cleaned": "we still chat on discord or, you know, other social media platforms.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q12",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Why do people help strangers?",
      "transcript": "My view is, very materialistic. speaking from a psychological point of view, I think ultimately people, help strangers for themselves. Now, some people may help strangers for monetary reasons. let us say if they are getting a financial compensation, then they would go for that. But there are also some people that get a sense of joy or achievement or satisfaction after seeing the strangers sort of resolve their problems by, you know, through whatever means. And that is a psychological need as compared to a financial need I just mentioned. But either way, I think it is an internal drive rather than something external. So yeah, that is my materialistic viewpoint. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, my view is, um, very materialistic. Um, speaking from a psychological point of view, I think ultimately people, um, help strangers for themselves. Now, some people may help strangers for monetary reasons. Let's say if they're getting a financial compensation, then they would go for that. But there are also some people that get a sense of joy or achievement or satisfaction after seeing the strangers sort of resolve their problems by, you know, through whatever means. And that is a psychological need as compared to a financial need I just mentioned. But either way, I think it's an internal drive rather than something external. So yeah, that is my materialistic viewpoint. Perfect.",
      "transcript_cleaned": "My view is, very materialistic. speaking from a psychological point of view, I think ultimately people, help strangers for themselves. Now, some people may help strangers for monetary reasons. let us say if they are getting a financial compensation, then they would go for that. But there are also some people that get a sense of joy or achievement or satisfaction after seeing the strangers sort of resolve their problems by, you know, through whatever means. And that is a psychological need as compared to a financial need I just mentioned. But either way, I think it is an internal drive rather than something external. So yeah, that is my materialistic viewpoint. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q13",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Do you think people today are less willing to help others compared to the past?",
      "transcript": "From what I have noticed, definitely yes. I think, there is more, isolation or people are more distant, both physically and, psychologically from each other nowadays. it is because a lot of times we are doing things online. For example, you and I, we are, I do not know, thousands of kilometers away from each other and we are already doing these activities. It prevented us, it actually prevented us from having more chances to talk to each other and interact each other and feel each other's attitude and personality in person so that we are becoming cold in a sense. another point that I want to mention is there are trust issues. For example a lot of people are faking an injury and then would blame on whoever attempts to help And this has been very common in China especially among older age groups that they might already have some health issues and they would fake a fall or you know they would fall into a car or something and then try to blackmail the driver So I think those kind of events going viral on the Internet are also causing trust issues. As a result, people are definitely less likely to help each other. But still, I think we still have some kindness in our mind. So hopefully things change soon.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, from what I've noticed, definitely yes. Um, I think, um, there is more, um, isolation or people are more distant, um, both physically and, uh, psychologically from each other nowadays. It's because um, a lot of times we are doing things online. For example, um, you and I, we are, I don't know, thousands of kilometers away from each other and we're already doing these activities. It prevented us, it actually prevented us from having more chances to talk to each other and interact each other and feel each other's attitude and personality in person so that we are becoming cold in a sense. Um, another point that I want to mention is there are trust issues. For example a lot of people are faking an injury and then would blame on whoever attempts to help And this has been very common in China especially among older age groups that they might already have some health issues and they would fake a fall or you know they would fall into a car or something and then try to blackmail the driver So I think those kind of events going viral on the Internet are also causing trust issues. As a result, people are definitely less likely to help each other. But still, I think we still have some kindness in our mind. So hopefully things change soon.",
      "transcript_cleaned": "From what I have noticed, definitely yes. I think, there is more, isolation or people are more distant, both physically and, psychologically from each other nowadays. it is because a lot of times we are doing things online. For example, you and I, we are, I do not know, thousands of kilometers away from each other and we are already doing these activities. It prevented us, it actually prevented us from having more chances to talk to each other and interact each other and feel each other's attitude and personality in person so that we are becoming cold in a sense. another point that I want to mention is there are trust issues. For example a lot of people are faking an injury and then would blame on whoever attempts to help And this has been very common in China especially among older age groups that they might already have some health issues and they would fake a fall or you know they would fall into a car or something and then try to blackmail the driver So I think those kind of events going viral on the Internet are also causing trust issues. As a result, people are definitely less likely to help each other. But still, I think we still have some kindness in our mind.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q16",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Do you have any questions?",
      "transcript": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. Usually because you have early practice, you are the last one. After my job is changing later, you should make sure. Okay, this is the last time I am going to talk about. FYI tongues comment.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. Usually because you have early practice, you are the last one. After my job is changing later, you should make sure. Okay, this is the last time I'm going to talk about. FYI tongues comment.",
      "transcript_cleaned": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. Usually because you have early practice, you are the last one. After my job is changing later, you should make sure. Okay, this is the last time I am going to talk about. FYI tongues comment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wcsPTJiXzy8_q17",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Coming out of community and talking about what is the name of Frozen and ?",
      "transcript": "So, you know Also comenter athlete theme and but.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, uh, you know Also comenter athlete theme and but, uh .",
      "transcript_cleaned": "you know Also comenter athlete theme and but.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q02",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "How has your hometown changed over the years?",
      "transcript": "My hometown is located in the north part of Istanbul and it changed from a small fisher town to a, area of a city, actually, because of the development of an airport. Wait.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My hometown is located in the north part of Istanbul and it changed from a small fisher town to a, er, area of a city, actually, because of the development of an airport. Wait.",
      "transcript_cleaned": "My hometown is located in the north part of Istanbul and it changed from a small fisher town to a, area of a city, actually, because of the development of an airport. Wait.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}