{
  "batch_id": 139,
  "count": 20,
  "samples": [
    {
      "sample_id": "LRlFHCiYhm8_q09",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "So first of all, do you think we should tell the truth at all times?",
      "transcript": "Well, generally speaking, it is advisable to tell the truth whenever you can because the consequences of lines that lines bring about can be detrimental. But it not always the case I mean you can also tell lines when you don want to hurt other people feelings For example when a girl wants to break up with her boyfriend she may come up with thousands excuses like she doesn have the time for the relationship or that she want to focus on her future But in fact, what is going on is that she has a change of heart, but she just does not want to break the boy's heart.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, generally speaking, um, it's advisable to tell the truth whenever you can because the consequences of lines that lines bring about can be detrimental. But it not always the case Um I mean you can also tell lines when you don want to hurt other people feelings For example when a girl wants to break up with her boyfriend she may come up with thousands excuses like she doesn have the time for the relationship or that she want to focus on her future But in fact, what is going on is that she has a change of heart, but she just doesn't want to break the boy's heart.",
      "transcript_cleaned": "generally speaking, it is advisable to tell the truth whenever you can because the consequences of lines that lines bring about can be detrimental. But it not always the case I mean you can also tell lines when you don want to hurt other people feelings For example when a girl wants to break up with her boyfriend she may come up with thousands excuses like she doesn have the time for the relationship or that she want to focus on her future But in fact, what is going on is that she has a change of heart, but she just does not want to break the boy's heart.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q10",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "How do you know when others are telling lies?",
      "transcript": "I guess there is a variety of ways, in which we can spot if the person is telling the truth or not. And one of which is to listen to their tone of voice. Because we have a tendency to speak in higher pitch when we are telling lines. so we may detect a person, by their tone of voice. And another way is to maybe look at their facial expressions. I mean if the person is not an actor or actress, you may always see a, like, small changes in nuance of expressions. And that tells, that proves that the person is not being honest.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I guess there's a variety of ways, uh, in which we can spot if the person is telling the truth or not. And one of which is to listen to their tone of voice. Because we have a tendency to speak in higher pitch when we're telling lines. Uh, so we may detect a person, uh, by their tone of voice. And another way is to maybe look at their facial expressions. I mean if the person is not an actor or actress, uh, you may always see a, like, small changes in nuance of expressions. And that tells, that proves that the person is not being honest.",
      "transcript_cleaned": "I guess there is a variety of ways, in which we can spot if the person is telling the truth or not. And one of which is to listen to their tone of voice. Because we have a tendency to speak in higher pitch when we are telling lines. so we may detect a person, by their tone of voice. And another way is to maybe look at their facial expressions. I mean if the person is not an actor or actress, you may always see a, like, small changes in nuance of expressions. And that tells, that proves that the person is not being honest.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LRlFHCiYhm8_q11",
      "video_id": "LRlFHCiYhm8",
      "band": 7.5,
      "question": "And why is it easier to tell the truth to strangers than to friends or family?",
      "transcript": "Well, to my mind, this can be attributed to a few reasons, but the most obvious one is that it would be less embarrassing to tell strangers the truth, especially your problems. I mean, we always want to create an image of that independent individual with strong mentality who can always manage things on our own. So, sometimes we may think that telling our, the ones closest to us, that we are in trouble is a sign of weakness. And yeah, that is one reason I can think of right now. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, to my mind, um, this can be attributed to a few reasons, but the most obvious one is that it would be less embarrassing to tell strangers the truth, especially your problems. Um, I mean, we always want to create an image of that independent individual with strong mentality who can always manage things on our own. So, uh, sometimes we may think that telling our, the ones closest to us, um, that we're in trouble is a sign of weakness. And yeah, that is one reason I can think of right now. Thank you.",
      "transcript_cleaned": "to my mind, this can be attributed to a few reasons, but the most obvious one is that it would be less embarrassing to tell strangers the truth, especially your problems. I mean, we always want to create an image of that independent individual with strong mentality who can always manage things on our own. So, sometimes we may think that telling our, the ones closest to us, that we are in trouble is a sign of weakness. And yeah, that is one reason I can think of right now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q02",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "Computers or mobile phones?",
      "transcript": "I think I use more like mobile phones because like computer is pretty heavy and like I cannot bring computers like everywhere but like I can bring like my mobile phone like everywhere and I can do actually everything like through my mobile phone so I think I use more mobile phone. Okay great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think I use more like mobile phones because like computer is pretty heavy and like I cannot bring computers like everywhere but like I can bring like my mobile phone like everywhere and I can do actually everything like through my mobile phone so I think I use more mobile phone. Okay great.",
      "transcript_cleaned": "I think I use more like mobile phones because like computer is pretty heavy and like I cannot bring computers like everywhere but like I can bring like my mobile phone like everywhere and I can do actually everything like through my mobile phone so I think I use more mobile phone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q03",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "What electronic devices have you bought lately?",
      "transcript": "This year I bought like my laptop computer, Macbook, because I, this year I just graduated so I spent my money. Okay great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, um, this year I bought like my laptop computer, Macbook, because I, this year I just graduated so I spent my money. Okay great.",
      "transcript_cleaned": "This year I bought like my laptop computer, Macbook, because I, this year I just graduated so I spent my money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q04",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "And is there any technology you want to buy?",
      "transcript": "Actually I want to buy, I want to buy my Apple Watch because I just changed my mobile phone like Galaxy to iPhone so I sell my Galaxy Watch so I want to buy Apple Watch. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually I want to buy, I want to buy my Apple Watch because I just changed my mobile phone like Galaxy to iPhone so I sell my Galaxy Watch so I want to buy Apple Watch. Okay.",
      "transcript_cleaned": "Actually I want to buy, I want to buy my Apple Watch because I just changed my mobile phone like Galaxy to iPhone so I sell my Galaxy Watch so I want to buy Apple Watch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q05",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "And is technology important in your life?",
      "transcript": "I think it is really important because these days everyone gets a lot of information through on the internet. so I can get a lot of information and also I can make communication with my friends through mobile phone. Actually, technically we do everything through technology so I think it is really important. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think it's really important because these days everyone gets a lot of information through on the internet. Um, so I can get a lot of information and also I can make communication with my friends through mobile phone. Actually, technically we do everything through technology so I think it's really important. Okay, great.",
      "transcript_cleaned": "I think it is really important because these days everyone gets a lot of information through on the internet. so I can get a lot of information and also I can make communication with my friends through mobile phone. Actually, technically we do everything through technology so I think it is really important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q06",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "Technology?",
      "transcript": "I do not think so. Actually, although technology is important for people and everything is useful like that. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think so. Actually, although technology is important for people and everything is useful like that. Okay, great.",
      "transcript_cleaned": "I do not think so. Actually, although technology is important for people and everything is useful like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q07",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "And what do you think are the trends in technology today compared to when you were young?",
      "transcript": "When I was younger, actually, we do not use, like, I do not think a lot of people do not use smartphone and we, it was not easy to use internet like, like, like even 10 years ago. So I think it changed a lot. Like these days even younger people use mobile phone, like smartphone, and we, everyone can use the internet. So it changed a lot. Okay great So that is the end of our first part So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, when I was younger, actually, um, we don't use, like, I don't think a lot of people don't use smartphone and we, it was not easy to use internet like, like, like even 10 years ago. So I think it changed a lot. Like these days even younger people use mobile phone, like smartphone, and we, everyone can use the internet. So it changed a lot. Okay great So that is the end of our first part So.",
      "transcript_cleaned": "When I was younger, actually, we do not use, like, I do not think a lot of people do not use smartphone and we, it was not easy to use internet like, like, like even 10 years ago. So I think it changed a lot. Like these days even younger people use mobile phone, like smartphone, and we, everyone can use the internet. So it changed a lot. Okay great So that is the end of our first part So.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q08",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "When I heard this question I can think of one friend.",
      "transcript": "She is actually my oldest friend and we met when we were literally zero and like, my mom liked to like, went on a jogging like working in the, on the park, working in the park and actually she did not have any friends in her hometown. so she just randomly talked to like women who had like newborn baby and actually she was my friend and like my mom and her mom became friends and we went to same kindergarten and we always had a We hang out each other like every day and we also went to say middle school. so we hung out really a lot and we usually went to the park like next to our middle school and we used to play badminton and like at the time we did a lot of sports and I really like her cause she is like her personality is really genuine and she is so kind and she cares about it. there is other people a lot so I like her. Okay, all right great job. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, she's actually my oldest friend and we met when we were literally zero and like, Um, my mom liked to like, went on a jogging like working in the, on the park, working in the park and um, actually she didn't have any friends in her hometown. Um, so she just randomly talked to like women who had like newborn baby and actually she was my friend and like my mom and her mom became friends and we went to same kindergarten and we always had a We hang out each other like every day and we also went to say middle school. Um, so we hung out really a lot and we usually went to the park like next to our middle school and we used to play badminton and like um, at the time we did a lot of sports and um, I really like her cause she's like her personality is really genuine and she's so kind and she cares about it. There's other people a lot so I like her. Okay, all right great job. So.",
      "transcript_cleaned": "She is actually my oldest friend and we met when we were literally zero and like, my mom liked to like, went on a jogging like working in the, on the park, working in the park and actually she did not have any friends in her hometown. so she just randomly talked to like women who had like newborn baby and actually she was my friend and like my mom and her mom became friends and we went to same kindergarten and we always had a We hang out each other like every day and we also went to say middle school. so we hung out really a lot and we usually went to the park like next to our middle school and we used to play badminton and like at the time we did a lot of sports and I really like her cause she is like her personality is really genuine and she is so kind and she cares about it. there is other people a lot",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q10",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "And what do you think of communicating via social media?",
      "transcript": "Actually I use social media a lot because this day we use Instagram a lot and like we talk to each other like through DM and I think it is really good platform because like we do not have to do phone call, we do not have to meet like face to face. We can always keep in touch like even we live like far away from them, like far away from my friends so I think it is really great. Okay very good and now your final question all right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually I use social media a lot because this day we use Instagram a lot and like we talk to each other like through DM and I think it's really good platform because like we don't have to do phone call, we don't have to meet like face to face. We can always keep in touch like even we live like far away from them, like far away from my friends so I think it's really great. Okay very good and now your final question all right.",
      "transcript_cleaned": "Actually I use social media a lot because this day we use Instagram a lot and like we talk to each other like through DM and I think it is really good platform because like we do not have to do phone call, we do not have to meet like face to face. We can always keep in touch like even we live like far away from them, like far away from my friends so I think it is really great. Okay very good and now your final question",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mfrmdW_gTIE_q11",
      "video_id": "mfrmdW_gTIE",
      "band": 7.0,
      "question": "Do you think online communication through social media will replace face-to-face communication?",
      "transcript": "Personally I do not think so cause of course we can we can make communication through like social media but still it is it is bit different like I do not think I do not think we can make like deeper, deeper conversation through online. usually I, I like, I share like my deeper, like my life or like that kind of things are like usually face to face and like I just do simple, simple conversations through online like social media so I do not think it can replace a face to face conversation. Okay, alright, so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, personally I don't think so cause um, of course we can we can make communication through like social media but still it's it's bit different like I don't think I don't think we can make like deeper, deeper conversation through online. Um, usually I, I like, I share like my deeper, like my life or like that kind of things are like usually face to face and um, like I just do simple, simple conversations through online like social media so I don't think it can replace a face to face conversation. Okay, alright, so.",
      "transcript_cleaned": "Personally I do not think so cause of course we can we can make communication through like social media but still it is it is bit different like I do not think I do not think we can make like deeper, deeper conversation through online. usually I, I like, I share like my deeper, like my life or like that kind of things are like usually face to face and like I just do simple, simple conversations through online like social media so I do not think it can replace a face to face conversation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q02",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "Okay, and first of all, could you tell me are you working or are you a student?",
      "transcript": "I am working now as a dancer and performer since I major dance and I mostly work as a freelancer in South Korea but I start my new season abroad on this January.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm working now as a dancer and performer since I major dance and I mostly work as a freelancer in South Korea but I start my new season abroad on this January.",
      "transcript_cleaned": "I am working now as a dancer and performer since I major dance and I mostly work as a freelancer in South Korea but I start my new season abroad on this January.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q03",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "Okay, and do you like Your job?",
      "transcript": "Yes, I love it. it is my favorite thing in the world.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I love it. It's my favorite thing in the world.",
      "transcript_cleaned": "Yes, I love it. it is my favorite thing in the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q04",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "What do you like most about your job?",
      "transcript": "To perform, travel, and get paid. Now we are going to talk about writing.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, to perform, travel, and get paid. Now we're gonna talk about writing.",
      "transcript_cleaned": "To perform, travel, and get paid. Now we are going to talk about writing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q05",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "So do you write a lot?",
      "transcript": "Yes, I, when I was young I tried to write my diary every day to record my practice, like it was kind of practice note. But these days I do not really write every day, but when I want to write, I think I write. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I, um, when I was young I tried to write my diary every day to record my practice, like it was kind of practice note. But these days I don't really write every day, but when I want to write, I think I write. Yeah.",
      "transcript_cleaned": "Yes, I, when I was young I tried to write my diary every day to record my practice, like it was kind of practice note. But these days I do not really write every day, but when I want to write, I think I write.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q06",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "And what do you like to write?",
      "transcript": "About my feelings usually, and also if there are something like special, some occasions or some certain thing happened, then I write about that, but usually about my feelings.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "About my feelings usually, and also if there are something like special, um, some occasions or some certain thing happened, then I write about that, but usually about my feelings.",
      "transcript_cleaned": "About my feelings usually, and also if there are something like special, some occasions or some certain thing happened, then I write about that, but usually about my feelings.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q07",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "And do you think the things you like to write will change in the future?",
      "transcript": "I do not know. I think about the feelings I am going to write like maybe forever because that is my like, the main topic of my diary. But maybe some other exceptional subjects or external subjects will be changed of course because I am going to be changed. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I don't know. I think about the feelings I'm going to write like maybe forever because that is my like, the main topic of my diary. But maybe some other exceptional subjects or external subjects will be changed of course because I'm going to be changed. Hmm, okay.",
      "transcript_cleaned": "I do not know. I think about the feelings I am going to write like maybe forever because that is my like, the main topic of my diary. But maybe some other exceptional subjects or external subjects will be changed of course because I am going to be changed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q08",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "And do you prefer writing by hand or typing on a computer?",
      "transcript": "Usually by hand because I like the feelings of the pen and pencils. But if I do not have the note or paper, then I like to write with my phone by typing. alright. And now we are going to talk about puzzles.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, usually by hand because I like the feelings of the pen and pencils. But if I don't have the note or paper, then I like to write with my phone by typing. Hmm, alright. And now we're going to talk about puzzles.",
      "transcript_cleaned": "Usually by hand because I like the feelings of the pen and pencils. But if I do not have the note or paper, then I like to write with my phone by typing. alright. And now we are going to talk about puzzles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q09",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "So, did you do puzzles in your childhood?",
      "transcript": "Maybe, but I do not really remember. I think there was a one, maybe only one puzzle in my room and it was like a princess like puzzle. So all the princess characters were there and I was just puzzling. But except that I do not really remember other puzzles. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, maybe, but I don't really remember. I think there was a one, maybe only one puzzle in my room and it was like a princess like puzzle. So all the princess characters were there and I was just puzzling. But except that I don't really remember other puzzles. Okay.",
      "transcript_cleaned": "Maybe, but I do not really remember. I think there was a one, maybe only one puzzle in my room and it was like a princess like puzzle. So all the princess characters were there and I was just puzzling. But except that I do not really remember other puzzles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}