{
  "batch_id": 107,
  "count": 20,
  "samples": [
    {
      "sample_id": "gH2MFU1l0wc_q05",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "And what do you do when you feel bored?",
      "transcript": "Oh, when I am feeling bored, I am thinking I am trying to, handle this arts because I am trying to be better in this, almost like I like portraying people. Yeah. it is some kind of like, I see the pretty people. Yeah. I am trying to remember how they look. Yeah. And I am trying to portray them. Just like that. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, when I'm feeling bored, I'm thinking I'm trying to, uh, handle this arts because I'm trying to be better in this, uh, almost like I like portraying people. Yeah. It's some kind of like, I see the pretty people. Yeah. I'm trying to remember how they look. Yeah. And I'm trying to portray them. Just like that. Great.",
      "transcript_cleaned": "Oh, when I am feeling bored, I am thinking I am trying to, handle this arts because I am trying to be better in this, almost like I like portraying people. Yeah. it is some kind of like, I see the pretty people. Yeah. I am trying to remember how they look. Yeah. And I am trying to portray them. Just like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q06",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "And do you think childhood is boring or adulthood is boring?",
      "transcript": "No, both are not boring. Childhood is a very good time. it is a time when you are living with your grandma and you have so much friends and just like that. And when you get draw, it is like, it is not like childhood, but it is pretty fun. Okay, great. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, both are not boring. Childhood is a very good time. It's a time when you're living with your grandma and you have so much friends and just like that. And when you get draw, it's like, uh, it's not like childhood, but it's pretty fun. Okay, great. So.",
      "transcript_cleaned": "No, both are not boring. Childhood is a very good time. it is a time when you are living with your grandma and you have so much friends and just like that. And when you get draw, it is like, it is not like childhood, but it is pretty fun.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q07",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "So what do you usually do in the evening?",
      "transcript": "Oh, in the evening, almost, I like, painting or meeting with my friends or both. Just like talking and painting, talking and painting. Yeah. Just like that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, in the evening, almost, I like, uh, painting or meeting with my friends or both. Just like talking and painting, talking and painting. Yeah. Just like that. Hmm.",
      "transcript_cleaned": "Oh, in the evening, almost, I like, painting or meeting with my friends or both. Just like talking and painting, talking and painting. Yeah. Just like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q08",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "And are there any differences between what you do in the evening now and what you did in the past?",
      "transcript": "In the past when I was young, it is to be, it was very scheduled. Yeah. because my mom was so strict. Yes, just like that. And now I can do wherever I want. Yeah, you know, I think childhood is like, not too much good as when you get grown. Yeah. Okay yes yes And do you spend your evenings doing the same things on both weekends and weekdays Just now yes because it some kind of like student time for me And I think when I get some job employment I think it will be not the same as now Okay great It too much free time for me Oh, I see. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, in the past when I was young, it's to be, it was very scheduled. Yeah. Uh, because my mom was so strict. Yes, just like that. And now I can do wherever I want. Yeah, you know, I think childhood is like, not too much good as when you get grown. Yeah. Okay yes yes And do you spend your evenings doing the same things on both weekends and weekdays Just now yes because it some kind of like student time for me And I think when I get some job employment I think it will be not the same as now Okay great It too much free time for me Oh, I see. Right.",
      "transcript_cleaned": "In the past when I was young, it is to be, it was very scheduled. Yeah. because my mom was so strict. Yes, just like that. And now I can do wherever I want. Yeah, you know, I think childhood is like, not too much good as when you get grown. Yeah. Okay yes yes And do you spend your evenings doing the same things on both weekends and weekdays Just now yes because it some kind of like student time for me And I think when I get some job employment I think it will be not the same as now Okay great It too much free time for me Oh, I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q10",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "So could you describe something you do to keep fit and healthy?",
      "transcript": "Oh, I am always on the diet and I am running. Yeah, in the mornings. this case, sometimes I am going to the gym, but it is not scheduled. it is like when I am passionate, I am going to the gym, and take personal training. but, I do not think so. it is, so healthy because it can be shadowed. Sometimes you do that. Sometimes you do not do that. And it is like some kind of, I want to do that or no. And running is passionate for me. I have, how to say, some stuff for that. Yeah. And do that every morning. Even if I feel bored, I will do that. And second part is diet because when you do sports but eating wherever you want, it is impossible to get a good fit.. So that is about one minute of speaking now. All right. Nice, nice.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I'm always on the diet and I'm running. Yeah, in the mornings. Uh, this case, sometimes I'm going to the gym, but it's not scheduled. It's like when I'm passionate, I'm going to the gym, uh, and take personal training. Uh, but, uh, I don't think so. It's, uh, so healthy because it can be shadowed. Sometimes you do that. Sometimes you don't do that. And it's like some kind of, I want to do that or no. And running is passionate for me. Uh, I have, how to say, some stuff for that. Yeah. And do that every morning. Even if I feel bored, I will do that. And second part is diet because when you do sports but eating wherever you want, it's impossible to get a good fit. Mm. So that's about one minute of speaking now. All right. Nice, nice.",
      "transcript_cleaned": "Oh, I am always on the diet and I am running. Yeah, in the mornings. this case, sometimes I am going to the gym, but it is not scheduled. it is like when I am passionate, I am going to the gym, and take personal training. but, I do not think so. it is, so healthy because it can be shadowed. Sometimes you do that. Sometimes you do not do that. And it is like some kind of, I want to do that or no. And running is passionate for me. I have, how to say, some stuff for that. Yeah. And do that every morning. Even if I feel bored, I will do that. And second part is diet because when you do sports but eating wherever you want, it is impossible to get a good fit.. So that is about one minute of speaking now. All right. Nice, nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q11",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "And do you usually like running outside or indoors?",
      "transcript": "Running outside I think because you see the people, oh, if I run in with my dog, it is like, oh my god, I am very happy in the time, yes. Okay, great. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, running outside I think because you see the people, oh, if I run in with my dog, it's like, oh my god, I'm very happy in the time, yes. Okay, great. So.",
      "transcript_cleaned": "Running outside I think because you see the people, oh, if I run in with my dog, it is like, oh my god, I am very happy in the time, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q12",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "Okay, so do you think schools should provide physical education classes to students?",
      "transcript": "Yes but interesting in physical education classes When I was studying in Ukraine it was some kind of like okay take your feet okay move your hands It was not so interesting for children you know I think it may be some kind of like football something like that I think so Yes yes And do you think these days children get enough exercise I do not know. I do not have one. Yeah. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes but interesting in physical education classes When I was studying in Ukraine it was some kind of like uh okay take your feet okay move your hands It was not so interesting for children you know I think it may be some kind of like football something like that I think so Yes yes And um do you think these days children get enough exercise Um, I don't know. I don't have one. Yeah. All right.",
      "transcript_cleaned": "Yes but interesting in physical education classes When I was studying in Ukraine it was some kind of like okay take your feet okay move your hands It was not so interesting for children you know I think it may be some kind of like football something like that I think so Yes yes And do you think these days children get enough exercise I do not know. I do not have one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q14",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "Treadmills?",
      "transcript": "Yeah, treadmills, treadmills for people and, they can provide you and they can do that type of fit wherever you want. Just like, I want to be fit in that part or in that part. Just like that. And if we are talking about, I do not think so, it is the same topic, but plastic surgery, I do not agree with that. Okay, alright. Cool.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, treadmills, treadmills for people and, um, they can provide you and they can do that type of fit wherever you want. Just like, I want to be fit in that part or in that part. Just like that. And if we're talking about, I don't think so, it's the same topic, but plastic surgery, I don't agree with that. Okay, alright. Cool.",
      "transcript_cleaned": "treadmills, treadmills for people and, they can provide you and they can do that type of fit wherever you want. Just like, I want to be fit in that part or in that part. Just like that. And if we are talking about, I do not think so, it is the same topic, but plastic surgery, I do not agree with that. Okay, alright. Cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q15",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "What do you think about using popular celebrities to build awareness for health?",
      "transcript": "It is cool, but it is some kind of pressure for people because not all the people can have the same fit, you know, as in the picture. Sometimes in the picture it is like, it is some kind of like portraying. I can paint the same, but people cannot look like that, you know, you can have the very, like, it is impossible to have this form. Yeah. Yes, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it's cool, but it's some kind of pressure for people because not all the people can have the same fit, you know, as in the picture. Sometimes in the picture it's like, it's some kind of like portraying. I can paint the same, but people can't look like that, you know, you can have the very, like, it's impossible to have this form. Yeah. Yes, yes.",
      "transcript_cleaned": "It is cool, but it is some kind of pressure for people because not all the people can have the same fit, you know, as in the picture. Sometimes in the picture it is like, it is some kind of like portraying. I can paint the same, but people cannot look like that, you know, you can have the very, like, it is impossible to have this form. Yeah. Yes, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q16",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "And why do you think celebrities could help people reach their exercise goals?",
      "transcript": "Mostly I do not think so. I think it is kind of pressure and pressure for mostly for women, you know, because it is like when I see some photos, even me, I am sometimes thinking like, oh my god, I am not so beautiful as her, yes. Because she is so fit, she is so beautiful, and her skin and something like that. it is impossible to have the fame in real life. But I think it is like, they motivated us to have higher standards. Yeah, it is good for us. Yeah, okay, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, mostly I don't think so. I think it's kind of pressure and pressure for mostly for women, you know, because it's like when I see some photos, even me, I'm sometimes thinking like, oh my god, I'm not so beautiful as her, yes. Because she's so fit, she's so beautiful, and her skin and something like that. It's impossible to have the fame in real life. But I think it's like, uh, they motivated us to have higher standards. Yeah, it's good for us. Yeah, okay, okay.",
      "transcript_cleaned": "Mostly I do not think so. I think it is kind of pressure and pressure for mostly for women, you know, because it is like when I see some photos, even me, I am sometimes thinking like, oh my god, I am not so beautiful as her, yes. Because she is so fit, she is so beautiful, and her skin and something like that. it is impossible to have the fame in real life. But I think it is like, they motivated us to have higher standards. Yeah, it is good for us.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q20",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "If like if the examiner asks you about like, how can parents or what do people normally do?",
      "transcript": "I would keep it like people in general usually. Yeah, yeah. But yeah, it was a good test overall. So thank you for taking it. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I would keep it like people in general usually. Yeah, yeah. But yeah, it was a good test overall. So thank you for taking it. Perfect.",
      "transcript_cleaned": "I would keep it like people in general usually. Yeah, yeah. But yeah, it was a good test overall. So thank you for taking it. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q02",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Chloe, tell me, are you working or studying at the moment?",
      "transcript": "Actually, I am doing both. I am attending graduate school here in Seoul and at the same time I am working at a Korean barbecue restaurant. So would you like to, if we talk about schools and workplaces, would you prefer to talk about your studies or your workplace in this case? Maybe workplace. I think it is a very interesting place to work because we have members come coming from different countries such as China, Japan, Korea, of course, and Nepal.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually, I'm doing both. I am attending graduate school here in Seoul and at the same time I'm working at a Korean barbecue restaurant. So would you like to, if we talk about schools and workplaces, would you prefer to talk about your studies or your workplace in this case? Maybe workplace. I think it's a very interesting place to work because we have members come coming from different countries such as China, Japan, Korea, of course, and um, Nepal.",
      "transcript_cleaned": "Actually, I am doing both. I am attending graduate school here in Seoul and at the same time I am working at a Korean barbecue restaurant. So would you like to, if we talk about schools and workplaces, would you prefer to talk about your studies or your workplace in this case? Maybe workplace. I think it is a very interesting place to work because we have members come coming from different countries such as China, Japan, Korea, of course, and Nepal.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q03",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Nepal, is that correct?",
      "transcript": "Nepal, sorry. yeah. And Cambodia. Yeah. So I think it is very, dynamic and a very young group of people. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Nepal, sorry. Um, yeah. And Cambodia. Yeah. So I think it's um, very, um, dynamic and a very young group of people. Okay.",
      "transcript_cleaned": "Nepal, sorry. yeah. And Cambodia. Yeah. So I think it is very, dynamic and a very young group of people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q04",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Do you think you have got a good working environment at the moment?",
      "transcript": "Yeah, sure. Absolutely. I think my manager who is very, energetic and has great leadership. he can lead the whole team into a very good, direction. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, sure. Absolutely. I think my manager who is very, um, energetic and has great leadership. Uh, he can lead the whole team into a very good, um, direction. Yeah. Okay.",
      "transcript_cleaned": "sure. Absolutely. I think my manager who is very, energetic and has great leadership. he can lead the whole team into a very good, direction.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q05",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "And what is challenging at your workplace?",
      "transcript": "It is super busy. Actually, I worked last night too. for the entire four or five hours, we just kept working. Yeah. Without, without like no rest at all. So. The next question is actually about like resting and so at the workplace.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It's super busy. Actually, I worked last night too. Um, for the entire four or five hours, we just kept working. Yeah. Without, without like no rest at all. So. The next question is actually about like resting and so at the workplace.",
      "transcript_cleaned": "It is super busy. Actually, I worked last night too. for the entire four or five hours, we just kept working. Yeah. Without, without like no rest at all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q06",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Do you guys have like an area where you can rest and relax a bit?",
      "transcript": "No, I wish we had that space, but fortunately no. Okay, I see.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I wish we had that space, but fortunately no. Okay, I see.",
      "transcript_cleaned": "No, I wish we had that space, but fortunately no.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q07",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "What advantages do you think it has if a company has like a resting or a relaxation room?",
      "transcript": "I think it provides, the employees with a space to like, take some relaxation and, so that they can enhance their work performance. it is very important to like strike the balance between work and rest. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think it provides, um, the employees with a space to like, uh, take some relaxation and, um, so that they can enhance their work performance. Um, it's very important to like strike the balance between work and rest. Okay.",
      "transcript_cleaned": "I think it provides, the employees with a space to like, take some relaxation and, so that they can enhance their work performance. it is very important to like strike the balance between work and rest.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q08",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Have you ever thought about changing jobs?",
      "transcript": "When speaking, speaking of the job, I think it provides the employees with the space to, like, take some relaxation and, so that they can enhance their work performance. when speaking of the current job that I am doing right now, I would say no because I am pretty satisfied with that. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, when speaking, speaking of the job, I think it provides the employees with the space to, like, take some relaxation and, um, so that they can enhance their work performance. Uh, when speaking of the current job that I'm doing right now, I would say no because I'm pretty satisfied with that. Yeah. Okay.",
      "transcript_cleaned": "When speaking, speaking of the job, I think it provides the employees with the space to, like, take some relaxation and, so that they can enhance their work performance. when speaking of the current job that I am doing right now, I would say no because I am pretty satisfied with that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q09",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "How do you get to work like the transportation?",
      "transcript": "Yeah. I go to work by subway. Yeah, I usually just take like several stops and about 20 minutes to get there. So it is very convenient. You mentioned that you were from China. another topic we can talk about is the news.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Ah, yeah. I go to work by subway. Yeah, I usually just take like several stops and about 20 minutes to get there. So it's very convenient. You mentioned that you were from China. Um, another topic we can talk about is the news.",
      "transcript_cleaned": "I go to work by subway. Yeah, I usually just take like several stops and about 20 minutes to get there. So it is very convenient. You mentioned that you were from China. another topic we can talk about is the news.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q10",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "So how often do you talk with your friends about the news and what is happening back home?",
      "transcript": "Not very often, I guess, because I, I am not a very enthusiastic about the latest things. recently I know about a movie which is very popular in China. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Not very often, I guess, because I, I am not a very enthusiastic about the latest things. Um, recently I know about a movie which is very popular in China. Yeah. Okay.",
      "transcript_cleaned": "Not very often, I guess, because I, I am not a very enthusiastic about the latest things. recently I know about a movie which is very popular in China.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}