{
  "batch_id": 306,
  "count": 20,
  "samples": [
    {
      "sample_id": "qcNYhf-6j8k_s16",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you think people spend too much time watching short videos?",
      "transcript": "Yes, I think why people watching show many short videos a lot of when they are free while traveling and the numbers of million and billion view prove that we are spending most time on the short videos. Mhm.",
      "source": "supplementary",
      "transcript_original": "Yes, I think why people watching show many short videos a lot of when they are free while traveling and the numbers of million and billion view prove that we are spending most time on the short videos. Mhm.",
      "transcript_cleaned": "Yes, I think why people watching show many short videos a lot of when they are free while traveling and the numbers of million and billion view prove that we are spending most time on the short videos. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s17",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Are there many people who watch online videos a lot?",
      "transcript": "Well, I think the online video watchers are too much free and the person they have do not work. They watch too much online videos and they learn from something new from online videos. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, I think the online video watchers are too much free and the person they have don't work. They watch too much online videos and they learn from something new from online videos. Okay.",
      "transcript_cleaned": "I think the online video watchers are too much free and the person they have do not work. They watch too much online videos and they learn from something new from online videos.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s18",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Like like what can you give some examples what they can learn?",
      "transcript": "They learn like life hacks and something related to science because there are many shorts video related to science. So only related to science one can learn through online videos. There are so many things, so many subjects, a person can learn his or her own interest. Yes. Okay. Like if someone is from art stream or commerce stream and if someone is highly interested in sports or singing. So like the answer of everything available there is a solution for everything. Okay.",
      "source": "supplementary",
      "transcript_original": "They learn like uh life hacks and uh something related to science because there are many shorts video related to science. So only related to science one can learn through online videos. There are so many things, so many subjects, a person can learn his or her own interest. Yes. Okay. Like if someone is from art stream or commerce stream and if someone is highly interested in sports or singing. So like the answer of uh everything available there is a solution for everything. Okay.",
      "transcript_cleaned": "They learn like life hacks and something related to science because there are many shorts video related to science. So only related to science one can learn through online videos. There are so many things, so many subjects, a person can learn his or her own interest. Yes. Okay. Like if someone is from art stream or commerce stream and if someone is highly interested in sports or singing. So like the answer of everything available there is a solution for everything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "QMzI76rrHko_s03",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "You pronounce it twice, right?",
      "transcript": "Regarding phonetics, the way to position your tongue is between the two teeth.",
      "source": "supplementary",
      "transcript_original": "Regarding phonetics, the way to position your tongue is between the two teeth.",
      "transcript_cleaned": "Regarding phonetics, the way to position your tongue is between the two teeth.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s01",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "Do you live in a house or a flat?",
      "transcript": "I am living in a flat with my parents because I am originally from a small family so I do not need to leave a house. Mhm.",
      "source": "supplementary",
      "transcript_original": "I'm living in a flat with my parents because I'm originally from a small family so I don't need to leave a house. Mhm.",
      "transcript_cleaned": "I am living in a flat with my parents because I am originally from a small family so I do not need to leave a house. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s02",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "And which is your favorite room there?",
      "transcript": "I prefer my bedroom because usually I will hang out with my relatives, my parents and my friends. So I just got some a few time I can stay with myself in my bedroom. So I will choose this room. Okay.",
      "source": "supplementary",
      "transcript_original": "I prefer my bedroom cuz usually I will hang out with my relatives, my parents and my friends. So I just got some a few time I can stay with myself in my bedroom. So I will choose this room. Okay.",
      "transcript_cleaned": "I prefer my bedroom because usually I will hang out with my relatives, my parents and my friends. So I just got some a few time I can stay with myself in my bedroom. So I will choose this room.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s03",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "And who do you live with?",
      "transcript": "Live with my parents because I am the only child in my family and I do not have my grandparents. So now I am live with my parents. Okay. I would like to move on now and talk about challenges.",
      "source": "supplementary",
      "transcript_original": "Live with my parents cuz I'm the only child in my family and I don't have my grandparents. So now I'm live with my parents. Okay. I'd like to move on now and talk about um challenges.",
      "transcript_cleaned": "Live with my parents because I am the only child in my family and I do not have my grandparents. So now I am live with my parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s04",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "What subject do you think is the most challenging at school?",
      "transcript": "I will go for mathematics. I really hate mathematics this subject when I was young. Even like right now, I still do not like it. it is very hard for me in the past. Even like 1 + 1 equal to two. In the past, I need to think about it maybe five minutes or 10 minutes when I was a key.",
      "source": "supplementary",
      "transcript_original": "I'll go for mathematics. I really hate mathematics this subject when I was young. Even like right now, I still don't like it. It's very hard for me in the past. Even like 1 + 1 equal to two. In the past, I need to think about it maybe five minutes or 10 minutes when I was a key.",
      "transcript_cleaned": "I will go for mathematics. I really hate mathematics this subject when I was young. Even like right now, I still do not like it. it is very hard for me in the past. Even like 1 + 1 equal to two. In the past, I need to think about it maybe five minutes or 10 minutes when I was a key.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s05",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "Do you like to challenge yourself?",
      "transcript": "In the past I would say no but for now this stage of Christristen I would say yes especially like practice my English. I need to take my English to next level and I will go for I will go to the UK for studying my master's degree this year. Then I need to face more different and hard challenges in my life. Mhm.",
      "source": "supplementary",
      "transcript_original": "In the past I would say no but for now this stage of Christristen I would say yes especially like practice my English. I need to take my English to next level and I will go for I'll go to the UK for studying my master's degree this year. Then I need to face more different and hard challenges in my life. Mhm.",
      "transcript_cleaned": "In the past I would say no but for now this stage of Christristen I would say yes especially like practice my English. I need to take my English to next level and I will go for I will go to the UK for studying my master's degree this year. Then I need to face more different and hard challenges in my life. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s07",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "Have you learned to play a musical instrument?",
      "transcript": "Yes. When I was young, pretty much that age, maybe eight years old, my parents took me to go to a m music maybe m music place to learn to play piano at that moment. Yes. But I gave up. I only learned it for one year. Then after that, I chose to learn fencing.",
      "source": "supplementary",
      "transcript_original": "Yes. When I was young, pretty much that age, maybe eight years old, my parents took me to go to a m music maybe m music place to learn to play piano at that moment. Yes. But I gave up. I only learned it for one year. Then after that, I chose to learn fencing.",
      "transcript_cleaned": "Yes. When I was young, pretty much that age, maybe eight years old, my parents took me to go to a m music maybe m music place to learn to play piano at that moment. Yes. But I gave up. I only learned it for one year. Then after that, I chose to learn fencing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s08",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "What musical instruments do you enjoy listening to the most?",
      "transcript": "Honestly, I do not listen to much instrument instruments in my daily life. If I have to choose one, then like guitar because it sounds different compared to other instruments. Yes. Mhm.",
      "source": "supplementary",
      "transcript_original": "Honestly, I don't listen to much instrument instruments in my daily life. If I have to choose one, then like guitar because it sounds different compared to other instruments. Yes. Mhm.",
      "transcript_cleaned": "Honestly, I do not listen to much instrument instruments in my daily life. If I have to choose one, then like guitar because it sounds different compared to other instruments. Yes. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s09",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "Do you think children should learn to play an instrument at school?",
      "transcript": "It really depends different children's their personal opinions. Instead of I talk I tell you you need to learn it or you need to learn that. If there are some groups of students they like to learn then this answer is yes. If you do not want to learn it then you do not need to learn it in your school.",
      "source": "supplementary",
      "transcript_original": "It really depends different children's their personal opinions. Instead of I talk I tell you you need to learn it or you need to learn that. If there are some groups of students they like to learn then this answer is yes. If you don't want to learn it then you don't need to learn it in your school.",
      "transcript_cleaned": "It really depends different children's their personal opinions. Instead of I talk I tell you you need to learn it or you need to learn that. If there are some groups of students they like to learn then this answer is yes. If you do not want to learn it then you do not need to learn it in your school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s10",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "Do you think music education is important for children?",
      "transcript": "To sound some degree I would say yes but it is not that important if you you are a big fan of music then it is important for you if you do not have any interest in this area then this answer is absolutely okay now I am going to move on and I am going to give you a topic next I would like you to talk about it for one to two minutes you have you have got 1 minute to prepare and you can make some notes if you wish.",
      "source": "supplementary",
      "transcript_original": "to sound some degree I would say yes but it's not that important if you you are a big fan of music then it's important for you if you don't have any interest in this area then this answer is absolutely okay um now I'm going to move on and I'm going to give you a topic next I'd like you to talk about it for one to two minutes you've You've got 1 minute to prepare and you can make some notes if you wish.",
      "transcript_cleaned": "To sound some degree I would say yes but it is not that important if you you are a big fan of music then it is important for you if you do not have any interest in this area then this answer is absolutely",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s13",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "So, what are the advantages and disadvantages of being busy?",
      "transcript": "So for being busy, the advantage is you can push yourself maybe get out of your comfort zone instead of maybe lying on your bed or watching some you know rubbish TV series or movies in your house. So if you can got a grade of things to do like maybe studying English or clean your house like this things you can improve yourself maybe physically and mentally at the same time.",
      "source": "supplementary",
      "transcript_original": "So for being busy, the advantage is you can push yourself maybe get out of your comfort zone instead of maybe lying on your bed or watching some you know rubbish TV series or movies in your house. So if you can got a grade of things to do like maybe studying English or clean your house like this things you can improve yourself maybe physically and mentally at the same time.",
      "transcript_cleaned": "for being busy, the advantage is you can push yourself maybe get out of your comfort zone instead of maybe lying on your bed or watching some you know rubbish TV series or movies in your house. So if you can got a grade of things to do like maybe studying English or clean your house like this things you can improve yourself maybe physically and mentally at the same time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "qNnLcEm9xq8_s14",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "Do you think it is good for children to be busy?",
      "transcript": "I would say definitely not. So like right now in society there are many childrens that pretty young you know but they have to learn instruments and they have to learn their subjects at school as well. So they feel overwhelmed. But when they talk to parents, the parents always ignore it. You know, they do not care about their kids real feelings. They just care about they need to work hard. They need to get the number one. Otherwise, you are not the best one. I I will not like you anymore. So if I really can choose, then I hope those kids just be be themselves to be happy, to be relaxed. Mhm.",
      "source": "supplementary",
      "transcript_original": "I would say definitely not. So like right now in society there are many childrens that pretty young you know but they have to learn instruments and they have to learn their subjects at school as well. So they feel overwhelmed. But when they talk to parents, the parents always ignore it. You know, they don't care about their kids real feelings. They just care about they need to work hard. They need to get the number one. Otherwise, you are not the best one. I I won't like you anymore. So if I really can choose, then I hope those kids just be be themselves to be happy, to be relaxed. Mhm.",
      "transcript_cleaned": "I would say definitely not. So like right now in society there are many childrens that pretty young you know but they have to learn instruments and they have to learn their subjects at school as well. So they feel overwhelmed. But when they talk to parents, the parents always ignore it. You know, they do not care about their kids real feelings. They just care about they need to work hard. They need to get the number one. Otherwise, you are not the best one. I I will not like you anymore. So if I really can choose, then I hope those kids just be be themselves to be happy, to be relaxed. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s16",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "What kind of pressure may people experience at work?",
      "transcript": "Now I am still a student so I do not think I I have too much work experience in society. But in my uni, I am a monitor. I am a leader in my class. So I have been doing this job for four years so far. So I probably I can share some my real feelings with you now. So for example, I need to talk to different students and teachers in different situations. I need to communicate with them. I need to learn what kind of words I should use when I talk to professors and another way around what kind of words and the the tone I need to I need to choose when I talk to students then probably this is the pressure I will from from work this situation. Okay.",
      "source": "supplementary",
      "transcript_original": "Now I'm still a student so I don't think I I have too much work experience in society. But in my uni, I am a monitor. I'm a leader in my class. So I have been doing this job for four years so far. So I probably I can share some my real feelings with you now. So for example, I need to talk to different students and teachers in different situations. I need to communicate with them. I need to learn what kind of words I should use when I talk to professors and another way around what kind of words and the the tone I need to I need to choose when I talk to students then probably this is the pressure I will from from work this situation. Okay.",
      "transcript_cleaned": "Now I am still a student so I do not think I I have too much work experience in society. But in my uni, I am a monitor. I am a leader in my class. So I have been doing this job for four years so far. So I probably I can share some my real feelings with you now. So for example, I need to talk to different students and teachers in different situations. I need to communicate with them. I need to learn what kind of words I should use when I talk to professors and another way around what kind of words and the the tone I need to I need to choose when I talk to students then probably this is the pressure I will from from work this situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qNnLcEm9xq8_s17",
      "video_id": "qNnLcEm9xq8",
      "band": 7.0,
      "question": "How does technology help with time management?",
      "transcript": "Maybe you can put all of your plans on your on your phone. Then this way you can see what kind of plans you have today. Then you can set an alarm to help you manage your schedule for today or for your whole life. And you can see them very directly in front of you. This way will tell you okay today you need to finish like one two three different things.",
      "source": "supplementary",
      "transcript_original": "Maybe you can put all of your plans on your on your phone. Then this way you can see what kind of plans you have today. Then you can set an alarm to help you manage your schedule for today or for your whole life. And you can see them very directly in front of you. This way will tell you okay today you need to finish like one two three different things.",
      "transcript_cleaned": "Maybe you can put all of your plans on your on your phone. Then this way you can see what kind of plans you have today. Then you can set an alarm to help you manage your schedule for today or for your whole life. And you can see them very directly in front of you. This way will tell you okay today you need to finish like one two three different things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s00",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "What is your favorite type of food?",
      "transcript": "My favorite type of food. there is a lot of food out there. If I really had to dig deep, I would say I like fast food. definitely like my poutines and burgers. barbecue food, too. ribs. I think that is probably one of my favorite foods.",
      "source": "supplementary",
      "transcript_original": "Um, my favorite type of food. Um, there's a lot of food out there. If I really had to dig deep, um, I'd say I like fast food. Um, definitely like my poutines and burgers. Um, barbecue food, too. Uh, ribs. I think that's probably one of my favorite foods.",
      "transcript_cleaned": "My favorite type of food. there is a lot of food out there. If I really had to dig deep, I would say I like fast food. definitely like my poutines and burgers. barbecue food, too. ribs. I think that is probably one of my favorite foods.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s03",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "Communicate with my friends?",
      "transcript": "I would say Instagram and Snapchat on social media is for the most part how I talk to them.",
      "source": "supplementary",
      "transcript_original": "I'd say Instagram and Snapchat on social media is for the most part how I talk to them.",
      "transcript_cleaned": "I would say Instagram and Snapchat on social media is for the most part how I talk to them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "RBwx5atq-PY_s04",
      "video_id": "RBwx5atq-PY",
      "band": 9.0,
      "question": "You prefer texting or calling?",
      "transcript": "It depends on who I am talking to. some of my close friends, I do enjoy calling them. I find it a little bit more personal, but daytoday I would say I text more than I call.",
      "source": "supplementary",
      "transcript_original": "It depends on who I'm talking to. Um, some of my close friends, I do enjoy calling them. Um, I find it a little bit more personal, but um, daytoday I'd say I text more than I call.",
      "transcript_cleaned": "It depends on who I am talking to. some of my close friends, I do enjoy calling them. I find it a little bit more personal, but daytoday I would say I text more than I call.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}