{
  "batch_id": 130,
  "count": 20,
  "samples": [
    {
      "sample_id": "-aawIOrM2GU_q01",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "When did you start using social media?",
      "transcript": "Well, I have been using social media since I was in high school or secondary school. the reason why I started to use it because I do not want to be left behind by my friends and it is also a good way for me to connect with them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I have been using social media since I was in high school or secondary school. Um, the reason why I started to use it because I don't want to be left behind by my friends and it's also a good way for me to connect with them.",
      "transcript_cleaned": "I have been using social media since I was in high school or secondary school. the reason why I started to use it because I do not want to be left behind by my friends and it is also a good way for me to connect with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q02",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "Do you think you spend too much time on social media?",
      "transcript": "To be honest, I consider myself to use social media too much. Every day I spend hours watching new feed, scrolling some information and chatting with my friends. But up to now I do not see any negative influence on my life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To be honest, I consider myself to use social media too much. Every day I spend hours watching new feed, scrolling some information and chatting with my friends. But up to now I don't see any negative influence on my life.",
      "transcript_cleaned": "To be honest, I consider myself to use social media too much. Every day I spend hours watching new feed, scrolling some information and chatting with my friends. But up to now I do not see any negative influence on my life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q03",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "Do your friends use social media?",
      "transcript": "Absolutely yes. I believe that most of young people nowadays use social media because it is the best way to stay connected, to share updates and to you know, to catch the latest change.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely yes. I believe that um, most of young people nowadays use social media because um, it's the best way to stay connected, to share updates and um, to um, you know, to catch the latest change.",
      "transcript_cleaned": "Absolutely yes. I believe that most of young people nowadays use social media because it is the best way to stay connected, to share updates and to you know, to catch the latest change.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q04",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "What do people often do on social media?",
      "transcript": "In my opinion, I think that people, people use social media in order to, you know, update, the current information about what is happening in the world. And, it, it serves as a platform to, you know, to connect and to, chat with your friends and family.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, in my opinion, I think that people, um, people use social media in order to, you know, update, um, the current information about what's happening in the world. And, uh, it, um, it serves as a platform to, you know, to connect and to, uh, chat with your friends and family.",
      "transcript_cleaned": "In my opinion, I think that people, people use social media in order to, you know, update, the current information about what is happening in the world. And, it, it serves as a platform to, you know, to connect and to, chat with your friends and family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q05",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "Do you prefer to save or spend money?",
      "transcript": "Honestly, I prefer to save money because I, I want to set aside some money to, for a particular purpose in the future, such as buying expensive items like houses or cars.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Honestly, I prefer to save money because I, uh, I want to set aside some money to, uh, um, for a particular purpose in the future, such as buying expensive items like houses or cars.",
      "transcript_cleaned": "Honestly, I prefer to save money because I, I want to set aside some money to, for a particular purpose in the future, such as buying expensive items like houses or cars.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q06",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "How do you save money?",
      "transcript": "Well, when it comes to saving money, my approach is quite casual. I just, set a target in the beginning of the month and now when I receive my monthly income, I just, put around 10% of my income into a saving account. So, meanwhile, I also try to live within my means to, not to spend, on unnecessary things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, when it comes to saving money, my approach is quite casual. I just, um, set a target in the beginning of the month and now when I receive my monthly income, I just, uh, put around 10% of my income into a saving account. So, uh, meanwhile, I also try to live within my means to, uh, not to spend, uh, on unnecessary things.",
      "transcript_cleaned": "when it comes to saving money, my approach is quite casual. I just, set a target in the beginning of the month and now when I receive my monthly income, I just, put around 10% of my income into a saving account. So, meanwhile, I also try to live within my means to, not to spend, on unnecessary things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q07",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "Do you use a credit card to buy things?",
      "transcript": "Well, in my view, I do not use a credit card, for some reasons. First, I, I think that, a credit card poses a high risk of, being, being in debt. And secondly, I want to manage my, expand my cash and, debit card. I think, it is, it is very convenient and helpful for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, uh, in my view, I don't use a credit card, um, for some reasons. First, I, I think that, uh, a credit card poses a high risk of, uh, being, being in debt. And secondly, I want to manage my, uh, expand my cash and, uh, debit card. I think, uh, it is, it is very convenient and helpful for me.",
      "transcript_cleaned": "in my view, I do not use a credit card, for some reasons. First, I, I think that, a credit card poses a high risk of, being, being in debt. And secondly, I want to manage my, expand my cash and, debit card. I think, it is, it is very convenient and helpful for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q08",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "Do you think cash will still be popular in the future?",
      "transcript": "Well, from my viewpoint, I believe that cash still play an important role and it will not be replaced in the future because you cannot use, online payment or mobile payment when you are in the location. It does not have internet access. So I think cash still be very convenient and useful in that situation. So that is my, that is my view.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, um, from my viewpoint, I believe that cash still play an important role and it will not be replaced in the future because you cannot use, um, online payment or mobile payment when you are in the location. It doesn't have internet access. So I think cash still be very convenient and useful in that situation. So that's my, that's my view.",
      "transcript_cleaned": "from my viewpoint, I believe that cash still play an important role and it will not be replaced in the future because you cannot use, online payment or mobile payment when you are in the location. It does not have internet access. So I think cash still be very convenient and useful in that situation. So that is my, that is my view.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q09",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "So how do companies train their staff to deal with complaints?",
      "transcript": "Well, in my opinion, there are numerous ways for the manager to change the staff to solve with this problem. the, the most, the most, easy way is the easiest way is that they can change their communication skills. In that situation, the staff should, become and, and talk to the customer, in, you know, in a friendly way. And if a problem is out of their control, they should, find the help of manager who are responsible for any, you know, consequences after that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, um, in my opinion, there are numerous ways for the manager to change the staff to solve with this problem. Um, the, the most, the most, um, easy way is the easiest way is that they can change their communication skills. In that situation, the staff should, uh, become and, um, and talk to the customer, uh, in, you know, in a friendly way. And if a problem is out of their control, they should, uh, find the help of manager who are responsible for any, you know, consequences after that.",
      "transcript_cleaned": "in my opinion, there are numerous ways for the manager to change the staff to solve with this problem. the, the most, the most, easy way is the easiest way is that they can change their communication skills. In that situation, the staff should, become and, and talk to the customer, in, you know, in a friendly way. And if a problem is out of their control, they should, find the help of manager who are responsible for any, you know, consequences after that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q10",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "What do people usually complain about?",
      "transcript": "Well, in my view, I, I believe that people usually complain about the quality of the products or services they receive because, most of customers, you know, prioritize the quality of products and if they receive a bad, bad, a bad product, they feel extremely, you know, disappointed and they want to, they want to return it back. They want to, they want to get it back. And and it is also, you know, I think all the, all the shop, all the manager should be, double check all the quality before it launch.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, uh, in my view, I, um, I believe that people usually complain about the quality of the products or services they receive because, um, most of customers, you know, prioritize the quality of products and if they receive a bad, uh, bad, a bad product, they feel extremely, you know, disappointed and they want to, um, Um, they want to return it back. They want to, they want to get it back. And um, and um, it's also, you know, um, I think all the, all the shop, all the manager should be, um, double check all the quality before it launch.",
      "transcript_cleaned": "in my view, I, I believe that people usually complain about the quality of the products or services they receive because, most of customers, you know, prioritize the quality of products and if they receive a bad, bad, a bad product, they feel extremely, you know, disappointed and they want to, they want to return it back. They want to, they want to get it back. And and it is also, you know, I think all the, all the shop, all the manager should be, double check all the quality before it launch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q11",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "How would you react if you received a poor service at a restaurant?",
      "transcript": "Well, if you ask me, I would say that if I, if I was in that situation, I would, carefully, talk with the waiter and, specifically explain the, explain the situation and I want to, I want to hear reasonable solution If the staff cannot explain it to me reasonably I will want I want to talk with the manager Who are more likely to make complaints?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, if you ask me, I would say that if I, if I was in that situation, I would, uh, carefully, um, talk with the waiter and, um, specifically explain the, explain the situation and I wanna, um I wanna hear um reasonable solution If the staff cannot explain it to me reasonably I will want I want to talk with the manager Who are more likely to make complaints?",
      "transcript_cleaned": "if you ask me, I would say that if I, if I was in that situation, I would, carefully, talk with the waiter and, specifically explain the, explain the situation and I want to, I want to hear reasonable solution If the staff cannot explain it to me reasonably I will want I want to talk with the manager Who are more likely to make complaints?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q12",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "Older people or younger people?",
      "transcript": "Well, let me have a think. well, when it comes to making complaints, I believe that, younger people have a tendency to make complaints than older people because, they, are inclined to, to be aggressive and, to be impatient. So, by contrast, the older people, they are more, they are more, they are more experienced. And, I, I, I think they definitely, experience more, a lot of situations like that. So they, they will, you know, they will, they will find it, easy. And they, will, take, take another solution in this case.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, well, let me have a think. Um, well, when it comes to making complaints, I believe that, um, Um, younger people have a tendency to make complaints than older people because, um, they, uh, are inclined to, to be aggressive and, uh, to be impatient. So, um, by contrast, the older people, they are more, um, they are more, they are more experienced. And, um, I, I, I think they definitely, uh, experience more, a lot of situations like that. So they, they will, uh, you know, they will, um, um, they will find it, uh, easy. And they, uh, will, um, take, uh, take another solution in this case.",
      "transcript_cleaned": "let me have a think. well, when it comes to making complaints, I believe that, younger people have a tendency to make complaints than older people because, they, are inclined to, to be aggressive and, to be impatient. So, by contrast, the older people, they are more, they are more, they are more experienced. And, I, I, I think they definitely, experience more, a lot of situations like that. So they, they will, you know, they will, they will find it, easy. And they, will, take, take another solution in this case.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q13",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "So how do you feel about your performance?",
      "transcript": "Well, to be honest, I am not satisfied with my performance today. Because I think I have quite underperformed with my real ability because I am quite nervous. Okay, everyone will feel the same way in that situation. Okay, and I was looking very serious as well. I looked very serious. Anyway, bây giờ mình sẽ phân tích về 4 tiêu chí của em ha. First, we have.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, to be honest, I'm not satisfied with my performance today. Because I think I have quite underperformed with my real ability because I'm quite nervous. Okay, everyone will feel the same way in that situation. Okay, and I was looking very serious as well. I looked very serious. Anyway, bây giờ mình sẽ phân tích về 4 tiêu chí của em ha. First, we have.",
      "transcript_cleaned": "to be honest, I am not satisfied with my performance today. Because I think I have quite underperformed with my real ability because I am quite nervous. Okay, everyone will feel the same way in that situation. Okay, and I was looking very serious as well. I looked very serious. Anyway, bây giờ mình sẽ phân tích về 4 tiêu chí của em ha. First, we have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q14",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "Ví dụ như the most easy sao mày?",
      "transcript": "No, the easiest. Rồi bây giờ về mặt đa dạng ngữ pháp thì em có thể consider sử dụng cấu trúc if nè. Ví dụ như khi em đang kể làm câu chuyện gì đó trong quá khứ thì em có thể dùng if để em, ví dụ như if 3 đáng hạn. If I had been in that situation, I would have. Đưa một cái thought của em vô cái ngữ cảnh đó để mà mình giả thuyết một cái sự việc trong quá khứ. Thì lúc đó điện ngữ pháp nó sẽ lên rất là ok. Ngoài ra ví dụ trong câu chuyện của em nói về cái người phụ nữ mà họ complain á. Em có thể nói là, in my opinion, the restaurant should not have compensated her so much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, the easiest. Rồi bây giờ về mặt đa dạng ngữ pháp thì em có thể consider sử dụng cấu trúc if nè. Ví dụ như khi em đang kể làm câu chuyện gì đó trong quá khứ thì em có thể dùng if để em, ví dụ như if 3 đáng hạn. If I had been in that situation, I would have. Đưa một cái thought của em vô cái ngữ cảnh đó để mà mình giả thuyết một cái sự việc trong quá khứ. Thì lúc đó điện ngữ pháp nó sẽ lên rất là ok. Ngoài ra ví dụ trong câu chuyện của em nói về cái người phụ nữ mà họ complain á. Em có thể nói là, in my opinion, the restaurant shouldn't have compensated her so much.",
      "transcript_cleaned": "No, the easiest. Rồi bây giờ về mặt đa dạng ngữ pháp thì em có thể consider sử dụng cấu trúc if nè. Ví dụ như khi em đang kể làm câu chuyện gì đó trong quá khứ thì em có thể dùng if để em, ví dụ như if 3 đáng hạn. If I had been in that situation, I would have. Đưa một cái thought của em vô cái ngữ cảnh đó để mà mình giả thuyết một cái sự việc trong quá khứ. Thì lúc đó điện ngữ pháp nó sẽ lên rất là ok. Ngoài ra ví dụ trong câu chuyện của em nói về cái người phụ nữ mà họ complain á. Em có thể nói là, in my opinion, the restaurant should not have compensated her so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-aawIOrM2GU_q17",
      "video_id": "-aawIOrM2GU",
      "band": 6.5,
      "question": "Nói chung là làm spontaneous như vậy rất là tốt ha?",
      "transcript": "Dạ. Cố gắng cải thiện thêm một phát âm đó thôi là sẽ rất ok. Dạ. Rồi cảm ơn em. Dạ, phát âm. Cảm ơn các bạn đã theo dõi phần mocktest cũng như là feedback của mình vừa rồi dành cho thí sinh. Thì các bạn cũng thấy là mình đã feedback khá là kỹ cho cả 4 tiêu chí trong IELTS Speaking. Và đây cũng là cách các học viên tại IELTS With DaddyO sẽ được feedback ở trên lớp trong những giờ speaking. Nên nếu các bạn có quan tâm những khóa luyện thi IELTS tại IWD thì hãy nhắn tin cho page IELTS With DaddyO nhé. Ngoài ra trong series IELTS mocktest này thì các học viên cũng như là cựu học viên tại IWD có thể được tham gia cùng mình để được mocktest cũng như là nhận feedback miễn phí từ mình nhé. Nếu các bạn muốn tham gia series ModTest này thì đừng ngần ngại và inbox cho page IELTS with Dario nhé. Cảm ơn các bạn đã theo dõi video và đừng quên đăng ký kênh để có thể xem thêm các tập tiếp theo của series ModTest này nhé. Bye bye.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Dạ. Cố gắng cải thiện thêm một phát âm đó thôi là sẽ rất ok. Dạ. Rồi cảm ơn em. Dạ, phát âm. Cảm ơn các bạn đã theo dõi phần mocktest cũng như là feedback của mình vừa rồi dành cho thí sinh. Thì các bạn cũng thấy là mình đã feedback khá là kỹ cho cả 4 tiêu chí trong IELTS Speaking. Và đây cũng là cách các học viên tại IELTS With DaddyO sẽ được feedback ở trên lớp trong những giờ speaking. Nên nếu các bạn có quan tâm những khóa luyện thi IELTS tại IWD thì hãy nhắn tin cho page IELTS With DaddyO nhé. Ngoài ra trong series IELTS mocktest này thì các học viên cũng như là cựu học viên tại IWD có thể được tham gia cùng mình để được mocktest cũng như là nhận feedback miễn phí từ mình nhé. Nếu các bạn muốn tham gia series ModTest này thì đừng ngần ngại và inbox cho page IELTS with Dario nhé. Cảm ơn các bạn đã theo dõi video và đừng quên đăng ký kênh để có thể xem thêm các tập tiếp theo của series ModTest này nhé. Bye bye.",
      "transcript_cleaned": "Dạ. Cố gắng cải thiện thêm một phát âm đó thôi là sẽ rất ok. Dạ. Rồi cảm ơn em. Dạ, phát âm. Cảm ơn các bạn đã theo dõi phần mocktest cũng như là feedback của mình vừa rồi dành cho thí sinh. Thì các bạn cũng thấy là mình đã feedback khá là kỹ cho cả 4 tiêu chí trong IELTS Speaking. Và đây cũng là cách các học viên tại IELTS With DaddyO sẽ được feedback ở trên lớp trong những giờ speaking. Nên nếu các bạn có quan tâm những khóa luyện thi IELTS tại IWD thì hãy nhắn tin cho page IELTS With DaddyO nhé. Ngoài ra trong series IELTS mocktest này thì các học viên cũng như là cựu học viên tại IWD có thể được tham gia cùng mình để được mocktest cũng như là nhận feedback miễn phí từ mình nhé. Nếu các bạn muốn tham gia series ModTest này thì đừng ngần ngại và inbox cho page IELTS with Dario nhé. Cảm ơn các bạn đã theo dõi video và đừng quên đăng ký kênh để có thể xem thêm các tập tiếp theo của series ModTest này nhé. Bye bye.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q01",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "So, could you describe your hometown for me?",
      "transcript": "Yes, I am from China and my hometown is like the middle city of China and it is close to a big river, the biggest river and a yellow river and also our hometown is like a basin and it has a clearly like four seasons. it is really good to live. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I'm from China and my hometown is like the middle city of China and it's close to a big river, the biggest river and a yellow river and also our hometown is like a basin and it has a clearly like four seasons. It's really good to live. Hmm, okay.",
      "transcript_cleaned": "Yes, I am from China and my hometown is like the middle city of China and it is close to a big river, the biggest river and a yellow river and also our hometown is like a basin and it has a clearly like four seasons. it is really good to live.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q02",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And is there anything you dislike about your hometown?",
      "transcript": "To be honest, as young people, like, we would like to have more fun in our hometown. But everything, like, in there is really for, like, good for old people. We do not have, like, a fancy park here, like there, and also, like, a restaurant or, like, a museum or some of the other facilities. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "To be honest, as young people, like, we would like to have more fun in our hometown. But everything, like, in there is really for, like, good for old people. We don't have, like, a fancy park here, like there, and also, like, a restaurant or, like, a museum or some of the other facilities. Yeah.",
      "transcript_cleaned": "To be honest, as young people, like, we would like to have more fun in our hometown. But everything, like, in there is really for, like, good for old people. We do not have, like, a fancy park here, like there, and also, like, a restaurant or, like, a museum or some of the other facilities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q03",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And what do you like to do when you have some free time?",
      "transcript": "Mostly I just watch YouTube or some of the others. For example, if I watch like English TV drama or some of the others, I could learn something new like English or Korea.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mostly I just watch YouTube or some of the others. For example, if I watch like English TV drama or some of the others, I could learn something new like English or Korea. Hmm,.",
      "transcript_cleaned": "Mostly I just watch YouTube or some of the others. For example, if I watch like English TV drama or some of the others, I could learn something new like English or Korea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q04",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "So do you like singing?",
      "transcript": "Not really. I think my singing is kind, is kind of worse actually. So, if I do not like someone or I like to show what is the shortage of myself and I would like to sing to someone. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Not really. I think my singing is kind, is kind of worse actually. So, if I don't like someone or I like to show what is the shortage of myself and I would like to sing to someone. Okay.",
      "transcript_cleaned": "Not really. I think my singing is kind, is kind of worse actually. So, if I do not like someone or I like to show what is the shortage of myself and I would like to sing to someone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NmATVc2m7iM_q05",
      "video_id": "NmATVc2m7iM",
      "band": 6.0,
      "question": "And have you ever learned how to sing?",
      "transcript": "I do not think so, but I learned how to play piano, but I think I am really not good at it. So, the others could learn a song in a really short time, like in the beginning, but for me it is really hard. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't think so, but I learned how to play piano, but I think I'm really not good at it. So, the others could learn a song in a really short time, like in the beginning, um, but for me it's really hard. Okay.",
      "transcript_cleaned": "I do not think so, but I learned how to play piano, but I think I am really not good at it. So, the others could learn a song in a really short time, like in the beginning, but for me it is really hard.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}