{
  "batch_id": 284,
  "count": 20,
  "samples": [
    {
      "sample_id": "ayZIAZNaj5k_s10",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So what kinds of products are manufactured in your home country?",
      "transcript": "Well, in Vietnam is hard to name just a few products because there are a myriad. for example rice or shoes or coffee beans something like that. Yeah. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, in Vietnam is hard to name just a few products because there are a myriad. for example um rice or shoes or coffee beans something like that. Yeah. Okay.",
      "transcript_cleaned": "in Vietnam is hard to name just a few products because there are a myriad. for example rice or shoes or coffee beans something like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s11",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "And how important are they for the local or national economy?",
      "transcript": "Well actually firstly it generates a great number of job opportunities for the localities. also it pushed the GDP or the overall economy of the locals or the whole country up and well it somehow creates a habit of buying domestic products for residents right and as you mentioned GDP you said that by manufacturing products the economy can be pushed up right and why was that why is that well it is set in one of my economic subjects that the economy will only go up when there is manufacturer or there is production in the country. So well because the economy is measured itself by the production it is clearly better to produce more in the country. Yeah. Not importing. I see. Okay.",
      "source": "supplementary",
      "transcript_original": "Well actually uh firstly it generates a great number of job opportunities for the localities. Um also it pushed the GDP or the overall economy of the locals or um the whole country up and well it um somehow creates a habit of buying domestic products for residents right and as you mentioned GDP you said that by manufacturing products uh the economy can be pushed up right and why was that why is that well it is set in one of my economic subjects that um the economy will only go up when there is manufacturer or there is production in the country. So well because the economy is measured itself by the production it's clearly better to produce more in the country. Yeah. Not importing. I see. Okay.",
      "transcript_cleaned": "actually firstly it generates a great number of job opportunities for the localities. also it pushed the GDP or the overall economy of the locals or the whole country up and well it somehow creates a habit of buying domestic products for residents right and as you mentioned GDP you said that by manufacturing products the economy can be pushed up right and why was that why is that well it is set in one of my economic subjects that the economy will only go up when there is manufacturer or there is production in the country. So well because the economy is measured itself by the production it is clearly better to produce more in the country. Yeah. Not importing. I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s12",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So, is manufacturing more important in your home country now than it was in the past?",
      "transcript": "Yes, definitely. Is that after 1966, if my memory serves me right, well, Vietnam has been more more open to trading with foreign countries. So, well, trading or business in general is more important. Much more important. Much more important. Yeah. Okay. All right.",
      "source": "supplementary",
      "transcript_original": "Yes, definitely. Is that after 1966, if my memory serves me right, well, Vietnam has been more more open to uh trading with foreign countries. So, well, trading or business in general is more important. Much more important. Much more important. Yeah. Okay. All right.",
      "transcript_cleaned": "Yes, definitely. Is that after 1966, if my memory serves me right, well, Vietnam has been more more open to trading with foreign countries. So, well, trading or business in general is more important. Much more important. Much more important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s13",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "And what are the advantages of manufacturing consumer goods in your own country?",
      "transcript": "The habits for the consumers to purchase product in their own country. So well as they are not finding other brands in other countries and well that will formalize a brand or flagship for the country and so they will view their the products in within the nation more authentically than before. All right. Okay. I agree.",
      "source": "supplementary",
      "transcript_original": "The habits for the consumers to purchase product in their own country. So um well as they are not finding other brands in other countries and well that will formalize a brand or flagship for the country and so they will view their the products in within the nation more authentically than before. All right. Okay. I agree.",
      "transcript_cleaned": "The habits for the consumers to purchase product in their own country. So well as they are not finding other brands in other countries and well that will formalize a brand or flagship for the country and so they will view their the products in within the nation more authentically than before. All right. Okay. I agree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "ayZIAZNaj5k_s14",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Why and why not?",
      "transcript": "Well, in general, yes. and a prime a prime example should be named is iPhone. actually, I do not understand to I cannot perceive why people are so crazy about buying the newest and the biggest iPhone. For example, these iPhone 16 now they had to buy the Promax type and well I think it is can be attributed to commercials when they could not stop advertising their products as the newest or the most innovative. So that on on the spur of a moment consumers will desire to own that product and that leads to excessive consuming. Yeah. You make it sound like a mental disorder.",
      "source": "supplementary",
      "transcript_original": "Well, in general, yes. Um, and a prime a prime example should be named is iPhone. Uh, actually, I don't understand to I cannot perceive why people are so crazy about buying the newest and the biggest iPhone. For example, these iPhone 16 now they had to buy the Promax type and well I think it's um can be attributed to commercials when they couldn't stop advertising their products as the newest or the most innovative. So that on on the spur of a moment consumers will desire to own that product and that leads to excessive consuming. Yeah. You make it sound like a mental disorder.",
      "transcript_cleaned": "in general, yes. and a prime a prime example should be named is iPhone. actually, I do not understand to I cannot perceive why people are so crazy about buying the newest and the biggest iPhone. For example, these iPhone 16 now they had to buy the Promax type and well I think it is can be attributed to commercials when they could not stop advertising their products as the newest or the most innovative. So that on on the spur of a moment consumers will desire to own that product and that leads to excessive consuming. Yeah. You make it sound like a mental disorder.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s00",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Tell me what do you usually do in your free time?",
      "transcript": "Yes. when I have free time I usually go to the coffee shop with some friends. we always talk about social news, trends operations. Sometime we talk about family or work. I think going out with my friends help me reduce stress and I can learn about a lot of thing from them. Perfect. Thank you very much.",
      "source": "supplementary",
      "transcript_original": "Yes. Uh when I have free time I usually go to the coffee shop with some friends. Uh we always talk about um um social news, trends operations. Sometime we talk about family or work. I think um going out with my friends help me um reduce stress and uh I can learn about a lot of thing from them. Perfect. Thank you very much.",
      "transcript_cleaned": "Yes. when I have free time I usually go to the coffee shop with some friends. we always talk about social news, trends operations. Sometime we talk about family or work. I think going out with my friends help me reduce stress and I can learn about a lot of thing from them. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s01",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Do you prefer relaxing activities or more active ones?",
      "transcript": "I think I prefer relaxing activities more because as a long day at work, I usually feel tired. So, I just want to go home and chill out. I often listen to music and watch movies on Netflix with a cup of tea on my sofa is make me feel relaxed and unwind. Perfect. Thank you very much.",
      "source": "supplementary",
      "transcript_original": "Um, I think I prefer relaxing activities more um because uh as a long day at work, I usually feel tired. So, I just want to go home and chill out. I um often listen to music and watch movies on Netflix uh with a cup of tea on my uh sofa is make me feel relaxed and unwind. Perfect. Thank you very much.",
      "transcript_cleaned": "I think I prefer relaxing activities more because as a long day at work, I usually feel tired. So, I just want to go home and chill out. I often listen to music and watch movies on Netflix with a cup of tea on my sofa is make me feel relaxed and unwind. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s02",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Have your hobbies changed over the years?",
      "transcript": "Absolutely. my hobby changer over the the years in the past I when I was try I like u watching cartoon and reading comic and playing games. it is really it is was really fun and exciting. but now I spend a lot of time in listening to music and watching movie. Sometimes I cook my marine food for my family. Thank you very much. And the final question about hobbies.",
      "source": "supplementary",
      "transcript_original": "Absolutely. Uh my hobby changer uh over the the years uh in the past I um when I was try I um like u watching uh cartoon and um reading comic uh and playing games. Uh it's really it's was really fun and uh exciting. Uh but now I uh spend a lot of time in um listening to music and uh watching uh movie. Sometimes I cook my marine food for my family. Thank you very much. And the final question about hobbies.",
      "transcript_cleaned": "Absolutely. my hobby changer over the the years in the past I when I was try I like u watching cartoon and reading comic and playing games. it is really it is was really fun and exciting. but now I spend a lot of time in listening to music and watching movie. Sometimes I cook my marine food for my family. Thank you very much. And the final question about hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s04",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Tell me how often do you use technology in your daily life?",
      "transcript": "Actually, I use technology in my daily basic for many purpose. For example, I use smartphone for search information. sh social media or other food. beside isma is a wonderful tunes for me to chat with friends every day. Brilliant. Well done.",
      "source": "supplementary",
      "transcript_original": "Actually, I um use technology in my uh uh daily basic for many purpose. For example, I use smartphone for search information. Uh sh social media or other food. Uh beside isma is a wonderful tunes for me to chat with friends every day. Brilliant. Well done.",
      "transcript_cleaned": "Actually, I use technology in my daily basic for many purpose. For example, I use smartphone for search information. sh social media or other food. beside isma is a wonderful tunes for me to chat with friends every day. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s05",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "What kinds of technology do you use often?",
      "transcript": "I usually use a smartphone because it help me a lot of things in my life. for example, I use is that to connect with my friends and my family every day. M and it can help me do sh information Facebook and take photos. Great. Perfect. Well done.",
      "source": "supplementary",
      "transcript_original": "I usually use a smartphone um because it help me a lot of things in um my life. Uh for example, I use is that to connect with my friends and my family every day. M um and uh it can help me do sh information uh Facebook and uh take photos. Great. Perfect. Well done.",
      "transcript_cleaned": "I usually use a smartphone because it help me a lot of things in my life. for example, I use is that to connect with my friends and my family every day. M and it can help me do sh information Facebook and take photos. Great. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s06",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "And finally, has technology made your life easier or more complicated?",
      "transcript": "Honestly speaking, it is a not difficult for me to learn how to use a new gest. because when I get something news, I will try to use it by myself. Yeah. but when I have problem I can ask my husband because he good at technology. I will share information in Google good YouTube. Brilliant. Well done. Thank you Hongan. That brings us now to the end of part one. So we will move on to part two. In part two I will give you a question and you have one minute to prepare. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh, honestly speaking, it's a um not difficult for me to uh learn how to use a new gest. Uh because when I get something news, I um will try to use it by myself. Yeah. Uh but uh when I have problem I can ask my husband because uh he good at technology. Uh I will share information in uh Google good uh YouTube. Brilliant. Well done. Thank you Hongan. That brings us now to the end of part one. So we will move on to part two. In part two I will give you a question and you have one minute to prepare. Okay.",
      "transcript_cleaned": "Honestly speaking, it is a not difficult for me to learn how to use a new gest. because when I get something news, I will try to use it by myself. Yeah. but when I have problem I can ask my husband because he good at technology. I will share information in Google good YouTube. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s07",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "So hung the question I would like you to do is can you describe an event you attended recently?",
      "transcript": "Okay. Thank you. Okay. M when you are ready please start. Yes. there are many event I attend recently. but if I have to pick one it could be my birthday is on 25th February. I remember there was some stern friend come to my house and celebrate with me. we had a lot of fun and we play game. we ate my watering food and we sank together. after that my friends give me a cake and say happy birthday to me. We laugh a lot and took photos together. Then my husband gave me a spaceuit. It were a diamond ring. I was really over the moon such a special birthday that I enjoy with the people I love the most in the world. in the future I will always celebrate with my wonderful family and my cute friends. Thank you very much. Perfect. Well done. Thank you. I really enjoyed listening to that. And your birthday is on the 25th of February and mine's on the 22nd. So amazing. Wonderful. Okay. Well, we will move on to part three now, please. And I want to continue talking about events.",
      "source": "supplementary",
      "transcript_original": "Okay. Thank you. Okay. M when you're ready please start. Yes. Uh there are many uh event I attend recently. Um but um if I have to pick one it could be my uh birthday is on 25th February. I uh remember there was uh some stern friend come to my house and celebrate with me. Uh we had a lot of fun and we uh play game. Uh we ate my watering food and we sank together. Uh after that my friends give me a cake and uh say happy birthday to me. We laugh a lot and took photos together. Then my husband uh gave me a spaceuit. It were a diamond ring. Uh I was really um over the moon such a special birthday that I enjoy with the people I love the most in the world. Uh in the future I will always uh celebrate with my uh wonderful family and my cute friends. Thank you very much. Perfect. Well done. Thank you. I really enjoyed listening to that. And your birthday is on the 25th of February and mine's on the 22nd. So amazing. Wonderful. Okay. Well, we will move on to part three now, please. And I want to continue talking about events.",
      "transcript_cleaned": "Thank you. Okay. M when you are ready please start. Yes. there are many event I attend recently. but if I have to pick one it could be my birthday is on 25th February. I remember there was some stern friend come to my house and celebrate with me. we had a lot of fun and we play game. we ate my watering food and we sank together. after that my friends give me a cake and say happy birthday to me. We laugh a lot and took photos together. Then my husband gave me a spaceuit. It were a diamond ring. I was really over the moon such a special birthday that I enjoy with the people I love the most in the world. in the future I will always celebrate with my wonderful family and my cute friends. Thank you very much. Perfect. Well done. Thank you. I really enjoyed listening to that. And your birthday is on the 25th of February and mine's on the 22nd. So amazing. Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 2
    },
    {
      "sample_id": "BxsZddllryo_s08",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Tell me what types of events are popular in your country?",
      "transcript": "People love weddings because is a part of my culture in my country. for example when when when they get married they can receive a lot of gold or diamond from your from their relatives and their family. moreover people loves the festival like this holidays because it is the is very important for and it is attract many people enjoy is every year. Thank you. Well done.",
      "source": "supplementary",
      "transcript_original": "People love uh weddings because is a part of my culture in my country. uh for example when uh when when uh they get married uh they can uh receive a lot of uh gold or diamond uh from your uh from their relatives and their family. Uh moreover uh people loves the festival like this holidays uh because it's the uh is very important for uh and it's attract many people enjoy is every year. Thank you. Well done.",
      "transcript_cleaned": "People love weddings because is a part of my culture in my country. for example when when when they get married they can receive a lot of gold or diamond from your from their relatives and their family. moreover people loves the festival like this holidays because it is the is very important for and it is attract many people enjoy is every year.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "BxsZddllryo_s09",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "How do people usually celebrate important occasions?",
      "transcript": "They usually celebrate by having a party with the f with matern rings and and music. they decor their home and invite some family and some friends and to enjoy the time together. For example, in Vietnam for birthday, they give a present and took many photo together to sell happy moment. Thank you. Well done.",
      "source": "supplementary",
      "transcript_original": "They usually celebrate by having a party with the f with matern rings and uh and music. Uh they uh decor their home and invite some uh uh family and uh some friends and to enjoy the time together. For example, in Vietnam for birthday, they give a present and took many photo together to sell happy moment. Thank you. Well done.",
      "transcript_cleaned": "They usually celebrate by having a party with the f with matern rings and and music. they decor their home and invite some family and some friends and to enjoy the time together. For example, in Vietnam for birthday, they give a present and took many photo together to sell happy moment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "BxsZddllryo_s10",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "Do you think people in Vietnam spend too much money on parties and events?",
      "transcript": "I think it depend on location. in the rural area I think people spend a lot of money for weddings or birthdays because they want to show they are rich in contract in the urban area. I think people like celebrate a smaller party to save money. Thank you. Well done.",
      "source": "supplementary",
      "transcript_original": "I think uh it depend on location. Um in the rural area I think uh people spend a lot of money for weddings or birthdays uh because they want to show they are rich in contract in the urban area. I think people like um celebrate uh a smaller party uh to save money. Thank you. Well done.",
      "transcript_cleaned": "I think it depend on location. in the rural area I think people spend a lot of money for weddings or birthdays because they want to show they are rich in contract in the urban area. I think people like celebrate a smaller party to save money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s11",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "And the final question today, how have celebrations changed in recent years?",
      "transcript": "With the past, people like celebrate party at home because they are more affordable. but now they like go to restaurant to celebrate because they want to enjoy mouthwatering food and they do not need to clean and they can share happy moment on social media like Facebook and Instagram. Brilliant. Thank you very much. Well done. Thank you. That brings us to the end of the test. Well done.",
      "source": "supplementary",
      "transcript_original": "With the past, people like uh celebrate party uh at home because they're more affordable. Uh but now uh they uh like uh go to restaurant uh to celebrate because they uh want to uh enjoy mouthwatering food and uh they don't need to clean and uh they can uh share um happy moment on uh social media uh like Facebook and Instagram. Brilliant. Thank you very much. Well done. Thank you. That brings us to the end of the test. Well done.",
      "transcript_cleaned": "With the past, people like celebrate party at home because they are more affordable. but now they like go to restaurant to celebrate because they want to enjoy mouthwatering food and they do not need to clean and they can share happy moment on social media like Facebook and Instagram. Brilliant. Thank you very much. Well done. Thank you. That brings us to the end of the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "BxsZddllryo_s13",
      "video_id": "BxsZddllryo",
      "band": 5.5,
      "question": "And you even said for that one, do you think people spend too much time and money on events?",
      "transcript": "You said it depends on location. I mean, this is really good stuff. Yeah. So, at the moment, you are definitely going to get your five, but I really want you to push up. Try and get six. Thank you for joining us today. Yeah. I am really proud of you. Y Thank you. Yes. Well done. Amazing.",
      "source": "supplementary",
      "transcript_original": "You said it depends on location. I mean, this is really good stuff. Yeah. So, at the moment, you're definitely going to get your five, but I really want you to push up. Try and get six. Thank you for joining us today. Yeah. I'm really proud of you. Y Thank you. Yes. Well done. Amazing.",
      "transcript_cleaned": "You said it depends on location. I mean, this is really good stuff. Yeah. So, at the moment, you are definitely going to get your five, but I really want you to push up. Try and get six. Thank you for joining us today. Yeah. I am really proud of you. Y Thank you. Yes. Well done. Amazing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "bY4T4fnLbDA_s03",
      "video_id": "bY4T4fnLbDA",
      "band": 4.5,
      "question": "What do you like most about your job?",
      "transcript": "Reason like this job because gives me many opportunities and especially salary. YES. cub. Okay. Now let us just talk about taking photos.",
      "source": "supplementary",
      "transcript_original": "Reason like this job because gives me many opportunities and especially salary. YES. cub. Okay. Now let's just talk about taking photos.",
      "transcript_cleaned": "Reason like this job because gives me many opportunities and especially salary. YES. cub. Okay. Now let us just talk about taking photos.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "bY4T4fnLbDA_s04",
      "video_id": "bY4T4fnLbDA",
      "band": 4.5,
      "question": "Do you like taking photos?",
      "transcript": "Actually, I am an introvert. So I I am not quite into this taking photo. YES.",
      "source": "supplementary",
      "transcript_original": "Actually, I'm an introvert. So I I'm not quite into this taking photo. YES.",
      "transcript_cleaned": "Actually, I am an introvert. So I I am not quite into this taking photo.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "bY4T4fnLbDA_s06",
      "video_id": "bY4T4fnLbDA",
      "band": 4.5,
      "question": "Do you ever want to improve editing?",
      "transcript": "Yes, of course because I took photo a lot. I do not have any skills to take photos. So, I want to improve how focus the angle of this picture. Now, let us just talk about singing.",
      "source": "supplementary",
      "transcript_original": "Yes, of course because I took photo a lot. I don't have any skills to take photos. So, I want to improve how focus the angle of this picture. Now, let's just talk about singing.",
      "transcript_cleaned": "Yes, of course because I took photo a lot. I do not have any skills to take photos. So, I want to improve how focus the angle of this picture. Now, let us just talk about singing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}