{
  "batch_id": 39,
  "count": 20,
  "samples": [
    {
      "sample_id": "BFS1z24aZaM_q16",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "Can they cause problems for, for local people?",
      "transcript": "The number of people traveling is not the problem, but it depends upon the people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The number of people traveling is not the problem, but it depends upon the people.",
      "transcript_cleaned": "The number of people traveling is not the problem, but it depends upon the people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q17",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "What kind of people are they?",
      "transcript": "If they are creating drama, then obviously there will be a heart for the people who are guiding them or who are the, regular person around, you know, if they create some issue. Other than that, the number of tourists in our country, it will not be a problem. But sometimes it is going to be a problem.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If they are creating drama, then obviously there will be a heart for the people who are guiding them or who are the, uh, regular person around, you know, if they create some issue. Other than that, the number of tourists in our country, it won't be a problem. But sometimes it's gonna be a problem.",
      "transcript_cleaned": "If they are creating drama, then obviously there will be a heart for the people who are guiding them or who are the, regular person around, you know, if they create some issue. Other than that, the number of tourists in our country, it will not be a problem. But sometimes it is going to be a problem.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q20",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "You were trying to like, does it have air pollution or water pollution?",
      "transcript": "Like just pick one thing to think about. so air pollution, you could talk about, you know, building the, the resort will obviously pollute the air with all the construction and, and then all the cars going transportation going there. I really liked the way you asked me to repeat the question. Not many people do that. and you did do that and you can do that. So I think I cannot remember exactly what I did, but I think. At least one time when I repeated the question, I rephrased it to help you understand it. And that is what a good examiner will do. They will understand that there might be one or two words that you did not quite understand and they will rephrase it to make it easier. You can also ask the examiner to explain a word.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like just pick one thing to think about. Um, so air pollution, you could talk about, you know, um, building the, the resort will obviously pollute the air with all the construction and, and then all the cars going transportation going there. I really liked the way you asked me to repeat the question. Not many people do that. Uh, and you did do that and you can do that. So I think I can't remember exactly what I did, but I think. At least one time when I repeated the question, I rephrased it to help you understand it. And that's what a good examiner will do. They will understand that there might be one or two words that you didn't quite understand and they will rephrase it to make it easier. You can also ask the examiner to explain a word.",
      "transcript_cleaned": "Like just pick one thing to think about. so air pollution, you could talk about, you know, building the, the resort will obviously pollute the air with all the construction and, and then all the cars going transportation going there. I really liked the way you asked me to repeat the question. Not many people do that. and you did do that and you can do that. So I think I cannot remember exactly what I did, but I think. At least one time when I repeated the question, I rephrased it to help you understand it. And that is what a good examiner will do. They will understand that there might be one or two words that you did not quite understand and they will rephrase it to make it easier. You can also ask the examiner to explain a word.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BFS1z24aZaM_q21",
      "video_id": "BFS1z24aZaM",
      "band": 6.5,
      "question": "So for example, what do you mean by resort?",
      "transcript": "Some people would not know that a resort is like a big hotel and a big tourist complex. Then the examiner will explain that. Oh, hotel. And then you will be able to answer it better. So keep doing that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Some people wouldn't know that a resort is like a big hotel and a big tourist complex. Then the examiner will explain that. Oh, hotel. And then you'll be able to answer it better. So keep doing that.",
      "transcript_cleaned": "Some people would not know that a resort is like a big hotel and a big tourist complex. Then the examiner will explain that. Oh, hotel. And then you will be able to answer it better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q01",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "How often do you listen to music?",
      "transcript": "I think I listen to music mostly when I am driving. I think it puts me in such a good mood when I am like out there on a drive and I play my favorite music. I am usually into Afro music a lot, hip hop and Afro and R&B. So I prefer listening to music when I am driving or sometimes when I am working out, I am at the gym, something like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think I listen to music mostly when I'm driving. I think it puts me in such a good mood when I'm like out there on a drive and I play my favorite music. I'm usually into Afro music a lot, hip hop and Afro and R&B. So I prefer listening to music when I'm driving or sometimes when I'm working out, I'm at the gym, something like that.",
      "transcript_cleaned": "I think I listen to music mostly when I am driving. I think it puts me in such a good mood when I am like out there on a drive and I play my favorite music. I am usually into Afro music a lot, hip hop and Afro and R&B. So I prefer listening to music when I am driving or sometimes when I am working out, I am at the gym, something like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q02",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "In schools in my country?",
      "transcript": "It is because, you know, I am from India. So in India, music and dance and expressing our emotions is usually through music and dancing. So in every school they teach classical music or they have a subject where there is something about music usually. So I think it is important.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It is because, you know, um, I'm from India. So in India, music and dance and expressing our emotions is usually through music and dancing. So in every school they teach classical music or they have a subject where there is something about music usually. So I think it is important.",
      "transcript_cleaned": "It is because, you know, I am from India. So in India, music and dance and expressing our emotions is usually through music and dancing. So in every school they teach classical music or they have a subject where there is something about music usually. So I think it is important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q03",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Do you ever go to live concerts?",
      "transcript": "I have been to three concerts and three of them are my favorite artists and it was actually on my wish list and I made it happen and it was one of the best experiences. And in live concerts it is a lot different than you would imagine. Just have to keep your energy straight and it is like, it is like you cannot believe it is happening.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I've been to three concerts and three of them are my favorite artists and it was actually on my wish list and I made it happen and it was one of the best experiences. And in live concerts it's a lot different than you would imagine. Just have to keep your energy straight and it's like, it's like you can't believe it's happening.",
      "transcript_cleaned": "I have been to three concerts and three of them are my favorite artists and it was actually on my wish list and I made it happen and it was one of the best experiences. And in live concerts it is a lot different than you would imagine. Just have to keep your energy straight and it is like, it is like you cannot believe it is happening.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q04",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Do you prefer to read magazines or newspapers?",
      "transcript": "Definitely magazines. mostly on topics of fashion or interior design. This is what I really like because I like to see creative sides from all over the world. I like to see what people are talking about, what is new and what is trending.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely magazines. Um, mostly on topics of fashion or interior design. This is what I really like because I like to see creative sides from all over the world. I like to see what people are talking about, what's new and what's trending.",
      "transcript_cleaned": "Definitely magazines. mostly on topics of fashion or interior design. This is what I really like because I like to see creative sides from all over the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q05",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "What is that called?",
      "transcript": "Because usually when you see pictures, you do not usually know what it is called. So when you read a magazine or where you get the knowledge, that is, that is where you get to know, oh, this fabric is called this or this, decoration is called that. So I think it is very good on information.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because usually when you see pictures, you don't usually know what it's called. So when you read a magazine or where you get the knowledge, that's, that's where you get to know, oh, this fabric is called this or this, uh, decoration is called that. So I think it's very good on information.",
      "transcript_cleaned": "Because usually when you see pictures, you do not usually know what it is called. So when you read a magazine or where you get the knowledge, that is, that is where you get to know, oh, this fabric is called this or this, decoration is called that. So I think it is very good on information.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q06",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Do you think you can learn as much from a magazine as a book?",
      "transcript": "Definitely not. Cause magazine is like a shorter version of what is in a book. So I definitely prefer books over magazines.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely not. Cause magazine is like a shorter version of what's in a book. So I definitely prefer books over magazines.",
      "transcript_cleaned": "Definitely not. Cause magazine is like a shorter version of what is in a book. So I definitely prefer books over magazines.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q07",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Do you think that you will continue to read paper-based magazines in the future?",
      "transcript": "I think I am very old-fashioned like that. I need to have a physical book in my hand and that is how I think it produces serotonin in my brain. Otherwise, no. Digital, it is very different. I like physically reading a magazine or a book.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think I'm very old-fashioned like that. I need to have a physical book in my hand and that's how I think it produces serotonin in my brain. Otherwise, no. Digital, it's very different. I like physically reading a magazine or a book.",
      "transcript_cleaned": "I think I am very old-fashioned like that. I need to have a physical book in my hand and that is how I think it produces serotonin in my brain. Otherwise, no. Digital, it is very different. I like physically reading a magazine or a book.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q08",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Do you like being outdoors?",
      "transcript": "I love being outdoors. I usually spend my time planning an activity or just being out with my friends. Even if I am not doing anything, I must stay outdoors. I am not a very like home based person. Like I cannot stay home much. I have to keep moving all the time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I love being outdoors. Um, I usually spend my time planning an activity or just being out with my friends. Even if I'm not doing anything, I must stay outdoors. I'm not a very like home based person. Like I can't stay home much. I have to keep moving all the time.",
      "transcript_cleaned": "I love being outdoors. I usually spend my time planning an activity or just being out with my friends. Even if I am not doing anything, I must stay outdoors. I am not a very like home based person. Like I cannot stay home much. I have to keep moving all the time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q09",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Which outdoor sports do you enjoy doing?",
      "transcript": "I like, going out with my friends and playing football or, or some kind of, activity like swimming, going to the beach. This is, this is something I really, really enjoy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like, um, going out with my friends and playing football or, or some kind of, uh, activity like swimming, um, going to the beach. This is, this is something I really, really enjoy.",
      "transcript_cleaned": "I like, going out with my friends and playing football or, or some kind of, activity like swimming, going to the beach. This is, this is something I really, really enjoy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q10",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Which outdoor activities are most popular in your country?",
      "transcript": "Definitely. it is like the game of, India. Everybody loves cricket.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely. It's like the game of, uh, India. Everybody loves cricket.",
      "transcript_cleaned": "Definitely. it is like the game of, India. Everybody loves cricket.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q11",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "When you go out of your house, you are always going to see like some kids playing, or, or also badminton actually.",
      "transcript": "People enjoy that a lot as well. I would like to describe my favorite actor and actress. so my favorite actor will be Benedict Cumberbatch and my favorite actress is Angelina Jolie. And I like their movies so much. they usually star in action films or mystery films and that is very similar to where I am like in my personal life. I love mysterious stuff. I am, I am like always into like detective, theories or mystery books and stuff. So I always watch movies as such and their acting is on point It always number one And I like Angelina Jolie also for her humanitarian work that she does throughout her life She been very present with charity work and making sure that a lot of kids are fed in countries which are unfortunate And I really like that about her and I also like how fierce she is and when she presents herself it very divine feminine so I really really like that and I feel like she has that sort of energy where a woman can feel powerful about herself just by looking at her and kind of understanding where she comes from She does not really come from a very mentally stable place, but now at this point in her life, she is a very like strong woman and she is done it all herself. And Benedict Cumberbatch, I actually watched his, TV show, which was called Sherlock and I am a crazy Sherlock fan. I love mystery, like I said, and, detective stories and everything. And him playing that really showed me what kind of an incredible actor he is because I felt like I am watching Sherlock Holmes from the book. And not an actor on screen. And, he is also done a movie that I really love. it is called Doctor Strange. that is my favorite superhero from the Avengers. And he has just done an amazing job in that movie. So we have been talking about a famous actress and actor that you enjoy. And we are going to continue to talk about movies and theater.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, people enjoy that a lot as well. I'd like to describe my favorite actor and actress. Um, so my favorite actor will be Benedict Cumberbatch and my favorite actress is Angelina Jolie. And I like their movies so much. Um, they usually star in action films or mystery films and that's very similar to where I am like in my personal life. I love mysterious stuff. I'm, I'm like always into like detective, uh, theories or mystery books and stuff. So I always watch movies as such and their acting is on point It always number one And I like Angelina Jolie also for her humanitarian work that she does throughout her life She been very present with charity work and making sure that a lot of kids are fed in countries which are unfortunate And I really like that about her and I also like how fierce she is and when she presents herself it very divine feminine so I really really like that and I feel like she has that sort of energy where a woman can feel powerful about herself just by looking at her and kind of understanding where she comes from She doesn't really come from a very mentally stable place, but now at this point in her life, she's a very like strong woman and she's done it all herself. And Benedict Cumberbatch, I actually watched his, uh, TV show, which was called Sherlock and I am a crazy Sherlock fan. I love mystery, like I said, and, um, detective stories and everything. And him playing that really showed me what kind of an incredible actor he is because I felt like I'm watching Sherlock Holmes from the book. And not an actor on screen. And, um, he's also done a movie that I really love. It's called Doctor Strange. That's my favorite superhero from the Avengers. And he has just done an amazing job in that movie. So we've been talking about a famous actress and actor that you enjoy. And we're going to continue to talk about movies and theater.",
      "transcript_cleaned": "People enjoy that a lot as well. I would like to describe my favorite actor and actress. so my favorite actor will be Benedict Cumberbatch and my favorite actress is Angelina Jolie. And I like their movies so much. they usually star in action films or mystery films and that is very similar to where I am like in my personal life. I love mysterious stuff. I am, I am like always into like detective, theories or mystery books and stuff. So I always watch movies as such and their acting is on point It always number one And I like Angelina Jolie also for her humanitarian work that she does throughout her life She been very present with charity work and making sure that a lot of kids are fed in countries which are unfortunate And I really like that about her and I also like how fierce she is and when she presents herself it very divine feminine so I really really like that and I feel like she has that sort of energy where a woman can feel powerful about herself just by looking at her and kind of understanding where she comes from She does not really come from a very mentally stable place, but now at this point in her life, she is a very like strong woman and she is done it all herself. And Benedict Cumberbatch, I actually watched his, TV show, which was called Sherlock and I am a crazy Sherlock fan. I love mystery, like I said, and, detective stories and everything. And him playing that really showed me what kind of an incredible actor he is because I felt like I am watching Sherlock Holmes from the book. And not an actor on screen. And, he is also done a movie that I really love. it is called Doctor Strange. that is my favorite superhero from the Avengers. And he has just done an amazing job in that movie. So we have been talking about a famous actress and actor that you enjoy. And we are going to continue to talk about movies and theater.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q12",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "What are the most popular types of movies in your country?",
      "transcript": "It would be. And drama definitely something that has to do with emotional connection. it is usually fictional that I would say. and also comedy. Yeah, there is a lot of comedy that goes on in the films that are coming out now and from India.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It would be. And drama definitely something that has to do with emotional connection. It's usually fictional that I would say. Um, and also comedy. Yeah, there's a lot of comedy that goes on in the films that are coming out now and from India.",
      "transcript_cleaned": "It would be. And drama definitely something that has to do with emotional connection. it is usually fictional that I would say. and also comedy. Yeah, there is a lot of comedy that goes on in the films that are coming out now and from India.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q13",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Do you think that going to the cinema will be as popular in the future?",
      "transcript": "I think 50-50. I am not sure about that, but it looks like, people enjoy watching movies at home and, it is not as much, exciting as it used to be back then. And, I think probably, yes, it would be more digitally available at home and, probably, yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think 50-50. I'm not sure about that, but it looks like, uh, people enjoy watching movies at home and, uh, it's not as much, uh, exciting as it used to be back then. And, um, I think probably, yes, it would be more digitally available at home and, uh, probably, yeah.",
      "transcript_cleaned": "I think 50-50. I am not sure about that, but it looks like, people enjoy watching movies at home and, it is not as much, exciting as it used to be back then. And, I think probably, yes, it would be more digitally available at home and, probably,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q14",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "How strong a tradition is it today in your country to go to the theatre?",
      "transcript": "Mostly I think in out of city areas actually. it is mostly now as a, as an activity that families go to with their kids just to show a play to their kids and to introduce them to this form of, culture and activity. I think it is more of that now. theatre is not as much popularized, back in India as much as cinema and film and movies are. So I think that is kind of on the backseat. it is not so much as it used to be.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, mostly I think in out of city areas actually. It's mostly now as a, as an activity that families go to with their kids just to show a play to their kids and to introduce them to this form of, um, culture and activity. I think it's more of that now. Uh, theatre is not as much popularized, uh, back in India as much as cinema and film and movies are. So I think that is kind of on the backseat. Um, it's not so much as it used to be.",
      "transcript_cleaned": "Mostly I think in out of city areas actually. it is mostly now as a, as an activity that families go to with their kids just to show a play to their kids and to introduce them to this form of, culture and activity. I think it is more of that now. theatre is not as much popularized, back in India as much as cinema and film and movies are. So I think that is kind of on the backseat. it is not so much as it used to be.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q15",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Do you think that theatre should be run as a business or as a public service?",
      "transcript": "Ooh, I think both. I think it goes hand in hand, so that people can be employed as well at the same time. And, it, it is of a public service. I think, I think that people do enjoy it, but at the same time, it could be used as an, as an excuse and used as like, an opportunity, what I am, is what I mean, to employ people and, because there is a lot of people who would love to do acting, but they cannot really make it in the movies. So maybe they could use theater as, as their hobby. So I think, yeah, both can go hand in hand. In some countries, governments pay theaters to put on shows for the public.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ooh, I think both. I think it goes hand in hand, um, so that people can be employed as well at the same time. And, um, it, it is of a public service. I think, um, I think that people do enjoy it, but at the same time, um, it could be used as an, as an excuse and used as like, um, an opportunity, what I'm, is what I mean, uh, to employ people and, uh, because there's a lot of people who would love to do acting, but they can't really make it in the movies. So maybe they could use theater as, um, as their hobby. So I think, yeah, both can go hand in hand. In some countries, governments pay theaters to put on shows for the public.",
      "transcript_cleaned": "Ooh, I think both. I think it goes hand in hand, so that people can be employed as well at the same time. And, it, it is of a public service. I think, I think that people do enjoy it, but at the same time, it could be used as an, as an excuse and used as like, an opportunity, what I am, is what I mean, to employ people and, because there is a lot of people who would love to do acting, but they cannot really make it in the movies. So maybe they could use theater as, as their hobby. So I think, yeah, both can go hand in hand. In some countries, governments pay theaters to put on shows for the public.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "k4715CJ0Ii8_q18",
      "video_id": "k4715CJ0Ii8",
      "band": 9.0,
      "question": "Do I sound happy or rude or serious?",
      "transcript": "Yeah, a bit rude, a bit serious. But if I said, please sit down. My intonation is going up. Sounds completely different. But the words are exactly the same. So you use intonation like that a lot to show that you are excited about something, that you are happy about it, that you are talking, that you are serious about something in a very, very high level way, which is very difficult to learn. Oh, thank you. And you do it very naturally. You also use connected speech.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, a bit rude, a bit serious. But if I said, please sit down. My intonation is going up. Sounds completely different. But the words are exactly the same. So you use intonation like that a lot to show that you're excited about something, that you're happy about it, that you're talking, that you're serious about something in a very, very high level way, which is very difficult to learn. Oh, thank you. And you do it very naturally. You also use connected speech.",
      "transcript_cleaned": "a bit rude, a bit serious. But if I said, please sit down. My intonation is going up. Sounds completely different. But the words are exactly the same. So you use intonation like that a lot to show that you are excited about something, that you are happy about it, that you are talking, that you are serious about something in a very, very high level way, which is very difficult to learn. Oh, thank you. And you do it very naturally. You also use connected speech.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}