{
  "batch_id": 231,
  "count": 20,
  "samples": [
    {
      "sample_id": "Ut_jyNrnlYE_q32",
      "video_id": "Ut_jyNrnlYE",
      "band": 5.5,
      "question": "That is because the question is: do you prefer word puzzles or number puzzles, which one is more difficult for you?",
      "transcript": "I cannot answer that directly; it would be too off-topic and affect my credibility.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I can't answer that directly; it would be too off-topic and affect my credibility.",
      "transcript_cleaned": "I cannot answer that directly; it would be too off-topic and affect my credibility.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ut_jyNrnlYE_q33",
      "video_id": "Ut_jyNrnlYE",
      "band": 5.5,
      "question": "Question number 4 asks do you think it is good for old people to do?",
      "transcript": "In general, it is very short and there is nothing to leave behind.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In general, it's very short and there's nothing to leave behind.",
      "transcript_cleaned": "In general, it is very short and there is nothing to leave behind.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ut_jyNrnlYE_q34",
      "video_id": "Ut_jyNrnlYE",
      "band": 5.5,
      "question": "What did you say at that time?",
      "transcript": "He completely forgot. The weather. I think you said it was okay, I wrote it was a little bit cold and a little bit dry. Then, \"co\" is an adjective, but \" rh\" and \"r\" are also verbs. Therefore, the way you are using it is incorrect. You should use \" co\" and \"ry\" correctly. Then, in sentence number six, the word \" opinion\" was a bit jumbled up, so it was probably misspelled as something like \"opinion,\" which I could andt quite make out, but it has to be \"opinion\" clearly, right? Oh, there is question number 9 which asks, \"When did you start using the internet?\" So you mentioned using it when you were in high school, but you used the word \"since,\" which is wrong because usually \"since\" is used for the present perfect, past perfect, or perfect continuous tenses. If you are using the simple past tense, and you write \"I started using,\" it should be \"I started using when I was in high school,\" not \"since I was in high school.\" Already. There is question 11.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "He completely forgot. The weather. I think you said it was okay, I wrote it was a little bit cold and a little bit dry. Then, \"co\" is an adjective, but \" rh\" and \"r\" are also verbs. Therefore, the way you're using it is incorrect. You should use \" co\" and \"ry\" correctly. Then, in sentence number six, the word \" opinion\" was a bit jumbled up, so it was probably misspelled as something like \"opinion,\" which I could n't quite make out, but it has to be \"opinion\" clearly, right? Oh, there's question number 9 which asks, \"When did you start using the internet?\" So you mentioned using it when you were in high school, but you used the word \"since,\" which is wrong because usually \"since\" is used for the present perfect, past perfect, or perfect continuous tenses. If you're using the simple past tense, and you write \"I started using,\" it should be \"I started using when I was in high school,\" not \"since I was in high school.\" Already. There is question 11.",
      "transcript_cleaned": "He completely forgot. The weather. I think you said it was okay, I wrote it was a little bit cold and a little bit dry. Then, \"co\" is an adjective, but \" rh\" and \"r\" are also verbs. Therefore, the way you are using it is incorrect. You should use \" co\" and \"ry\" correctly. Then, in sentence number six, the word \" opinion\" was a bit jumbled up, so it was probably misspelled as something like \"opinion,\" which I could andt quite make out, but it has to be \"opinion\" clearly, right? Oh, there is question number 9 which asks, \"When did you start using the internet?\" So you mentioned using it when you were in high school, but you used the word \"since,\" which is wrong because usually \"since\" is used for the present perfect, past perfect, or perfect continuous tenses. If you are using the simple past tense, and you write \"I started using,\" it should be \"I started using when I was in high school,\" not \"since I was in high school.\" Already. There is question 11.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p0BgBmtO2Vs_q02",
      "video_id": "p0BgBmtO2Vs",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "I go for go outside for watching movies and sometime eating food on local food Outlets okay and how do the people of your age spend their free time it will totally depend on their taste as my brother is also a sports lover so he spent their laser time in sports activity like playing games and other and I am a watching live music then I prefer to watching movies okay how do senior citizens spend their time in your localities so as I am leaving rural area most of people in my town opens spend their spare time with playing cards and sometimes Gosling on social issue as they are a wise member of society okay do you like meeting strangers well definitely yes as I am a socialist person and I like meeting stranger I also know about their cultural traditions and their me too okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I go for uh go outside for watching movies and sometime eating food on local food Outlets okay and how do the people of your age spend their free time it will totally depend on their taste as my brother is also a sports lover so he spent their laser time in sports activity like playing games and other and I am a watching live music then I prefer to watching movies okay how do senior citizens spend their time in your localities so as I'm leaving rural area most of people in my town opens spend their spare time with playing cards and sometimes Gosling on social issue as they are a wise member of society okay do you like meeting strangers well definitely yes as I am a socialist person and I like meeting stranger I also know about their cultural traditions and their me too okay.",
      "transcript_cleaned": "I go for go outside for watching movies and sometime eating food on local food Outlets okay and how do the people of your age spend their free time it will totally depend on their taste as my brother is also a sports lover so he spent their laser time in sports activity like playing games and other and I am a watching live music then I prefer to watching movies okay how do senior citizens spend their time in your localities so as I am leaving rural area most of people in my town opens spend their spare time with playing cards and sometimes Gosling on social issue as they are a wise member of society okay do you like meeting strangers well definitely yes as I am a socialist person and I like meeting stranger I also know about their cultural traditions and their me too",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p0BgBmtO2Vs_q05",
      "video_id": "p0BgBmtO2Vs",
      "band": 5.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Family business can be mentioned to the success of a family business first and foremost a family business can become success because of hard work of every family member and second one that their great interest and better facilities okay how is the relation among members of a family business all right no problem how is the relations among members of a family while doing business while doing business first and foremost this would be more honest to their family member and second one that is they can they should do work with their great opportunity if sometimes they are not able to do work then he definitely not impo force them so I think a family with the help of family they can make a business successful and also help them okay what are the advantages of family business well advantage of family business first and foremost as I told earlier that they can become more Rich by family business and second one is that they can provide job to their family member and also it is helpful helpful to become are there any disadvantages of family business well it there are also some disadvantages it totally depends on people person whenever they cheat their family member it is harmful for their relations and second one that whenever there is a loss then every family member in is harmful for their mental definitions okay should husbands and wife have different roles within a family well definitely yes if I talk about my hometown there are most of how wives are housewife and they have they not do any outside worker but husband most of us went doing outside work.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "family business can be mentioned to the success of a family business first and foremost a family business can become success because of hard work of every family member and second one that their great interest and better facilities okay how is the relation among members of a family business all right no problem how is the relations among members of a family while doing business while doing business first and foremost this would be more honest to their family member and second one that is they can they should do work with their great opportunity if sometimes they are not able to do work then he definitely not impo force them so I think a family with the help of family they can make a business successful and also help them hmm okay what are the advantages of family business well advantage of family business first and foremost as I told earlier that they can become more Rich by family business and second one is that they can provide job to their family member and also it's helpful helpful to become are there any disadvantages of family business well it there are also some disadvantages it totally depends on people person whenever they cheat their family member it is harmful for their relations and second one that whenever there is a loss then every family member in is harmful for their mental definitions okay should husbands and wife have different roles within a family well definitely yes if I talk about my hometown there are most of how wives are housewife and they have they not do any outside worker but husband most of us went doing outside work.",
      "transcript_cleaned": "Family business can be mentioned to the success of a family business first and foremost a family business can become success because of hard work of every family member and second one that their great interest and better facilities okay how is the relation among members of a family business all right no problem how is the relations among members of a family while doing business while doing business first and foremost this would be more honest to their family member and second one that is they can they should do work with their great opportunity if sometimes they are not able to do work then he definitely not impo force them so I think a family with the help of family they can make a business successful and also help them okay what are the advantages of family business well advantage of family business first and foremost as I told earlier that they can become more Rich by family business and second one is that they can provide job to their family member and also it is helpful helpful to become are there any disadvantages of family business well it there are also some disadvantages it totally depends on people person whenever they cheat their family member it is harmful for their relations and second one that whenever there is a loss then every family member in is harmful for their mental definitions okay should husbands and wife have different roles within a family well definitely yes if I talk about my hometown there are most of how wives are housewife and they have they not do any outside worker but husband most of us went doing outside work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p0BgBmtO2Vs_q06",
      "video_id": "p0BgBmtO2Vs",
      "band": 5.5,
      "question": "[Transcript chunk 6]",
      "transcript": "It will be completely indispensable role to provide a good status for a employer and the second one is that they can get more job more other opportunity to become successful with the help of big companies for example if I talk about my elder brother he is also a he is also working in a big company and he is one of the best people in my country okay should big companies donate more to the charities it is an interesting question and I think most of the company should invest in Charities because nowadays education system is very bad and if they invest in this then India become more aware about studies and segment is that about health related they can also enhance the health conditions and also provide more equipment related to health treatment so I think the company should invest in Charities as they more they can okay thank you so much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "it will be completely indispensable role to provide a good status for a employer and the second one is that they can get more job more other opportunity to become successful with the help of big companies for example if I talk about my elder brother he is also a he's also working in a big company and he is one of the best people in my country okay should big companies donate more to the charities it is an interesting question and I think most of the company should invest in Charities because nowadays education system is very bad and if they invest in this then India become more aware about studies and segment is that about health related they can also enhance the health conditions and also provide more equipment related to health treatment so I think the company should invest in Charities as they more they can okay thank you so much.",
      "transcript_cleaned": "It will be completely indispensable role to provide a good status for a employer and the second one is that they can get more job more other opportunity to become successful with the help of big companies for example if I talk about my elder brother he is also a he is also working in a big company and he is one of the best people in my country okay should big companies donate more to the charities it is an interesting question and I think most of the company should invest in Charities because nowadays education system is very bad and if they invest in this then India become more aware about studies and segment is that about health related they can also enhance the health conditions and also provide more equipment related to health treatment so I think the company should invest in Charities as they more they can okay thank you so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q01",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Are you ready?",
      "transcript": "Yes, I am ready. Okay. So hello and welcome to this practice exam conducted by me Darry and your practice examiner. And the questions in this test are designed to simulate the I speaking test. And in this first part, I like to ask you some questions about yourself. And remember this is not a tense of knowledge. Just a chance for you to speak as naturally as possible. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I'm ready. Okay . So hello and welcome to this practice exam conducted by me Darry and your practice examiner. And the questions in this test are designed to simulate the I speaking test. And in this first part, I like to ask you some questions about yourself. And remember this is not a tense of knowledge. Just a chance for you to speak as naturally as possible. So.",
      "transcript_cleaned": "Yes, I am ready. Okay. So hello and welcome to this practice exam conducted by me Darry and your practice examiner. And the questions in this test are designed to simulate the I speaking test. And in this first part, I like to ask you some questions about yourself. And remember this is not a tense of knowledge. Just a chance for you to speak as naturally as possible.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q04",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Are there any rules for students at your school?",
      "transcript": "Yes, there are some basic rules. For example, you have to wear uniform whenever you go to school during user days.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, there are some basic rules. For example, you have to wear uniform whenever you go to school during user days.",
      "transcript_cleaned": "Yes, there are some basic rules. For example, you have to wear uniform whenever you go to school during user days.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q05",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "And you also do not you must not use the phone during class and do you prefer to have more of a few rules at school?",
      "transcript": "I think less rules because I do not know why but I enjoy freedom and that is why I I do not like a lot of do you think students would benefit more from more rooms? I think yes and no. It depends for some like primary student and secondary student I think a lot of rules will be helpful for them because at this time they can control their behaviors. So rule is really helpful but for some like a high school student I think that they can control their what they do. I think for high school students is better.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think less rules because I don't know why but I enjoy freedom and that's why I I don't like a lot of do you think students would benefit more from more rooms? I think yes and no. It depends for some like primary student and secondary student I think a lot of rules will be helpful for them because at this time they can control their behaviors. So rule is really helpful but for some like a high school student I think that they can control their what they do. I think for high school students is better.",
      "transcript_cleaned": "I think less rules because I do not know why but I enjoy freedom and that is why I I do not like a lot of do you think students would benefit more from more rooms? I think yes and no. It depends for some like primary student and secondary student I think a lot of rules will be helpful for them because at this time they can control their behaviors. So rule is really helpful but for some like a high school student I think that they can control their what they do. I think for high school students is better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q07",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Do you often go to public places with your friends?",
      "transcript": "No, because I am an introvert person. So I hardly ever hang out with my friends. So I think no.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, because I'm an introvert person. So I hardly ever hang out with my friends. So I think no.",
      "transcript_cleaned": "No, because I am an introvert person. So I hardly ever hang out with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q08",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "And have you ever talked to someone you do not know in public places?",
      "transcript": "Yes, especially when I have to do some other activity. For example, in I usually go to the church and here I think I mean every week we have a lot of new teenagers going here. So I have to talk with them and because we have to work together. So I have to communicate with them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, especially when I have to do some other activity. For example, in I usually go to the church and here I think I mean every week we have a lot of new teenagers going here. So I have to talk with them and because we have to work together. So I have to communicate with them.",
      "transcript_cleaned": "Yes, especially when I have to do some other activity. For example, in I usually go to the church and here I think I mean every week we have a lot of new teenagers going here. So I have to talk with them and because we have to work together. So I have to communicate with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q09",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Do you wear headphones in public places?",
      "transcript": "No, I I have never done that because I think it is so strange when it is like whenever you wear headphones meaning that like it is created a feeling for others that they can communicate with you. So I hardly do that because like whenever I go out means I want to communicate with others and share with others.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I I have never done that because I think it's so strange when it's like whenever you wear headphones meaning that like it's created a feeling for others that they can communicate with you. So I hardly do that because like whenever I go out means I want to communicate with others and share with others.",
      "transcript_cleaned": "No, I I have never done that because I think it is so strange when it is like whenever you wear headphones meaning that like it is created a feeling for others that they can communicate with you. So I hardly do that because like whenever I go out means I want to communicate with others and share with others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q10",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Would you like to see more public places near where you live?",
      "transcript": "Yes, because for example I would love to have more park in my area so that I could have pay for exercising or something like that. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, because for example I would love to have more park in my area so that I could have pay for exercising or something like that. And.",
      "transcript_cleaned": "Yes, because for example I would love to have more park in my area so that I could have pay for exercising or something like that. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q11",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Can you see it?",
      "transcript": "Yes. Okay. So now I will give you one minute for preparation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Okay . So now I will give you one minute for preparation.",
      "transcript_cleaned": "Yes. Okay. So now I will give you one minute for preparation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q12",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Are you ready?",
      "transcript": "Yes, I am ready. Okay. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I'm ready. Okay . So.",
      "transcript_cleaned": "Yes, I am ready.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q13",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "So the first question is what kinds of people do you think are the most interesting to talk about?",
      "transcript": "I think as for me I love talking to people who have a wide range of knowledge in different fields. For example, my friends she has read a lot of different books and whenever I talk I talk to hers like I can know a lot of new knowledge that is why I really enjoy talking to her.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think as for me I love talking to people who have a wide range of knowledge in different fields. For example, my friends she has read a lot of different books and whenever I talk I talk to hers like I can know a lot of new knowledge that's why I really enjoy talking to her.",
      "transcript_cleaned": "I think as for me I love talking to people who have a wide range of knowledge in different fields. For example, my friends she has read a lot of different books and whenever I talk I talk to hers like I can know a lot of new knowledge that is why I really enjoy talking to her.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q14",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "And do you think people become more interesting when they have lots of life experience?",
      "transcript": "Yeah, I think yes. Because like I told you before, they have a lot of experience. that is means they have a lot of knowledge and whenever I talk to them, I can gain more interesting information.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think yes. Because like I told you before, they have a lot of experience. That's means they have a lot of knowledge and whenever I talk to them, I can gain more interesting information.",
      "transcript_cleaned": "I think yes. Because like I told you before, they have a lot of experience. that is means they have a lot of knowledge and whenever I talk to them, I can gain more interesting information.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q15",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Why do you think some people are naturally more interesting than others?",
      "transcript": "I think the biggest reason is because of their parents and their family. Like my friend, she lives a family with you know her parents. He is really there I am sorry they are really funly and like always support on her decisions. a person like him is also very fun and I do not know why but whenever she is around people she can always make people laugh a lot and people are always like enjoy to enjoy talking to her and are celebrities always interesting dous can you clear the question ok so do you think that celebrities are always interesting people are just look like they are interesting because they famous question in my opinion I It depends on it depends on each person like but most of the celebrity I know they are have their like for example roles she is an interesting person that is real because I get to know a lot of about her and I know that yeah it is a real characters it is a real life I do not I do not great so that is it for the practice then how do you feel ha the third part is a bit confusing. Sorry, this is probably due to my carelessness, so it might have a slight psychological impact on you. He was looking for the set of science questions, but page 3 had been leaked onto another set of questions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm. I think the biggest reason is because of their parents and their family. Like my friend, she lives a family with you know her parents. He is really there I'm sorry they are really funly and like always support on her decisions. a person like him is also very fun and I don't know why but whenever she is around people she can always make people laugh a lot and people are always like enjoy to enjoy talking to her and are celebrities always interesting dous can you clear the question ok so do you think that celebrities are always interesting people are just look like they are interesting because they famous question in my opinion I It depends on it depends on each person like but most of the celebrity I know they are have their like for example roles she is an interesting person that's real because I get to know a lot of about her and I know that yeah it's a real characters it's a real life I don't I don't great so that's it for the practice then how do you feel ha the third part is a bit confusing . Sorry, this is probably due to my carelessness, so it might have a slight psychological impact on you. He was looking for the set of science questions, but page 3 had been leaked onto another set of questions .",
      "transcript_cleaned": "I think the biggest reason is because of their parents and their family. Like my friend, she lives a family with you know her parents. He is really there I am sorry they are really funly and like always support on her decisions. a person like him is also very fun and I do not know why but whenever she is around people she can always make people laugh a lot and people are always like enjoy to enjoy talking to her and are celebrities always interesting dous can you clear the question ok so do you think that celebrities are always interesting people are just look like they are interesting because they famous question in my opinion I It depends on it depends on each person like but most of the celebrity I know they are have their like for example roles she is an interesting person that is real because I get to know a lot of about her and I know that yeah it is a real characters it is a real life I do not I do not great so that is it for the practice then how do you feel ha the third part is a bit confusing. Sorry, this is probably due to my carelessness, so it might have a slight psychological impact on you. He was looking for the set of science questions, but page 3 had been leaked onto another set of questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q21",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "But sometimes I feel like your ideas have not quite arrived yet, so you need to pause for a while to think things through, right?",
      "transcript": "Okay, give me an example sentence. Most of the time, every sentence will be something like, \" either because of your habit of speaking hesitantly, it will make me or later, when you are taking an exam or working, the examiner will think, 'Is it because you are running out of ideas?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, give me an example sentence. Most of the time, every sentence will be something like, \" either because of your habit of speaking hesitantly, it will make me or later, when you're taking an exam or working, the examiner will think, 'Is it because you're running out of ideas?",
      "transcript_cleaned": "give me an example sentence. Most of the time, every sentence will be something like, \" either because of your habit of speaking hesitantly, it will make me or later, when you are taking an exam or working, the examiner will think, 'Is it because you are running out of ideas?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q24",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "The teacher is the same way, is not he?",
      "transcript": "The watch needs to have \" es\" added to it. watches out us. YES. Those were mostly errors in the subject x, but I forgot g. Then you say you are an introvert, but you use \"I am an introvert person,\" which is redundant because introverts are inherently introverted people. If you want to use the word \"person,\" you should use \"introverted person.\" YES. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The watch needs to have \" es\" added to it. watches out us. YES. Those were mostly errors in the subject x, but I forgot g. Then you say you're an introvert, but you use \"I am an introvert person,\" which is redundant because introverts are inherently introverted people . If you want to use the word \"person,\" you should use \"introverted person.\" YES. Okay.",
      "transcript_cleaned": "The watch needs to have \" es\" added to it. watches out us. YES. Those were mostly errors in the subject x, but I forgot g. Then you say you are an introvert, but you use \"I am an introvert person,\" which is redundant because introverts are inherently introverted people. If you want to use the word \"person,\" you should use \"introverted person.\"",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}