{
  "batch_id": 32,
  "count": 20,
  "samples": [
    {
      "sample_id": "lm8BYede3Yk_q25",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "That is always a plus that you know how to use them naturally, right?",
      "transcript": "Because you should not force your expressions in there, your idioms. Sometimes they end up not making 100% sense. So always use these that you comfortable with right you also had very nice paraphrasing going on right So for example you used I fond of instead of prefer or enjoy instead of like So that was very nicely done Always keep that up You can never paraphrase enough pretty much right Always remember to even rephrase the questions that you hear from the examiner That always helpful But I would say today you did pretty well and part two you had a few repetitions I would say when you were unsure what to say next Of course, this can happen when you are kind of struggling with the fluency that you start to repeat yourself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because you should not force your expressions in there, your idioms. Sometimes they end up not making 100% sense. So always use these that you comfortable with right Um you also had very nice uh paraphrasing going on right So for example you used I fond of instead of prefer or enjoy instead of like So that was very nicely done Always keep that up You can never paraphrase enough pretty much right Always remember to even rephrase the questions that you hear from the examiner That always helpful But I would say today you did pretty well Um and part two you had a few repetitions I would say when you were unsure what to say next Of course, this can happen when you're kind of struggling with the fluency that you start to repeat yourself.",
      "transcript_cleaned": "Because you should not force your expressions in there, your idioms. Sometimes they end up not making 100% sense. So always use these that you comfortable with right you also had very nice paraphrasing going on right So for example you used I fond of instead of prefer or enjoy instead of like So that was very nicely done Always keep that up You can never paraphrase enough pretty much right Always remember to even rephrase the questions that you hear from the examiner That always helpful",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q27",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Because it is about a range of complex structures as well as tenses, which you did today, right?",
      "transcript": "So always be sure to use as wide of a range as you can. Show what you know, show the complex things that you know about. I would say is through tenses, sometimes here and there, they were a little bit off.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So always be sure to use as wide of a range as you can. Show what you know, show the complex things that you know about. I would say is through tenses, sometimes here and there, they were a little bit off.",
      "transcript_cleaned": "always be sure to use as wide of a range as you can. Show what you know, show the complex things that you know about. I would say is through tenses, sometimes here and there, they were a little bit off.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q29",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "It is either in the traditional sense when you are talking about, for example, specific country or you say in a traditional sense, right?",
      "transcript": "But it needs an article in between. or your third person as sometimes, you know, sometimes it, you know, you put it at the wrong word or it is just missing. For example, you said it is helped me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But it needs an article in between. Um, or your third person as sometimes, you know, sometimes it, you know, you put it at the wrong word or it's just missing. For example, you said it's helped me.",
      "transcript_cleaned": "But it needs an article in between. or your third person as sometimes, you know, sometimes it, you know, you put it at the wrong word or it is just missing. For example, you said it is helped me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q30",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Everyone is third person, so everyone sees them, right?",
      "transcript": "And same goes for your plural as sometimes that is just missing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And same goes for your plural as sometimes that is just missing.",
      "transcript_cleaned": "And same goes for your plural as sometimes that is just missing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q32",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "What can help you is if you speak up a little bit, be louder.",
      "transcript": "I know it is sometimes difficult when you say you are an introverted person.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I know it's sometimes difficult when you say you're an introverted person.",
      "transcript_cleaned": "I know it is sometimes difficult when you say you are an introverted person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q33",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Of course, that is sometimes hard, but I think confidence can be really key in those tests, right?",
      "transcript": "Even if you are faking it, that is all right. Even fake confidence is enough. So, you know, try to speak up a little bit, be confident about what you know, because Because you do have good English.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Even if you're faking it, that's all right. Even fake confidence is enough. So, you know, try to speak up a little bit, be confident about what you know, because Because you do have good English.",
      "transcript_cleaned": "Even if you are faking it, that is all right. Even fake confidence is enough. So, you know, try to speak up a little bit, be confident about what you know, because Because you do have good English.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q34",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "It is just about showing it, right?",
      "transcript": "So, be a little bit clear about what you are saying. And as for your intonation and rhythm, I would say you had some nice kind of a melody in there, you know, with some ups and downs. Maybe in the instances where you were, not sure what to say, your voice was a little bit monotone. But I think you do have a good idea of how to have the, you know, a natural intonation in your speaking. So always remember to keep that up throughout your whole test and, you know, just show what you know and be confident about that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, um, be a little bit clear about what you're saying. And as for your intonation and rhythm, um, I would say you had some nice kind of a melody in there, you know, with some ups and downs. Maybe in the instances where you were, uh, not sure what to say, your voice was a little bit monotone. But I think you do have a good idea of how to have the, you know, a natural intonation in your speaking. So always remember to keep that up throughout your whole test and, you know, just show what you know and be confident about that.",
      "transcript_cleaned": "be a little bit clear about what you are saying. And as for your intonation and rhythm, I would say you had some nice kind of a melody in there, you know, with some ups and downs. Maybe in the instances where you were, not sure what to say, your voice was a little bit monotone. But I think you do have a good idea of how to have the, you know, a natural intonation in your speaking. So always remember to keep that up throughout your whole test and, you know, just show what you know and be confident about that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q36",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "I think for you then it would be the easiest way if you go off topic, right?",
      "transcript": "Maybe you have something that I do not know your work or I do not know animals cooking. Whatever that you you personally know a lot about and there is pretty much like there is an every topic you can find something that you can relate to something else, right? So maybe that is the easiest way to go. Or for example, as you did in the last question I gave you, you just give gave me an example of a friend and then you talked about that friend and that is a very good idea, right? Because that makes it easier to keep going when you are talking about something personal or an For example, from a friend who can even lie, that is totally fine, right? So I would say giving examples and going off topic would then be the best idea for you. OK, OK, I see.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Maybe you have something that I don't know your work or I don't know animals cooking. Whatever that you you personally know a lot about and there is pretty much like there's an every topic you can find something that you can relate to something else, right? So maybe that's the easiest way to go. Or for example, as you did in the last question I gave you, you just give gave me an example of a friend and then you talked about that friend and that is a very good idea, right? Because that makes it easier to keep going when you're talking about something personal or an For example, from a friend who can even lie, that's totally fine, right? So I would say giving examples and going off topic would then be the best idea for you. OK, OK, I see.",
      "transcript_cleaned": "Maybe you have something that I do not know your work or I do not know animals cooking. Whatever that you you personally know a lot about and there is pretty much like there is an every topic you can find something that you can relate to something else, right? So maybe that is the easiest way to go. Or for example, as you did in the last question I gave you, you just give gave me an example of a friend and then you talked about that friend and that is a very good idea, right? Because that makes it easier to keep going when you are talking about something personal or an For example, from a friend who can even lie, that is totally fine, right? So I would say giving examples and going off topic would then be the best idea for you. OK, OK, I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q37",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Was it useful for you?",
      "transcript": "Yeah, I think it is very nice. Thank you very much for the help. you are very welcome. No problem at all.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think it's very nice. Thank you very much for the help. You're very welcome. No problem at all.",
      "transcript_cleaned": "I think it is very nice. Thank you very much for the help. you are very welcome. No problem at all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q38",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "And would it be okay for you if we share this video on our YouTube channel?",
      "transcript": "Oh yes. Okay, great. Thank you so much. then that is it for today. Best of luck to you with your further practice and best of luck with your test of course as well and have a great rest of your evening. Thank you very much. Bye bye.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yes. Okay, great. Thank you so much. Um, then that's it for today. Best of luck to you with your further practice and best of luck with your test of course as well and have a great rest of your evening. Thank you very much. Bye bye.",
      "transcript_cleaned": "Oh yes. Okay, great. Thank you so much. then that is it for today. Best of luck to you with your further practice and best of luck with your test of course as well and have a great rest of your evening. Thank you very much. Bye bye.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lm8BYede3Yk_q39",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Oh, so can I ask how you send this video to me?",
      "transcript": "It will show up in the Skype chat. No, you can download it on Skype. It would automatically be sent once we hang up. That takes a few seconds and then you will have it in the chat and there you can download it. Alright? Oh yeah, I see. Thank you. Okay, cool. Bye bye. Bye bye.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It will show up in the Skype chat. No, you can download it on Skype. It would automatically be sent once we hang up. That takes a few seconds and then you'll have it in the chat and there you can download it. Alright? Oh yeah, I see. Thank you. Okay, cool. Bye bye. Bye bye.",
      "transcript_cleaned": "It will show up in the Skype chat. No, you can download it on Skype. It would automatically be sent once we hang up. That takes a few seconds and then you will have it in the chat and there you can download it. Alright? Oh yeah, I see. Thank you. Okay, cool. Bye bye. Bye bye.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q01",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "Now what have we gathered here today?",
      "transcript": "Basically, we are going to play a little game. it is going to be a speaking game. There you go. Okay, so we have some topics here. I am just going to pick one. let us see what topic you can. it is about reading. Oh, you have got one about reading. Cool. I am not going to skip this topic. I like it. So here you go. Thank you very much. Good for you, Manusha. All right, here we go. Question number one. Yeah, you can have a paper here. So if you want to write anything, any mistakes I make. I can analyze you. All right, here we go. All right. Question number one. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Basically, we're going to play a little game. It's going to be a speaking game. There you go. Okay, so we have some topics here. I'm just going to pick one. Let's see what topic you can. It's about reading. Oh, you've got one about reading. Cool. I'm not going to skip this topic. I like it. So here you go. Thank you very much. Good for you, Manusha. All right, here we go. Question number one. Yeah, you can have a paper here. So if you want to write anything, any mistakes I make. I can analyze you. All right, here we go. All right. Question number one. Okay.",
      "transcript_cleaned": "Basically, we are going to play a little game. it is going to be a speaking game. There you go. Okay, so we have some topics here. I am just going to pick one. let us see what topic you can. it is about reading. Oh, you have got one about reading. Cool. I am not going to skip this topic. I like it. So here you go. Thank you very much. Good for you, Manusha. All right, here we go. Question number one. Yeah, you can have a paper here. So if you want to write anything, any mistakes I make. I can analyze you. All right, here we go. All right. Question number one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q02",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "Do you often read?",
      "transcript": "To be honest, I used to read a lot when I was a university student because I had more time and I used to go to many different libraries. But since I am an instructor now and I am studying all the time, I have so many time consuming tasks. So, yep, I can say I do not read much because I do not have the time. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, to be honest, I used to read a lot when I was a university student because I had more time and I used to go to many different libraries. But since I am an instructor now and I'm studying all the time, uh, I have so many time consuming tasks. So, yep, I can say I don't read much because I don't have the time. Okay.",
      "transcript_cleaned": "To be honest, I used to read a lot when I was a university student because I had more time and I used to go to many different libraries. But since I am an instructor now and I am studying all the time, I have so many time consuming tasks. So, yep, I can say I do not read much because I do not have the time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q03",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "So, do you have any e-books?",
      "transcript": "As I told you, I am an instructor and also a master's student. So, I should have a lot of books. But since I cannot afford to buy them all, then I would prefer to download them online. And yep, because it does not take much space and it is easy to read. Nice one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, as I told you, I'm an instructor and also a master's student. So, I should have a lot of books. But since I cannot afford to buy them all, then I would prefer to download them online. And yep, because it doesn't take much space and it's easy to read. Nice one.",
      "transcript_cleaned": "As I told you, I am an instructor and also a master's student. So, I should have a lot of books. But since I cannot afford to buy them all, then I would prefer to download them online. And yep, because it does not take much space and it is easy to read. Nice one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q04",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "So what books did you read as a child?",
      "transcript": "When I was a child, I had a quite different taste. just like other kids, I used to read storybooks. But, I can say that I used to do it because it took me to a new world. And, I would say that is a good choice for many kids to read different books. Nice one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, when I was a child, I had a quite different taste. Uh, just like other kids, I used to read storybooks. But, um, I can say that I used to do it because it took me to a new world. And, uh, I would say that's a good choice for many kids to read different books. Nice one.",
      "transcript_cleaned": "When I was a child, I had a quite different taste. just like other kids, I used to read storybooks. But, I can say that I used to do it because it took me to a new world. And, I would say that is a good choice for many kids to read different books. Nice one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q05",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "So, do you think it is important to encourage children to read?",
      "transcript": "Absolutely yes, because children should be trained from an early age to read different books by their parents or the teachers at a school because it helps them on one hand, it helps them to improve some of their abilities and on the other hand, they will also have something positive and practical to discuss when they are with their friends. Nice one. Thank you very much. That is the end of your special.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, absolutely yes, because children should be trained from an early age to read different books by their parents or the teachers at a school because it helps them on one hand, it helps them to improve some of their abilities and on the other hand, they will also have something positive and practical to discuss when they're with their friends. Nice one. Thank you very much. That is the end of your special.",
      "transcript_cleaned": "Absolutely yes, because children should be trained from an early age to read different books by their parents or the teachers at a school because it helps them on one hand, it helps them to improve some of their abilities and on the other hand, they will also have something positive and practical to discuss when they are with their friends. Nice one. Thank you very much. That is the end of your special.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q06",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "But do not you want to analyze my speaking, what I did right now?",
      "transcript": "If you insist, I will do it right now. So I love the way you started with the way she, you know, the way Manish was answering and she directly answered the question and then she gave reasons for her answer. And it was followed by elaborating on the answer. And that is a very good thing. Even though, guys, these questions are, you know, you can answer them kind of short and sweet, but you do have to elaborate on some of the answers. And, you know, just give a good conversation for your examiner. that is exactly what Meh used to do. Sometimes I did not have an answer to the question. Like I did not really remember what books I used to read when I was a child. But I, as I told you, I was not truthful. I just said something. Not something, something relevant to the answer. Something relevant to the answer.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "If you insist, I'll do it right now. So I love the way you started with the way she, you know, the way Manish was answering and she directly answered the question and then she gave reasons for her answer. And it was followed by elaborating on the answer. And that's a very good thing. Even though, guys, these questions are, you know, you can answer them kind of short and sweet, but you do have to elaborate on some of the answers. And, you know, just give a good conversation for your examiner. That's exactly what Meh used to do. Sometimes I didn't have an answer to the question. Like I didn't really remember what books I used to read when I was a child. But I, as I told you, I wasn't truthful. I just said something. Not something, something relevant to the answer. Something relevant to the answer.",
      "transcript_cleaned": "If you insist, I will do it right now. So I love the way you started with the way she, you know, the way Manish was answering and she directly answered the question and then she gave reasons for her answer. And it was followed by elaborating on the answer. And that is a very good thing. Even though, guys, these questions are, you know, you can answer them kind of short and sweet, but you do have to elaborate on some of the answers. And, you know, just give a good conversation for your examiner. that is exactly what Meh used to do. Sometimes I did not have an answer to the question. Like I did not really remember what books I used to read when I was a child. But I, as I told you, I was not truthful. I just said something. Not something, something relevant to the answer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q07",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "So who cares if it is true or false?",
      "transcript": "If I am the examiner, I am not going to check if she was telling the truth or not. The important thing was she answered the question and she elaborated. So very well done. Anything else, Mr. Stamson?",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "If I'm the examiner, I'm not going to check if she was telling the truth or not. The important thing was she answered the question and she elaborated. So very well done. Anything else, Mr. Stamson?",
      "transcript_cleaned": "If I am the examiner, I am not going to check if she was telling the truth or not. The important thing was she answered the question and she elaborated. So very well done. Anything else, Mr. Stamson?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q10",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "Well, you know what?",
      "transcript": "I am not going to skip this topic. I am going to answer the questions. So, I will just, I am not supposed to look at that. Okay, okay, okay. I did not see anything. So, we can start with the first question, Samson. Go ahead.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I am not going to skip this topic. I'm going to answer the questions. So, I'll just, uh, I'm not supposed to look at that. Okay, okay, okay. I didn't see anything. So, we can start with the first question, Samson. Go ahead.",
      "transcript_cleaned": "I am not going to skip this topic. I am going to answer the questions. So, I will just, I am not supposed to look at that. Okay, okay, okay. I did not see anything. So, we can start with the first question, Samson. Go ahead.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkrkJK0y174_q11",
      "video_id": "kkrkJK0y174",
      "band": 9.0,
      "question": "How did you come here today?",
      "transcript": "Well, I actually took a cab because I do not trust public transport that much because there is too much traffic, you know, with the buses and trains is always a problem too. So, I prefer to get to my destination on time, which is why I took a cab.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I actually took a cab because I don't trust public transport that much because there's too much traffic, you know, with the buses and trains is always a problem too. So, I prefer to get to my destination on time, which is why I took a cab.",
      "transcript_cleaned": "I actually took a cab because I do not trust public transport that much because there is too much traffic, you know, with the buses and trains is always a problem too. So, I prefer to get to my destination on time, which is why I took a cab.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}