{
  "batch_id": 127,
  "count": 20,
  "samples": [
    {
      "sample_id": "wkdaHr9GIJ0_q03",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Why did you choose to study this subject?",
      "transcript": "I do not really know. My parents thought it would be a good thing for me to study and, I did well at mathematics at high school, so I thought it might be interesting. it is okay, I guess.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't really know. My parents thought it would be a good thing for me to study and, er, I did well at mathematics at high school, so I thought it might be interesting. It's okay, I guess.",
      "transcript_cleaned": "I do not really know. My parents thought it would be a good thing for me to study and, I did well at mathematics at high school, so I thought it might be interesting. it is okay, I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q04",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Have you made many friends on the course?",
      "transcript": "Yes. Yes, I have. There are some great guys on my course. Sometimes we get together and study after class, drink coffee, chat, that kind of thing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Yes, I have. There are some great guys on my course. Sometimes we get together and study after class, drink coffee, chat, that kind of thing.",
      "transcript_cleaned": "Yes. Yes, I have. There are some great guys on my course. Sometimes we get together and study after class, drink coffee, chat, that kind of thing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q05",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "What do you do to stay healthy?",
      "transcript": "Well, I try to watch my diet. I try to eat healthy foods, you know, fruit, vegetables, but I really love meat too. I think my diet is pretty good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I try to watch my diet. I try to eat healthy foods, you know, fruit, vegetables, but I really love meat too. I think my diet is pretty good.",
      "transcript_cleaned": "I try to watch my diet. I try to eat healthy foods, you know, fruit, vegetables, but I really love meat too. I think my diet is pretty",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q06",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Do you do any exercise?",
      "transcript": "Yeah, sure. From time to time. What kind? Well, I try to go to the gym once or twice a week. and I like going for walks in the evening when it is a bit cooler.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, sure. From time to time. What kind? Well, I try to go to the gym once or twice a week. Er, and I like going for walks in the evening when it's a bit cooler.",
      "transcript_cleaned": "sure. From time to time. What kind? Well, I try to go to the gym once or twice a week. and I like going for walks in the evening when it is a bit cooler.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q07",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "How active were you when you were a child?",
      "transcript": "Oh, very active, yes. I was always, playing with my brothers, fighting, wrestling, playing games, you know. How important is it for children to be active Oh very important Nowadays kids just play video games all day They don get enough exercise in my opinion They just couch potatoes Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, very active, yes. I was always, er, playing with my brothers, er, fighting, wrestling, playing games, you know. How important is it for children to be active Oh very important Nowadays kids just play video games all day They don get enough exercise in my opinion They just couch potatoes Now,.",
      "transcript_cleaned": "Oh, very active, yes. I was always, playing with my brothers, fighting, wrestling, playing games, you know. How important is it for children to be active Oh very important Nowadays kids just play video games all day They don get enough exercise in my opinion They just couch potatoes Now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q08",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "What kind of weather do you like best?",
      "transcript": "Rainy weather, definitely. Why? Oh, because it rarely rains in my region, so when it does, everyone is really happy. And it cools down the temperature too.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Rainy weather, definitely. Why? Oh, because it rarely rains in my region, so when it does, everyone is really happy. And it cools down the temperature too.",
      "transcript_cleaned": "Rainy weather, definitely. Why? Oh, because it rarely rains in my region, so when it does, everyone is really happy. And it cools down the temperature too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q09",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Like climate change?",
      "transcript": "Oh, well, I guess it is changed a little. People say it is hotter than it used to be, But I am not really sure if that is true.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, well, I guess it's changed a little. People say it's hotter than it used to be, But I'm not really sure if that's true.",
      "transcript_cleaned": "Oh, well, I guess it is changed a little. People say it is hotter than it used to be, But I am not really sure if that is true.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q12",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Do other people like this building?",
      "transcript": "Yes, everyone likes it. it is a real landmark of the city now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, everyone likes it. It's a real landmark of the city now.",
      "transcript_cleaned": "Yes, everyone likes it. it is a real landmark of the city now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q14",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Which one is more important?",
      "transcript": "Well, I would have to say both. first of all, of course, the government should try to maintain traditional buildings, they are our, our heritage, and, they connect us to a past, in, in a way that looking at a photo in a book cannot. Personally, I do not enjoy looking around old buildings such as castles, but I know in some countries tourists flock to these type of buildings. So I can imagine that many people in those countries want to see them preserved. But on the other hand we shouldn be spending so much money on them that we have poor health and education service Educating our children and treating sick people has to be a priority too And is it possible for a government to fund all of these things?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I'd have to say both. Um, first of all, of course, the government should try to maintain traditional buildings, um, they are our, our heritage, and, uh, they connect us to a past, uh, in, in a way that looking at a photo in a book cannot. Personally, I don't enjoy looking around old buildings such as castles, but I know in some countries tourists flock to these type of buildings. So I can imagine that many people in those countries want to see them preserved. But on the other hand we shouldn be spending so much money on them that we have poor health and education service Educating our children and treating sick people has to be a priority too And is it possible for a government to fund all of these things?",
      "transcript_cleaned": "I would have to say both. first of all, of course, the government should try to maintain traditional buildings, they are our, our heritage, and, they connect us to a past, in, in a way that looking at a photo in a book cannot. Personally, I do not enjoy looking around old buildings such as castles, but I know in some countries tourists flock to these type of buildings. So I can imagine that many people in those countries want to see them preserved. But on the other hand we shouldn be spending so much money on them that we have poor health and education service Educating our children and treating sick people has to be a priority too And is it possible for a government to fund all of these things?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q15",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Can a government pay for all of these things?",
      "transcript": "Well, I suppose it depends on the country. My country is fairly wealthy, so yes, I think it can afford public services and money for preservation. But in poorer countries, I can imagine that the majority of people there would want better schools and good hospitals. Many people like living in modern buildings.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I suppose it depends on the country. My country is fairly wealthy, so yes, I think it can afford public services and money for preservation. But in poorer countries, I can imagine that the majority of people there would want better schools and good hospitals. Many people like living in modern buildings.",
      "transcript_cleaned": "I suppose it depends on the country. My country is fairly wealthy, so yes, I think it can afford public services and money for preservation. But in poorer countries, I can imagine that the majority of people there would want better schools and good hospitals. Many people like living in modern buildings.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q16",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Why do you think that is?",
      "transcript": "Well, I think I am one of them. living in a modern home is much easier on the whole, I think. You do not have to worry about, what is the word, you know, fixing them up all the time. Oh, renovating. that is it. You do not have to renovate new homes. they are in perfect condition. And this probably saves a lot of money. I imagine repairing and maintaining a home is very costly. And, another reason, of course, is that modern homes have all the mod cons, you know, modern conveniences. And I think most people these days are looking for ways to save time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think I am one of them. Um, living in a modern home is much easier on the whole, I think. You don't have to worry about, uh, what's the word, uh, you know, fixing them up all the time. Oh, renovating. That's it. You don't have to renovate new homes. They're in perfect condition. And this probably saves a lot of money. I imagine repairing and maintaining a home is very costly. And, er, another reason, of course, is that modern homes have all the mod cons, you know, er, modern conveniences. And I think most people these days are looking for ways to save time.",
      "transcript_cleaned": "I think I am one of them. living in a modern home is much easier on the whole, I think. You do not have to worry about, what is the word, you know, fixing them up all the time. Oh, renovating. that is it. You do not have to renovate new homes. they are in perfect condition. And this probably saves a lot of money. I imagine repairing and maintaining a home is very costly. And, another reason, of course, is that modern homes have all the mod cons, you know, modern conveniences. And I think most people these days are looking for ways to save time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wkdaHr9GIJ0_q17",
      "video_id": "wkdaHr9GIJ0",
      "band": 5.0,
      "question": "Homes in the future?",
      "transcript": "That is a good question. Let me see. If you mean ten or twenty years from now, I do not think they will be that different to what we have now. But perhaps fifty years from now, I think it is likely that we will see some changes. I think cities will get denser than they are now. Now, I mean, there'll be more people living in the same area. To cope with this, I think homes will get, smaller and perhaps taller, in order to fit more people in. In the major cities in my country, this has already happened. But fifty years from now, I think most cities and towns will be the same. Very, dense. Well, thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's a good question. Let me see. If you mean ten or twenty years from now, I don't think they will be that different to what we have now. But perhaps fifty years from now, I think it's likely that we'll see some changes. I think cities will get denser than they are now. Now, I mean, there'll be more people living in the same area. To cope with this, I think homes will get, er, smaller and perhaps taller, er, in order to fit more people in. In the major cities in my country, this has already happened. But fifty years from now, I think most cities and towns will be the same. Very, er, dense. Well, thank you very much.",
      "transcript_cleaned": "That is a good question. Let me see. If you mean ten or twenty years from now, I do not think they will be that different to what we have now. But perhaps fifty years from now, I think it is likely that we will see some changes. I think cities will get denser than they are now. Now, I mean, there'll be more people living in the same area. To cope with this, I think homes will get, smaller and perhaps taller, in order to fit more people in. In the major cities in my country, this has already happened. But fifty years from now, I think most cities and towns will be the same. Very, dense.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q01",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "Can I have your name please?",
      "transcript": "Sir, my name is, my friend is Howe. My name is Mary Howe.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Sir, my name is, my friend is Howe. My name is Mary Howe.",
      "transcript_cleaned": "Sir, my name is, my friend is Howe. My name is Mary Howe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q02",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "All right, so Howe, where are you from?",
      "transcript": "I am from Vietnam, a northern country from all of the world. And I hope that Vietnam will become more popular in the world.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm from Vietnam, a northern country from all of the world. And I hope that Vietnam will become more popular in the world. Hmm.",
      "transcript_cleaned": "I am from Vietnam, a northern country from all of the world. And I hope that Vietnam will become more popular in the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q03",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "So do you work or are you a student?",
      "transcript": "I am a student of high school on the northern and northern of Vietnam. And discuss high school, I learn, improve quality and that high school will contain and educate more students. Right, I see. Now let us talk about internet.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm a student of high school on the northern and northern of Vietnam. And discuss high school, I learn, improve quality and that high school will contain and educate more students. Right, I see. Now let us talk about internet.",
      "transcript_cleaned": "I am a student of high school on the northern and northern of Vietnam. And discuss high school, I learn, improve quality and that high school will contain and educate more students. Right, I see. Now let us talk about internet.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q04",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "So how important is the internet to you?",
      "transcript": "The first thing I recommend about internet and I recommend is connect, connect, and many people around the group in one platform and help them to chat and share information for each other. secondly, internet and also communicate in online platform, but also have them to produce and manage your food and in highland. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, the first thing I recommend about internet and I recommend is connect, connect, and many people around the group in one platform and help them to chat and share information for each other. Um, secondly, uh, internet and also communicate in online platform, but also have them to produce and manage your food and in highland. Right.",
      "transcript_cleaned": "The first thing I recommend about internet and I recommend is connect, connect, and many people around the group in one platform and help them to chat and share information for each other. secondly, internet and also communicate in online platform, but also have them to produce and manage your food and in highland.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q05",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "So how often do you use the internet?",
      "transcript": "I use internet for 24 hours to do my homework and finish my class in education. Internet helped me very much about doing FUTA and due to the internet, this platform helped me to get many high scores and make me highly prepared and show the education performance.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I use internet for 24 hours to do my homework and finish my class in education. Internet helped me very much about doing FUTA and due to the internet, this platform helped me to get many high scores and make me highly prepared and show the education performance.",
      "transcript_cleaned": "I use internet for 24 hours to do my homework and finish my class in education. Internet helped me very much about doing FUTA and due to the internet, this platform helped me to get many high scores and make me highly prepared and show the education performance.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q06",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "Right, so what are your favorite websites?",
      "transcript": "Certainly, I often enter the TikTok platform with a website for computer and to talk some information about all the valuable and many topics I like. I am interested in fashion in TikTok platform. Many accounts show the TikTok fashion style. And I am impressed and really like it. And I am interested in the whole style in the fashion that TikTok makes for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Certainly, I often enter the TikTok platform with a website for computer and to talk some information about all the valuable and many topics I like. I'm interested in fashion in TikTok platform. Many accounts show the TikTok fashion style. And I'm impressed and really like it. And I'm interested in the whole style in the fashion that TikTok makes for me.",
      "transcript_cleaned": "Certainly, I often enter the TikTok platform with a website for computer and to talk some information about all the valuable and many topics I like. I am interested in fashion in TikTok platform. Many accounts show the TikTok fashion style. And I am impressed and really like it. And I am interested in the whole style in the fashion that TikTok makes for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q07",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "So do you use apps?",
      "transcript": "That some of I use in my smartphone either on Facebook on the platform about information in the group and due to the Facebook I know that everything and every day has been very very highly and has a great change during the Monday For example, in the bottom of my country had various things to change and everyone had to donate and really money budget and funds to have some.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That uh some of I use in my smartphone either on Facebook on the platform about information in the group and uh due to the Facebook um I know that everything and every day has been very very highly and has a great change during the Monday For example, uh, in the bottom of my country had various things to change and everyone had to donate and really money budget and funds to have some.",
      "transcript_cleaned": "That some of I use in my smartphone either on Facebook on the platform about information in the group and due to the Facebook I know that everything and every day has been very very highly and has a great change during the Monday For example, in the bottom of my country had various things to change and everyone had to donate and really money budget and funds to have some.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9uyFQfQ-MRE_q08",
      "video_id": "9uyFQfQ-MRE",
      "band": 5.5,
      "question": "Yeah, so do you think you use the internet so much?",
      "transcript": "Recently, I often use internet so much because internet creates an addiction and I think that I should limit the time I use internet because it can have a harmful effect on my eyes and my vision ability. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Recently, I often use internet so much because internet creates an addiction and I think that I should limit the time I use internet because it can have a harmful effect on my eyes and my vision ability. Right.",
      "transcript_cleaned": "Recently, I often use internet so much because internet creates an addiction and I think that I should limit the time I use internet because it can have a harmful effect on my eyes and my vision ability.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}