{
  "batch_id": 141,
  "count": 20,
  "samples": [
    {
      "sample_id": "aF1dgp2J4v4_q14",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "In general, where do people watch movies?",
      "transcript": "So most of the times there are two options, like whether at home or at cinema, these are just so widespread to these two options. Like at home, the majority prefers to watch movies at home because of the convenience, because you can, because of the lack of background noise of other people and you are at peace with your, at your own pace. You can stop it if you want to or at cinemas. And mostly when people prefer to, to, to watch movies like this, they, they do not go along most of the time with someone else, which is also an excellent option. Why? Well, because it kind of gives the sense of togetherness. you know that you watch it with someone else, not alone, and you are the same kind of position. You watch the same thing. you are engrossed together. it is really miraculous, I think. -huh. -huh. -huh. -huh.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, so most of the times there are two options, like whether at home or at cinema, these are just so widespread to these two options. Like at home, the majority prefers to watch movies at home because of the convenience, because you can, because of the lack of background noise of other people and you're at peace with your, at your own pace. You can stop it if you want to or at cinemas. And mostly when people prefer to, to, to watch movies like this, they, they don't go along most of the time with someone else, which is also an excellent option. Why? Well, because it kind of gives the sense of togetherness. Uh, you know that you watch it with someone else, not alone, and you are the same kind of position. You watch the same thing. You're engrossed together. It's really miraculous, I think. Uh-huh. Uh-huh. Uh-huh. Uh-huh.",
      "transcript_cleaned": "most of the times there are two options, like whether at home or at cinema, these are just so widespread to these two options. Like at home, the majority prefers to watch movies at home because of the convenience, because you can, because of the lack of background noise of other people and you are at peace with your, at your own pace. You can stop it if you want to or at cinemas. And mostly when people prefer to, to, to watch movies like this, they, they do not go along most of the time with someone else, which is also an excellent option. Why? Well, because it kind of gives the sense of togetherness. you know that you watch it with someone else, not alone, and you are the same kind of position. You watch the same thing. you are engrossed together. it is really miraculous, I think. -huh. -huh. -huh. -huh.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q15",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "What makes the movies more popular than others?",
      "transcript": "I think that it is, it really depends. The reasons vary, but most of the times it is the, maybe the amount of money that are spent on them. the more, I mean, the more money, I mean, the more the money is spent on the movie, the better of quality it is, the more interesting the plot, because like there are more additional sounds. it is, some, it is, it is simply easier to make a cool movie by having a lot of money. So I think it is, it depends on the sum that is given. Sure.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think that it's, it really depends. The reasons vary, but most of the times it's the, maybe the amount of money that are spent on them. Uh, the more, I mean, the more money, I mean, the more the money is spent on the movie, the better of quality it is, the more interesting the plot, because like there are more additional sounds. It's, uh, some, it's, it's simply easier to make a cool movie by having a lot of money. So I think it's, it depends on the sum that is given. Sure.",
      "transcript_cleaned": "I think that it is, it really depends. The reasons vary, but most of the times it is the, maybe the amount of money that are spent on them. the more, I mean, the more money, I mean, the more the money is spent on the movie, the better of quality it is, the more interesting the plot, because like there are more additional sounds. it is, some, it is, it is simply easier to make a cool movie by having a lot of money. So I think it is, it depends on the sum that is given. Sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q16",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "Do you think it always depends on the money on the budget?",
      "transcript": "Not really, not really. It, it also can depend on the characters on the, how they perform their job. It really matters a lot. Last question.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Not really, not really. It, it also can depend on the characters on the, how they perform their job. It really matters a lot. Last question.",
      "transcript_cleaned": "Not really, not really. It, it also can depend on the characters on the, how they perform their job. It really matters a lot. Last question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q03",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you live in a house or an apartment?",
      "transcript": "I live in an apartment and it is a townhouse. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I live in an apartment and it is a townhouse. Okay.",
      "transcript_cleaned": "I live in an apartment and it is a townhouse.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q04",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Can you describe your apartment?",
      "transcript": "Sure. So, as I said, this is called a townhouse and it has two floors. It has one basement. It has three bedrooms, two washrooms, a living space, and a kitchen. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Sure. So, uh, as I said, this is called a townhouse and it has two floors. It has one basement. It has three bedrooms, two washrooms, a living space, and a kitchen. Okay.",
      "transcript_cleaned": "Sure. So, as I said, this is called a townhouse and it has two floors. It has one basement. It has three bedrooms, two washrooms, a living space, and a kitchen.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q05",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "What is your favorite room in your townhouse?",
      "transcript": "My favorite room has to be the living space because it is that one place in our house where we all get to sit together and spend a lot of quality time together.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, my favorite room has to be the living space because it is that one place in our house where we all get to sit together and spend a lot of quality time together.",
      "transcript_cleaned": "My favorite room has to be the living space because it is that one place in our house where we all get to sit together and spend a lot of quality time together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q06",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Is there anything you want to change about your apartment?",
      "transcript": "Yes, if there was one thing I could change about my apartment, it would have to be the number of washrooms it has. So, one extra washroom would really help us all in a few cases. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, uh, if there was one thing I could change about my apartment, it would have to be the number of washrooms it has. So, uh, one extra washroom would really help us all in a few cases. Okay,.",
      "transcript_cleaned": "Yes, if there was one thing I could change about my apartment, it would have to be the number of washrooms it has. So, one extra washroom would really help us all in a few cases.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q07",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you like to travel?",
      "transcript": "Yes, I like to travel a lot. Why? Because it gives me a sense of perspective where, if I am stressed, if I am a lot of, if I have a lot of worries in my life, one trip can make me happy and make all the stress go away.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I like to travel a lot. Why? Because it gives me a sense of perspective where, uh, if I'm stressed, if I'm a lot of, uh, if I have a lot of worries in my life, one trip can make me happy and make all the stress go away.",
      "transcript_cleaned": "Yes, I like to travel a lot. Why? Because it gives me a sense of perspective where, if I am stressed, if I am a lot of, if I have a lot of worries in my life, one trip can make me happy and make all the stress go away.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q08",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Where is the last place you visited?",
      "transcript": "The last place I visited as a trip would have to be Cox's Bazar back in Bangladesh. And it was a very special trip because it was my honeymoon. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The last place I visited as a trip would have to be Cox's Bazar back in Bangladesh. And it was a very special trip because it was my honeymoon. Okay.",
      "transcript_cleaned": "The last place I visited as a trip would have to be Cox's Bazar back in Bangladesh. And it was a very special trip because it was my honeymoon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q09",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you prefer traveling alone or with others?",
      "transcript": "I prefer traveling with others. It would, it would be best if it was my friends or family, because then I would really have the opportunity to share the good moments with my dear ones. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I prefer traveling with others. It would, it would be best if it was my friends or family, because then I would really have the opportunity to share the good moments with my dear ones. Okay.",
      "transcript_cleaned": "I prefer traveling with others. It would, it would be best if it was my friends or family, because then I would really have the opportunity to share the good moments with my dear ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q10",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "What is your favorite holiday destination?",
      "transcript": "My favorite holiday destination would have to be my village home because during holidays we all have the opportunity to get together and spend a lot of time together. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite holiday destination would have to be my village home because during holidays we all have the opportunity to get together and spend a lot of time together. Okay.",
      "transcript_cleaned": "My favorite holiday destination would have to be my village home because during holidays we all have the opportunity to get together and spend a lot of time together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q11",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you think it is important to take holidays?",
      "transcript": "Yes, it is important to take holidays. Mostly because when we are stressed about a lot of things in life, one holiday can make all of that go away. So yes, it is important. Let talk about media What kind of music do you like I like rock music because it gives me a sense of thrill when life gets boring Do you like watching movies Yes I like watching movies but with friends Okay How often do you watch TV I watch TV frequently because I am a huge fan of sports Okay Do you read newspapers Yes, I read newspapers, although it is a bit antique nowadays, but it is still one of my most favorite hobbies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, it is important to take holidays. Mostly because when we are stressed about a lot of things in life, one holiday can make all of that go away. So yes, it is important. Let talk about media What kind of music do you like I like rock music because it gives me a sense of thrill when life gets boring Do you like watching movies Yes I like watching movies but with friends Okay How often do you watch TV I watch TV frequently because I am a huge fan of sports Okay Do you read newspapers Yes, I read newspapers, although it is a bit antique nowadays, but it's still one of my most favorite hobbies.",
      "transcript_cleaned": "Yes, it is important to take holidays. Mostly because when we are stressed about a lot of things in life, one holiday can make all of that go away. So yes, it is important. Let talk about media What kind of music do you like I like rock music because it gives me a sense of thrill when life gets boring Do you like watching movies Yes I like watching movies but with friends Okay How often do you watch TV I watch TV frequently because I am a huge fan of sports Okay Do you read newspapers Yes, I read newspapers, although it is a bit antique nowadays, but it is still one of my most favorite hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q12",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Would you prefer books over movies?",
      "transcript": "Yes, I would choose books over movies because when we read books, we sometimes get a personal interpretation of what happens in the story or how the story would look like. But in movies we do not have that interpretation. We only see what is, what we are seeing on the screen. Now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I would choose books over movies because when we read books, we sometimes get a personal interpretation of what happens in the story or how the story would look like. But in movies we don't have that interpretation. We only see what is, uh, what we are seeing on the screen. Now I'm gonna give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "Yes, I would choose books over movies because when we read books, we sometimes get a personal interpretation of what happens in the story or how the story would look like. But in movies we do not have that interpretation. We only see what is, what we are seeing on the screen. Now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q13",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you understand?",
      "transcript": "Yes. that is some paper and a pencil for making notes. Thank you. And here is your topic. I would like you to describe a memorable holiday or trip you have had. Remember you have been to two minutes for this so do not really stop you. I will tell you when the time is up.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. That's some paper and a pencil for making notes. Thank you. And here is your topic. I would like you to describe a memorable holiday or trip you have had. Remember you have been to two minutes for this so don't really stop you. I'll tell you when the time is up.",
      "transcript_cleaned": "Yes. that is some paper and a pencil for making notes. Thank you. And here is your topic. I would like you to describe a memorable holiday or trip you have had. Remember you have been to two minutes for this so do not really stop you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q16",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "Do you think traveling is important for personal growth?",
      "transcript": "Yes, I do think traveling is important for personal development because when you travel to certain places you meet a lot of people. You meet people from a lot of backgrounds from different walks of life. So when you get to talk to them know about how they live, how their lifestyles are, that is when you gain a lot of perspectives and when you gain a lot of perspectives you have a better insight on how you should live your life. So this is how you can develop yourself personally by traveling.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do think traveling is important for personal development because when you travel to certain places you meet a lot of people. You meet people from a lot of backgrounds from different walks of life. So when you get to talk to them know about how they live, how their lifestyles are, that is when you gain a lot of perspectives and when you gain a lot of perspectives you have a better insight on how you should live your life. So this is how you can develop yourself personally by traveling.",
      "transcript_cleaned": "Yes, I do think traveling is important for personal development because when you travel to certain places you meet a lot of people. You meet people from a lot of backgrounds from different walks of life. So when you get to talk to them know about how they live, how their lifestyles are, that is when you gain a lot of perspectives and when you gain a lot of perspectives you have a better insight on how you should live your life. So this is how you can develop yourself personally by traveling.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q17",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "How do you think traveling has changed in recent years?",
      "transcript": "I think traveling has changed in a lot of ways recently. One of the ways would be as we all have cell phones in our pockets right now. When we travel, we tend to use the cell phones to make memories like clicking photographs of beautiful places or scenic views and so on. And so on. But what we forget is the beauty of traveling is when we spend the moments with our friends without any interruption of cell phones or whatsoever. So I think this is one way traveling has changed recently. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think traveling has changed in a lot of ways recently. One of the ways would be as we all have cell phones in our pockets right now. When we travel, we tend to use the cell phones to make memories like clicking photographs of beautiful places or scenic views and so on. And so on. But what we forget is the beauty of traveling is when we spend the moments with our friends without any interruption of cell phones or whatsoever. So I think this is one way traveling has changed recently. Okay.",
      "transcript_cleaned": "I think traveling has changed in a lot of ways recently. One of the ways would be as we all have cell phones in our pockets right now. When we travel, we tend to use the cell phones to make memories like clicking photographs of beautiful places or scenic views and so on. And so on. But what we forget is the beauty of traveling is when we spend the moments with our friends without any interruption of cell phones or whatsoever. So I think this is one way traveling has changed recently.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q18",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "What are the benefits of traveling to different countries and experiencing new cultures?",
      "transcript": "The benefits of experiencing new cultures by traveling to new countries is actually manifold. Because we can experience new food, we can experience how different people live their lives. Because sometimes we tend to be stuck in a bubble within our own country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, the benefits of experiencing new cultures by traveling to new countries is actually manifold. Because we can experience new food, we can experience how different people live their lives. Because sometimes we tend to be stuck in a bubble within our own country.",
      "transcript_cleaned": "The benefits of experiencing new cultures by traveling to new countries is actually manifold. Because we can experience new food, we can experience how different people live their lives. Because sometimes we tend to be stuck in a bubble within our own country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q19",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "In what ways do you think technology has affected the way people travel?",
      "transcript": "As I mentioned before, technology has had a lot of impacts in the way, in the ways we travel. but there are good things and bad things to that. sometimes the good things are, we can capture a lot of photographs without having to think about if, if we can manage to have a camera with us because we all have cell phones and the bad thing would be sometimes we get a little too distracted by technology by cell phones. So in those cases we sometimes tend to forget our friends or the genuine friendships that we forge during travelling.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, as I mentioned before, technology has had a lot of impacts in the way, in the ways we travel. Uh, but there are good things and bad things to that. Uh, sometimes the good things are, we can capture a lot of photographs without having to think about if, if we can manage to have a camera with us because we all have cell phones and the bad thing would be sometimes we get a little too distracted by technology by cell phones. So in those cases we sometimes tend to forget our friends or the genuine friendships that we forge during travelling.",
      "transcript_cleaned": "As I mentioned before, technology has had a lot of impacts in the way, in the ways we travel. but there are good things and bad things to that. sometimes the good things are, we can capture a lot of photographs without having to think about if, if we can manage to have a camera with us because we all have cell phones and the bad thing would be sometimes we get a little too distracted by technology by cell phones. So in those cases we sometimes tend to forget our friends or the genuine friendships that we forge during travelling.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vKQANflJvVA_q20",
      "video_id": "vKQANflJvVA",
      "band": 7.5,
      "question": "How important do you think it is for students to travel?",
      "transcript": "It is very important for students to travel because generally during their semesters, during their terms, they tend to be a lot busier when they have breaks. So during those times they get stressed over life a lot So after they done with maybe their examinations they get some free time and in that free time if they travel they will gain a lot of perspectives on life They will meet with new people And in that way the all the anxieties all the worries about life they tend to go away So it very important Do you think traveling can help people improve their mental wellbeing? Yes. Traveling can definitely help people improve their mental wellbeing because, in our daily life, as life has become more robotic nowadays, it is very important to just, Keep everything aside for a while and go for a trip with your friends and when you do that, as I said, you sort of expand your horizons on life and sort of see life from a bird's eye view. So it helps us to get rid of all the depression, sadness, and even when you talk with your friends on a trip, it helps you improve your mental state. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It is very important for students to travel because generally during their semesters, during their terms, they tend to be a lot busier when they have breaks. So during those times they get stressed over life a lot So after they done with maybe their examinations they get some free time and in that free time if they travel they will gain a lot of perspectives on life They will meet with new people And in that way the all the anxieties all the worries about life they tend to go away So it very important Do you think traveling can help people improve their mental wellbeing? Yes. Traveling can definitely help people improve their mental wellbeing because, um, in our daily life, as life has become more robotic nowadays, it's very important to just, uh, Keep everything aside for a while and go for a trip with your friends and when you do that, uh, as I said, you sort of expand your horizons on life and sort of see life from a bird's eye view. So it helps us to get rid of all the depression, sadness, and even when you talk with your friends on a trip, it helps you improve your mental state. Thank you.",
      "transcript_cleaned": "It is very important for students to travel because generally during their semesters, during their terms, they tend to be a lot busier when they have breaks. So during those times they get stressed over life a lot So after they done with maybe their examinations they get some free time and in that free time if they travel they will gain a lot of perspectives on life They will meet with new people And in that way the all the anxieties all the worries about life they tend to go away So it very important Do you think traveling can help people improve their mental wellbeing? Yes. Traveling can definitely help people improve their mental wellbeing because, in our daily life, as life has become more robotic nowadays, it is very important to just, Keep everything aside for a while and go for a trip with your friends and when you do that, as I said, you sort of expand your horizons on life and sort of see life from a bird's eye view. So it helps us to get rid of all the depression, sadness, and even when you talk with your friends on a trip, it helps you improve your mental state.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q02",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "Alright, can you tell me, are you working or studying now?",
      "transcript": "I am a student at Yonsei University. I am a senior right now, but I finished my whole semester, so I am about to graduate this August. And I am also working as an intern in SNU hospital as a robotic engineer. Oh, interesting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm a student at Yonsei University. I'm a senior right now, but I finished my whole semester, so I'm about to graduate this August. And I'm also working as an intern in SNU hospital as a robotic engineer. Oh, interesting.",
      "transcript_cleaned": "I am a student at Yonsei University. I am a senior right now, but I finished my whole semester, so I am about to graduate this August. And I am also working as an intern in SNU hospital as a robotic engineer. Oh, interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}