{
  "batch_id": 115,
  "count": 20,
  "samples": [
    {
      "sample_id": "Up5hLgMQy5A_q01",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "And Young Joon, are you working or are you a student?",
      "transcript": "I am a student right now and, I am actually, planning to go to school, start a new semester in March as a senior. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I'm a student right now and, uh, I'm actually, uh, planning to go to school, start a new semester in March as a senior. And.",
      "transcript_cleaned": "I am a student right now and, I am actually, planning to go to school, start a new semester in March as a senior. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q02",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "So do you live in a house or an apartment?",
      "transcript": "I live in apartment. And, I live in an apartment with my family members. So my sister and my parents, so, and me, so four of us. And I think it is a good place to live.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I live in apartment. And, uh, I live in an apartment with my family members. So my sister and my parents, so, and me, so four of us. And I think it's a good place to live.",
      "transcript_cleaned": "I live in apartment. And, I live in an apartment with my family members. So my sister and my parents, so, and me, so four of us. And I think it is a good place to live.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q03",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "And what is your favorite room in your apartment?",
      "transcript": "My favorite room is, it is kind of obvious but it is my room because that is the room that I feel the most comfortable. And it is named, the bathroom so it is very convenient to get there. And it is cozy. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite room is, uh, it's kind of obvious but it's my room because that's the room that I feel the most comfortable. And it's named, uh, the bathroom so it's very convenient to get there. And it's cozy. Yes.",
      "transcript_cleaned": "My favorite room is, it is kind of obvious but it is my room because that is the room that I feel the most comfortable. And it is named, the bathroom so it is very convenient to get there. And it is cozy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q04",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "Would you like to change anything about your apartment?",
      "transcript": "My apartment, has a gym for the residents who live in the same, the apartment. And the gym is a little bit too far, so maybe if the gym was close enough from my apartment, then it would have been, it would have been convenient. And also, recycling. About recycling. I cannot do it, when I want to. it is only, the day that I can recycle is fixed Monday, Tuesday. So, if they make it a little bit longer, then I think that will be also, convenient. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, my apartment, uh, has a gym for the residents who live in the same, the apartment. And the gym is a little bit too far, so maybe if the gym was close enough from my apartment, then it would have been, it would have been convenient. And also, uh, recycling. About recycling. Uh, I can't do it, uh, when I want to. It's only, uh, the day that I can recycle is fixed Monday, Tuesday. So, if they make it a little bit longer, then I think that will be also, uh, convenient. Yeah. Uh,.",
      "transcript_cleaned": "My apartment, has a gym for the residents who live in the same, the apartment. And the gym is a little bit too far, so maybe if the gym was close enough from my apartment, then it would have been, it would have been convenient. And also, recycling. About recycling. I cannot do it, when I want to. it is only, the day that I can recycle is fixed Monday, Tuesday. So, if they make it a little bit longer, then I think that will be also, convenient.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q05",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "So, are there many street markets in your country?",
      "transcript": "Of course, I think there are many street markets. nowadays compared to, like 10 years ago, 20 years ago, it has, the number of street markets has been reduced. But still, I think there are many compared to other countries like US or England. Especially in Jong-lo, you can find at least, I think, three or four big small street markets. And I think still they are popular enough.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Of course, I think there are many street markets. Um, nowadays compared to, um, like 10 years ago, 20 years ago, it has, the number of street markets has been reduced. But still, I think there are many compared to other countries like US or England. Especially in Jong-lo, you can find at least, I think, three or four big small street markets. And I think still they are popular enough.",
      "transcript_cleaned": "Of course, I think there are many street markets. nowadays compared to, like 10 years ago, 20 years ago, it has, the number of street markets has been reduced. But still, I think there are many compared to other countries like US or England. Especially in Jong-lo, you can find at least, I think, three or four big small street markets. And I think still they are popular enough.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q06",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "And what do people usually buy at street markets?",
      "transcript": "I think usually it is groceries or food, like street foods as well. So, people, some people have this norm which is they sell more fresh groceries or food than normal supermarkets. So people tend to go there and also you, you can find many street food, delicious street food that you cannot find in other stores. So I think, yeah, that is the reason why people visit there and buy things. Yeah. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think usually it's groceries or food, like street foods as well. So, people, some people have this norm which is they sell more fresh groceries or food than normal supermarkets. So people tend to go there and also you, you can find many street food, delicious street food that you can't find in other stores. So I think, yeah, that's the reason why people visit there and buy things. Yeah. Great.",
      "transcript_cleaned": "I think usually it is groceries or food, like street foods as well. So, people, some people have this norm which is they sell more fresh groceries or food than normal supermarkets. So people tend to go there and also you, you can find many street food, delicious street food that you cannot find in other stores. So I think, yeah, that is the reason why people visit there and buy things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q07",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "And so do you prefer to go shopping in a shopping mall or at a street market?",
      "transcript": "I would prefer to go shopping to shopping mall because I don really buy groceries I only buy groceries online like using apps So when I go shopping it usually clothes or stationary items So because they have you know more options to buy in a shopping mall than street market So I would choose to go to a shopping mall Yeah Great Now let talk about sports So do you like watching sports on TV I do love watching sports especially football soccer in America So I actually do love playing football as well So I have a team that I support in in in the world English Premier League, which is Man City. The team's name is Man City. And I love this team and also other teams as well where Korean players play. So yeah, I do watch highlights every day, every time when I, yeah, when there is a game that I am interested in.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would prefer to go shopping to shopping mall because um I don really buy groceries Um I only buy groceries online like using apps So when I go shopping it usually clothes or stationary items So because they have you know more options to buy in a shopping mall than street market So I would choose to go to a shopping mall Yeah Great Now let talk about sports So do you like watching sports on TV I do love watching sports especially football soccer in America So I actually do love playing football as well So I have a team that I support in in in the world English Premier League, which is Man City. The team's name is Man City. And I love this team and also other teams as well where Korean players play. So yeah, I do watch highlights every day, every time when I, yeah, when there's a game that I'm interested in.",
      "transcript_cleaned": "I would prefer to go shopping to shopping mall because I don really buy groceries I only buy groceries online like using apps So when I go shopping it usually clothes or stationary items So because they have you know more options to buy in a shopping mall than street market So I would choose to go to a shopping mall Yeah Great Now let talk about sports So do you like watching sports on TV I do love watching sports especially football soccer in America So I actually do love playing football as well So I have a team that I support in in in the world English Premier League, which is Man City. The team's name is Man City. And I love this team and also other teams as well where Korean players play. So yeah, I do watch highlights every day, every time when I, yeah, when there is a game that I am interested in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q08",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "And have you ever watched a sports game in a stadium?",
      "transcript": "Yes, I have some experience watching it, watching football in a stadium.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I have some experience watching it, watching football in a stadium.",
      "transcript_cleaned": "Yes, I have some experience watching it, watching football in a stadium.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q09",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "When I lived in London, I watched a Arsenal game, Arsenal versus Liverpool.",
      "transcript": "That was, the stadium's name was Emirates. And also in Wembley Stadium, I watched Republic of Korea versus Ghana, which was Olympic games. That was also football. And Korea, in Korea, I have watched two or three games, K-League games. So yeah, I do have experience. I really enjoyed it. Yeah. Nice one, man. Nice one. Man City fan. I am a Liverpool fan. Liverpool. Yeah. Liverpool is also a good team. they are going to win this season. Oh, you are very polite. So there is your question. So I will give you one minute to do some note taking. So you can use pencil there, man. You can do note taking on the paper. All right. Okay, mate, that is a minute. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That was, the stadium's name was Emirates. And also in Wembley Stadium, I watched Republic of Korea versus Ghana, which was Olympic games. That was also football. And Korea, in Korea, I've watched two or three games, K-League games. So yeah, I do have experience. I really enjoyed it. Yeah. Nice one, man. Nice one. Man City fan. I'm a Liverpool fan. Liverpool. Yeah. Liverpool is also a good team. They're gonna win this season. Oh, you're very polite. So there's your question. So I'll give you one minute to do some note taking. So you can use pencil there, man. You can do note taking on the paper. All right. Okay, mate, that's a minute. All right.",
      "transcript_cleaned": "That was, the stadium's name was Emirates. And also in Wembley Stadium, I watched Republic of Korea versus Ghana, which was Olympic games. That was also football. And Korea, in Korea, I have watched two or three games, K-League games. So yeah, I do have experience. I really enjoyed it. Yeah. Nice one, man. Nice one. Man City fan. I am a Liverpool fan. Liverpool. Yeah. Liverpool is also a good team. they are going to win this season. Oh, you are very polite. So there is your question. So I will give you one minute to do some note taking. So you can use pencil there, man. You can do note taking on the paper. All right. Okay, mate, that is a minute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q11",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "And, apart from advertisements, what else influences, consumers when they are looking to buy a product?",
      "transcript": "Apart from advertisements, I think, advertisements. I think maybe promotion, which is I think this is sort of advertisement but like if we speak about advertisement, it is usually showed by tv or like online banners. I think promotion is a little bit different. So where like celebrities, famous like public figures, they, advertise promote this item actually like using and showing the reviews, of the item. yeah, I would say promotion.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Apart from advertisements, um, I think, uh, advertisements. Um, I think maybe promotion, which is um, I think this is um, sort of advertisement but like if we speak about advertisement, it's usually uh, showed by tv or like online banners. I think promotion is a little bit different. So where like celebrities, famous like public figures, they, um, advertise promote this item actually like using and showing the reviews, um, of the item. Uh, yeah, I would say promotion.",
      "transcript_cleaned": "Apart from advertisements, I think, advertisements. I think maybe promotion, which is I think this is sort of advertisement but like if we speak about advertisement, it is usually showed by tv or like online banners. I think promotion is a little bit different. So where like celebrities, famous like public figures, they, advertise promote this item actually like using and showing the reviews, of the item. yeah, I would say promotion.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q12",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "Yes, and why do some people like to ask for advice when making decisions?",
      "transcript": "Awesome, because I think if you think of the concept of brainstorming you can find the answer easily from the question, for the question. So I think more and more opinions and options the people here and And people here then they have, they have more chances to decide on something. So, so, you are, you are more creative when you, gather, people's opinions than, thinking alone. Yeah, again, so that is why people brainstorm to get the best solution. So I think that is why.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Awesome, uh, because I think if you think of the concept of brainstorming you can find the answer easily from the question, uh, for the question. So I think more and more opinions and options the people here and And people here then they have, uh, they have more chances to decide on something. So, so, uh, you're, you're more creative when you, uh, gather, uh, people's opinions than, uh, thinking alone. Yeah, again, so that's why people brainstorm to get the best solution. So I think that's why.",
      "transcript_cleaned": "Awesome, because I think if you think of the concept of brainstorming you can find the answer easily from the question, for the question. So I think more and more opinions and options the people here and And people here then they have, they have more chances to decide on something. So, so, you are, you are more creative when you, gather, people's opinions than, thinking alone. Yeah, again, so that is why people brainstorm to get the best solution. So I think that is why.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q13",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "Yes, and why do some people dislike asking other people for their opinion when making a decision?",
      "transcript": "Maybe it is because, maybe it is because they actually decided, like, actually in their mind, They have decided for an option but if they don want to hear anything than that then they will avoid to talking to people to get some help because he or she already decided what to buy or what to do So that can be one reason or maybe he or she is a bit snobbish. So I do not need anyone to help me. I only think the best way. Okay, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, maybe it's because, uh, maybe it's because they actually decided, like, actually in their mind, They have decided for an option but if they don want to hear anything than that then they will avoid to uh talking to people to get some help because he or she already decided what to buy or what to do So that can be one reason or maybe he or she is a bit snobbish. So I don't need anyone to help me. I only think the best way. Okay, yes.",
      "transcript_cleaned": "Maybe it is because, maybe it is because they actually decided, like, actually in their mind, They have decided for an option but if they don want to hear anything than that then they will avoid to talking to people to get some help because he or she already decided what to buy or what to do So that can be one reason or maybe he or she is a bit snobbish. So I do not need anyone to help me. I only think the best way.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q14",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "Young people, what kind of decisions young people should make?",
      "transcript": "I think young people should make decisions on, on future, I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think young people should make decisions on, on future, I think.",
      "transcript_cleaned": "I think young people should make decisions on, on future, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Up5hLgMQy5A_q17",
      "video_id": "Up5hLgMQy5A",
      "band": 7.5,
      "question": "So he gives it his kind of approval, right?",
      "transcript": "And you said some people were snobbish. Maybe a better word there would be a headstrong. Yeah. So some people are quite headstrong. They do not like listening to others' opinions. Yeah. But yeah, it was really good testament. So thanks for coming in. Cheers. Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, and you said some people were snobbish. Maybe a better word there would be a headstrong. Yeah. So some people are quite headstrong. They do not like listening to others' opinions. Yeah. But yeah, it was really good testament. So thanks for coming in. Cheers. Thank you.",
      "transcript_cleaned": "And you said some people were snobbish. Maybe a better word there would be a headstrong. Yeah. So some people are quite headstrong. They do not like listening to others' opinions. Yeah. But yeah, it was really good testament. So thanks for coming in. Cheers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q02",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And are you working or are you a student?",
      "transcript": "I was a student right before, like a month ago. I am currently start to work at an academy in Korea which is English for kids aged like 8 to 12. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I was a student right before, like a month ago. I'm currently start to work at an academy in Korea which is English for kids aged like 8 to 12. Good.",
      "transcript_cleaned": "I was a student right before, like a month ago. I am currently start to work at an academy in Korea which is English for kids aged like 8 to 12.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q03",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And do you like your job?",
      "transcript": "Yes, I am kind of enjoying to work there and the kids are really cute so I am happy for it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I'm kind of enjoying to work there and the kids are really cute so I'm happy for it. Hmm.",
      "transcript_cleaned": "Yes, I am kind of enjoying to work there and the kids are really cute so I am happy for it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q04",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And could you tell me about your hometown?",
      "transcript": "I was born and raised in Changwon, where it is situated in the southern part of Korea. And it is located near the beautiful beach.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I was born and raised in Changwon, where it is situated in the southern part of Korea. And it's located near the beautiful beach. Hmm.",
      "transcript_cleaned": "I was born and raised in Changwon, where it is situated in the southern part of Korea. And it is located near the beautiful beach.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q05",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And do you think you will live in your hometown in the future?",
      "transcript": "I do not think I am going to live in my hometown anymore. it is because I already moved to Seoul for my university. And then I am planning to go abroad again. So I do not think hometown is my future home. And now we are going to talk about shopping.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't think I'm going to live in my hometown anymore. It's because I already moved to Seoul for my university. And then I'm planning to go abroad again. So I don't think hometown is my future home. And now we're gonna talk about shopping.",
      "transcript_cleaned": "I do not think I am going to live in my hometown anymore. it is because I already moved to Seoul for my university. And then I am planning to go abroad again. So I do not think hometown is my future home. And now we are going to talk about shopping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q06",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "So do you like shopping?",
      "transcript": "Yeah, of course definitely. when I am getting stressed, I usually go for, go shopping. And even if I do not buy anything, going shopping makes me feel better. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, of course definitely. Um, when I'm getting stressed, um, I usually go for, go shopping. And even if I don't buy anything, going shopping makes me feel better. Yeah.",
      "transcript_cleaned": "of course definitely. when I am getting stressed, I usually go for, go shopping. And even if I do not buy anything, going shopping makes me feel better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MSoBQSoiIT8_q07",
      "video_id": "MSoBQSoiIT8",
      "band": 6.0,
      "question": "And do you like to compare prices when you shop?",
      "transcript": "Yeah, of course, because I have been student for a long time. So, whenever I make money for myself, I usually compare prices, either offline shopping or online shopping.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yeah, of course, because I've been student for a long time. So, um, whenever I make money for myself, um, I usually compare prices, um, either offline shopping or online shopping.",
      "transcript_cleaned": "of course, because I have been student for a long time. So, whenever I make money for myself, I usually compare prices, either offline shopping or online shopping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}