{
  "batch_id": 215,
  "count": 20,
  "samples": [
    {
      "sample_id": "HrvVGX9oMng_q02",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "What kinds of television programs do you like watching?",
      "transcript": "Did you like the same kinds of TV programs when you were Funk.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Did you like the same kinds of TV programs when you were Funk.",
      "transcript_cleaned": "Did you like the same kinds of TV programs when you were Funk.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q04",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "First question, what kinds of television programs do you like watching?",
      "transcript": "I am really into documentaries, especially ones about history or true crime. I love getting drawn into real life stories, and I suppose they are a great way to learn something without feeling like you are studying. That said, sometimes I just want to switch off, so I will watch a good comedy or a light-hearted series. Second question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm really into documentaries, especially ones about history or true crime. I love getting drawn into real life stories, and I suppose they're a great way to learn something without feeling like you're studying. That said, sometimes I just want to switch off, so I'll watch a good comedy or a light-hearted series. Second question.",
      "transcript_cleaned": "I am really into documentaries, especially ones about history or true crime. I love getting drawn into real life stories, and I suppose they are a great way to learn something without feeling like you are studying. That said, sometimes I just want to switch off, so I will watch a good comedy or a light-hearted series. Second question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q05",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Did you like the same kinds of TV programs when you were young?",
      "transcript": "Not really. As a kid, I was all about cartoons and adventure shows, programs that were fun and fast-paced. I was not into anything too serious, but as I got older, my tastes changed. I started enjoying more thoughtprovoking stuff like dramas and documentaries. I guess it just comes with growing up.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, not really. As a kid, I was all about cartoons and adventure shows, programs that were fun and fast-paced. I wasn't into anything too serious, but as I got older, my tastes changed. I started enjoying more thoughtprovoking stuff like dramas and documentaries. I guess it just comes with growing up.",
      "transcript_cleaned": "Not really. As a kid, I was all about cartoons and adventure shows, programs that were fun and fast-paced. I was not into anything too serious, but as I got older, my tastes changed. I started enjoying more thoughtprovoking stuff like dramas and documentaries. I guess it just comes with growing up.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q06",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Third question, what types of television programs are most popular in your country?",
      "transcript": "Well, reality TV shows seem to be extremely popular. People love those based on competitions, things like cooking contests or talent shows. And of course, dramas are huge, especially ones with gripping storylines. But I would also have to say that streaming services have changed things a lot. So now people want a mix of both international and local productions. Fourth question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, reality TV shows seem to be extremely popular. People love those based on competitions, things like cooking contests or talent shows. And of course, dramas are huge, especially ones with gripping storylines. But I'd also have to say that streaming services have changed things a lot. So now people want a mix of both international and local productions. Fourth question.",
      "transcript_cleaned": "reality TV shows seem to be extremely popular. People love those based on competitions, things like cooking contests or talent shows. And of course, dramas are huge, especially ones with gripping storylines. But I would also have to say that streaming services have changed things a lot. So now people want a mix of both international and local productions. Fourth question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q07",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Is there anything you do not like about watching TV?",
      "transcript": "Yeah, definitely. I think the biggest downside is how addictive it can be. it is so easy to say just one more episode and suddenly you have wasted hours. Also, some shows feel a bit repetitive, like they have the same plot lines just recycled. And of course, the ads can be really interruptive and annoying. Please let me know in the comments what you thought of these part one questions. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, definitely. I think the biggest downside is how addictive it can be. It's so easy to say just one more episode and suddenly you've wasted hours. Also, some shows feel a bit repetitive, like they have the same plot lines just recycled. And of course, the ads can be really interruptive and annoying. Please let me know in the comments what you thought of these part one questions. Now,.",
      "transcript_cleaned": "definitely. I think the biggest downside is how addictive it can be. it is so easy to say just one more episode and suddenly you have wasted hours. Also, some shows feel a bit repetitive, like they have the same plot lines just recycled. And of course, the ads can be really interruptive and annoying.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q08",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Are you ready?",
      "transcript": "Here we go. Now, I am going to give you a topic and I would like you to talk about it for 1 to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Here we go. Now, I'm going to give you a topic and I'd like you to talk about it for 1 to two minutes.",
      "transcript_cleaned": "Here we go. Now, I am going to give you a topic and I would like you to talk about it for 1 to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q10",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "What we ate was a vegetarian hot pot.",
      "transcript": "Notice the use of abbreviation here. that is a good trick for writing notes quickly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Notice the use of abbreviation here. That's a good trick for writing notes quickly.",
      "transcript_cleaned": "Notice the use of abbreviation here. that is a good trick for writing notes quickly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q14",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "How did you go with these questions?",
      "transcript": "To help you evaluate, you can compare your responses to how I respond. Listen for whether I answer the questions in a general way and whether I develop my answers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To help you evaluate, you can compare your responses to how I respond. Listen for whether I answer the questions in a general way and whether I develop my answers.",
      "transcript_cleaned": "To help you evaluate, you can compare your responses to how I respond. Listen for whether I answer the questions in a general way and whether I develop my answers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q15",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "First question, how have eating habits changed over the past few decades?",
      "transcript": "Well, eating habits have changed dramatically over the last few decades. People used to cook at home more often, but now with busy lifestyles, there is a shift towards convenience, which means people are eating more ready meals, takeaways, and eating out more. there is also been a big rise in healthconscious eating. You see more organic food, plant-based diets, and people cutting down on sugar. In saying that, ultrarocessed foods are also more common than ever. For example, in many cities, you will find fast food joints on every street corner, which was not really the case 30 years ago. If this trend continues, we might see even more health related problems in the future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, eating habits have changed dramatically over the last few decades. People used to cook at home more often, but now with busy lifestyles, there's a shift towards convenience, which means people are eating more ready meals, takeaways, and eating out more. There's also been a big rise in healthconscious eating. You see more organic food, plant-based diets, and people cutting down on sugar. In saying that, ultrarocessed foods are also more common than ever. For example, in many cities, you'll find fast food joints on every street corner, which wasn't really the case 30 years ago. If this trend continues, we might see even more health related problems in the future.",
      "transcript_cleaned": "eating habits have changed dramatically over the last few decades. People used to cook at home more often, but now with busy lifestyles, there is a shift towards convenience, which means people are eating more ready meals, takeaways, and eating out more. there is also been a big rise in healthconscious eating. You see more organic food, plant-based diets, and people cutting down on sugar. In saying that, ultrarocessed foods are also more common than ever. For example, in many cities, you will find fast food joints on every street corner, which was not really the case 30 years ago. If this trend continues, we might see even more health related problems in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q16",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Second question, do you think fast food culture has affected the tradition of sharing meals?",
      "transcript": "Yeah, I think so. Fast food has made eating more individualistic. People often grab a burger on the go instead of sitting down for a proper meal. Traditionally, meals were a social event, especially in cultures where family dinners were important. But now with things like food delivery apps, people eat at different times in front of screens or even alone, even when they are in the same home. This kind of change is a bit of a shame and could have quite negative consequences on family dynamics, especially.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think so. Fast food has made eating more individualistic. People often grab a burger on the go instead of sitting down for a proper meal. Traditionally, meals were a social event, especially in cultures where family dinners were important. But now with things like food delivery apps, people eat at different times in front of screens or even alone, even when they're in the same home. This kind of change is a bit of a shame and could have quite negative consequences on family dynamics, especially.",
      "transcript_cleaned": "I think so. Fast food has made eating more individualistic. People often grab a burger on the go instead of sitting down for a proper meal. Traditionally, meals were a social event, especially in cultures where family dinners were important. But now with things like food delivery apps, people eat at different times in front of screens or even alone, even when they are in the same home. This kind of change is a bit of a shame and could have quite negative consequences on family dynamics, especially.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q17",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Third question, in what ways do people's eating habits differ between younger and older generations?",
      "transcript": "There is definitely a contrast. Older generations tend to prefer home-cooked meals and traditional recipes, while younger people experiment more with different cuisines like Persian and Sri Lankan food or fusion food. Plus, young people often eat on the move, relying on fast food or a meal prep services, whereas older people usually sit down for meals. Another big difference is social media. Young people are influenced by food trends online like superfoods or veganism. But one thing's for sure, both groups seem to be becoming more aware of the importance of nutrition for general health, which is a good thing for society overall.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There's definitely a contrast. Older generations tend to prefer home-cooked meals and traditional recipes, while younger people experiment more with different cuisines like Persian and Sri Lankan food or fusion food. Plus, young people often eat on the move, relying on fast food or a meal prep services, whereas older people usually sit down for meals. Another big difference is social media. Young people are influenced by food trends online like superfoods or veganism. But one thing's for sure, both groups seem to be becoming more aware of the importance of nutrition for general health, which is a good thing for society overall.",
      "transcript_cleaned": "There is definitely a contrast. Older generations tend to prefer home-cooked meals and traditional recipes, while younger people experiment more with different cuisines like Persian and Sri Lankan food or fusion food. Plus, young people often eat on the move, relying on fast food or a meal prep services, whereas older people usually sit down for meals. Another big difference is social media. Young people are influenced by food trends online like superfoods or veganism. But one thing's for sure, both groups seem to be becoming more aware of the importance of nutrition for general health, which is a good thing for society overall.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HrvVGX9oMng_q18",
      "video_id": "HrvVGX9oMng",
      "band": 7.0,
      "question": "Did you answer in a similar way with extended responses and objective ideas rather than personal experiences?",
      "transcript": "If so, you are going to do well in this part. If you would like more practice with IEL speaking, head to e2language.com where you can find lots of practice materials as well as.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If so, you're going to do well in this part. If you'd like more practice with IEL speaking, head to e2language.com where you can find lots of practice materials as well as.",
      "transcript_cleaned": "If so, you are going to do well in this part. If you would like more practice with IEL speaking, head to e2language.com where you can find lots of practice materials as well as.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "POoGu6MJs0I_q01",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "What kind of place is it?",
      "transcript": "I was born in Ho Chi Min City, which is the second largest city in Vietnam. it is located in the south of Vietnam.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I was born in Ho Chi Min City, which is the second largest city in Vietnam. It's located in the south of Vietnam.",
      "transcript_cleaned": "I was born in Ho Chi Min City, which is the second largest city in Vietnam. it is located in the south of Vietnam.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "POoGu6MJs0I_q02",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "What is the most interesting part of the city?",
      "transcript": "The most interesting place about this place, you can pretty much find everything in the city from cultural events to food scenes. they are all at your fun store. it is not far from Australia about 8 hours by plan. So this is attract a lot of tourists coming to visit every year. The most important thing is that the people are super friendly even though they do not speak a lot of English, but they will try to go beyond their way to help you to navigate the city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The most interesting place uh about this place, you can pretty much find everything in the city from cultural events to food scenes. They're all at your fun store. It's not far from Australia about 8 hours by plan. So this is attract a lot of tourists coming to visit every year. The most important thing is that the people are super friendly even though they don't speak a lot of English, but they will try to go beyond their way to help you to navigate the city.",
      "transcript_cleaned": "The most interesting place about this place, you can pretty much find everything in the city from cultural events to food scenes. they are all at your fun store. it is not far from Australia about 8 hours by plan. So this is attract a lot of tourists coming to visit every year. The most important thing is that the people are super friendly even though they do not speak a lot of English, but they will try to go beyond their way to help you to navigate the city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "POoGu6MJs0I_q03",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "What kind of jobs do people do in your city?",
      "transcript": "The majority of people they are working as a farmers working in hospitality factory workers and some professional jobs such as marketing and project management.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh the majority of people they are working as a farmers working in hospitality factory workers and some professional jobs such as marketing and project management.",
      "transcript_cleaned": "The majority of people they are working as a farmers working in hospitality factory workers and some professional jobs such as marketing and project management.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "POoGu6MJs0I_q04",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "Would you say it is a good place to live?",
      "transcript": "To me is a wonderful place to live because there is always something going on in there such as international concert, cultural event and food festival. It is easy to get around now with motorcycle and Ho Chi Min City is now recently built a new train system which is so easy for the local and tourists to get around and from too. More importantly, the cost of living is quite affordable so you can live comfortably there when you have a stable job. I would like to move on to talk about food and cooking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To me is a wonderful place to live because there's always something going on in there such as international concert, cultural event and food festival. It is easy to get around now with motorcycle and Ho Chi Min City is now recently built a new train system which is so easy for the local and tourists to get around and from too. More importantly, the cost of living is quite affordable so you can live comfortably there when you have a stable job. I'd like to move on to talk about food and cooking.",
      "transcript_cleaned": "To me is a wonderful place to live because there is always something going on in there such as international concert, cultural event and food festival. It is easy to get around now with motorcycle and Ho Chi Min City is now recently built a new train system which is so easy for the local and tourists to get around and from too. More importantly, the cost of living is quite affordable so you can live comfortably there when you have a stable job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "POoGu6MJs0I_q05",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "Now, what kind of new food would you like to try?",
      "transcript": "If I would like to try some food, I would like to try sushi and ramen when I am going to Japan next time because this kind of food is full of stuff is containing many different ingredients and very easy to access to no matter where you are in Japan. you do not need to go to a very fancy restaurant to have this. you can pretty much have everything on the street.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If I would like to try some food, I would like to try sushi and ramen when I'm going to Japan next time because this kind of food is full of uh stuff is containing many different ingredients and very easy to access to no matter where you are in Japan. Uh you don't need to go to a very fancy restaurant to have this. Uh you can pretty much have everything on the street.",
      "transcript_cleaned": "If I would like to try some food, I would like to try sushi and ramen when I am going to Japan next time because this kind of food is full of stuff is containing many different ingredients and very easy to access to no matter where you are in Japan. you do not need to go to a very fancy restaurant to have this. you can pretty much have everything on the street.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "POoGu6MJs0I_q06",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "Do I like cooking?",
      "transcript": "Yes, I do love cooking. this help me to know where the ingredients coming from and I am not a very easy eater so it will be better for me to know where the stuff that I purchase from. more importantly being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them to unique to that particular country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh yes, I do love cooking. Uh this help me to know where the ingredients coming from and I'm not a very easy eater so it will be better for me to know where the stuff that I purchase from. Um more importantly being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them to unique to that particular country.",
      "transcript_cleaned": "Yes, I do love cooking. this help me to know where the ingredients coming from and I am not a very easy eater so it will be better for me to know where the stuff that I purchase from. more importantly being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them to unique to that particular country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "POoGu6MJs0I_q07",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "What was the last meal you cooked?",
      "transcript": "The the last thing I made was probably yesterday. It was the chicken soup with carrots and potatoes because the weather was quite cold at that time. It was very delicious. took me about 45 minutes to get ready because all of the the prep just washing the vegetable, cutting the and boiling the chicken. but I really enjoying eating the food that I have put in an effort to make for Do people in your country generally eat meals at home? I think for the V Vietnamese people they tend to eat at home more so that they they be able to spend more time with the family after a busy day. So during that time they be able to share the story of what the day happening what what what are they exciting for about in the future. A typical visame dinner at home will include some rice some meat some stir-fried vegetable and a bowl of soup where everyone can share with each other. Thank you. Now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um the the last thing I made was probably yesterday. It was the chicken soup with carrots and potatoes because the weather was quite cold at that time. It was very delicious. Uh took me about 45 minutes to get ready because all of the the prep just washing the vegetable, cutting the and boiling the chicken. Uh but I really enjoying eating the food that I have put in an effort to make for Do people in your country generally eat meals at home? Um I think for the V Vietnamese people they tend to eat at home more so that they they be able to spend more time with the family after a busy day. So during that time they be able to share the story of what the day happening what what what are they exciting for about in the future. A typical visame dinner at home will include some rice some meat some stir-fried vegetable and a bowl of soup where everyone can share with each other. Thank you. Now,.",
      "transcript_cleaned": "The the last thing I made was probably yesterday. It was the chicken soup with carrots and potatoes because the weather was quite cold at that time. It was very delicious. took me about 45 minutes to get ready because all of the the prep just washing the vegetable, cutting the and boiling the chicken. but I really enjoying eating the food that I have put in an effort to make for Do people in your country generally eat meals at home? I think for the V Vietnamese people they tend to eat at home more so that they they be able to spend more time with the family after a busy day. So during that time they be able to share the story of what the day happening what what what are they exciting for about in the future. A typical visame dinner at home will include some rice some meat some stir-fried vegetable and a bowl of soup where everyone can share with each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "POoGu6MJs0I_q09",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "Do I like cooking?",
      "transcript": "Yes, I do love cooking. this help me to know where the ingredients coming from. And I am not a very easy eater. So, it will be better for me to know where the stuff that I purchase from. more importantly, being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them unique to that particular country. Make sure you enunciate your words, for example, by opening your mouth when you talk so you do not mumble. Also, make sure your intonation and rhythm are correct. stress important words such as words that show a contrast or an attitude.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, I do love cooking. Uh, this help me to know where the ingredients coming from. And I'm not a very easy eater. So, it will be better for me to know where the stuff that I purchase from. Um, more importantly, being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them unique to that particular country. Make sure you enunciate your words, for example, by opening your mouth when you talk so you don't mumble. Also, make sure your intonation and rhythm are correct. stress important words such as words that show a contrast or an attitude.",
      "transcript_cleaned": "Yes, I do love cooking. this help me to know where the ingredients coming from. And I am not a very easy eater. So, it will be better for me to know where the stuff that I purchase from. more importantly, being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them unique to that particular country. Make sure you enunciate your words, for example, by opening your mouth when you talk so you do not mumble. Also, make sure your intonation and rhythm are correct. stress important words such as words that show a contrast or an attitude.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}