{
  "batch_id": 121,
  "count": 20,
  "samples": [
    {
      "sample_id": "OicvdCp5wrM_q18",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "Do you think that famous people enjoy being famous?",
      "transcript": "50-50. Depends on the personality. I would not say all the people are enjoying the fame. Some people get accidentally famous and then they want to have their own personal. So they do not want to take a picture with all the people, with their friends, and then they just want to have some privacy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "50-50. Depends on the personality. I wouldn't say all the people are enjoying the fame. Some people get accidentally famous and then they want to have their own personal. So they don't want to take a picture with all the people, with their friends, and then they just want to have some privacy.",
      "transcript_cleaned": "50-50. Depends on the personality. I would not say all the people are enjoying the fame. Some people get accidentally famous and then they want to have their own personal. So they do not want to take a picture with all the people, with their friends, and then they just want to have some privacy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OicvdCp5wrM_q23",
      "video_id": "OicvdCp5wrM",
      "band": 6.5,
      "question": "When you are practicing, try to just focus on, I need to talk about this topic at the top.",
      "transcript": "These are here to help you and you can, you know, you used your preparation time. This is here to help you. But if you are constantly looking down and checking, it is, it does not, it is not as fluent and you are, you are, you are stopping and starting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "These are here to help you and you can, you know, you used your preparation time. This is here to help you. But if you're constantly looking down and checking, it's, it doesn't, it's not as fluent and you're, you're, you're stopping and starting.",
      "transcript_cleaned": "These are here to help you and you can, you know, you used your preparation time. This is here to help you. But if you are constantly looking down and checking, it is, it does not, it is not as fluent and you are, you are, you are stopping and starting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q02",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "Does that make sense?",
      "transcript": "Yes. Yeah. So like we talked about before, one of the things that students do in this part is give very, very short answers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Yeah. So like we talked about before, one of the things that students do in this part is give very, very short answers.",
      "transcript_cleaned": "Yes. Yeah. So like we talked about before, one of the things that students do in this part is give very, very short answers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q08",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "What big word will I use?",
      "transcript": "But I think try and, improve it a little bit.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, but I think try and, um, improve it a little bit.",
      "transcript_cleaned": "But I think try and, improve it a little bit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q09",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "So first, Rashmi, do you work or do you study?",
      "transcript": "Oh, I study. I am studying at Queen's University and, I am studying a master's in marketing and majoring in marketing analytics. Excellent.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I study. Uh, I'm studying at Queen's University and, uh, I'm studying a master's in marketing and majoring in marketing analytics. Excellent.",
      "transcript_cleaned": "Oh, I study. I am studying at Queen's University and, I am studying a master's in marketing and majoring in marketing analytics. Excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q10",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "Why did you choose that degree?",
      "transcript": "Oh, I chose, to study analytics because, I am interested in big data and big data is, Becoming really popular these days. A lot of companies are, have now started to look at their dark data. Dark data which means like data which was collected but they have not done anything about it. it is just lying around in the database. So now companies are starting to use that data to analyze it and look at trends, past and future trends, which is false in the predictive analytics category. So I very much interested in looking at both the behavior of data and the consumer behavior which the data tells you So analytics lets me study that and look at the data in terms of how you can manage your customers better So I want to learn analytics because of that Is there anything that you would like to study in the future I would like to study Python programming language I currently studying that and I would like to master it because it lets you create and develop your own programs because these days the data analytics software is very expensive So it it gives you much more power to control your own dashboards and you can create it on your own So I want to learn Python programming because of that Excellent. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I chose, uh, to study analytics because, uh, I'm interested in big data and big data is, Becoming really popular these days. A lot of companies are, have now started to look at their dark data. Dark data which means like data which was collected but they have not done anything about it. It's just lying around in the database. So now companies are starting to use that data to analyze it and look at trends, past and future trends, which is false in the predictive analytics category. So I very much interested in looking at both uh the behavior of data and the consumer behavior which the data tells you So analytics lets me study that and look at the data in terms of how you can manage your customers better So I want to learn analytics because of that Is there anything that you would like to study in the future Uh I would like to study uh Python programming language I currently studying that and I would like to master it because it lets you create and develop your own programs because these days the data analytics software is very expensive So it it gives you much more power to control your own uh dashboards and you can create it on your own So I want to learn uh Python programming because of that Excellent. And.",
      "transcript_cleaned": "Oh, I chose, to study analytics because, I am interested in big data and big data is, Becoming really popular these days. A lot of companies are, have now started to look at their dark data. Dark data which means like data which was collected but they have not done anything about it. it is just lying around in the database. So now companies are starting to use that data to analyze it and look at trends, past and future trends, which is false in the predictive analytics category. So I very much interested in looking at both the behavior of data and the consumer behavior which the data tells you So analytics lets me study that and look at the data in terms of how you can manage your customers better So I want to learn analytics because of that Is there anything that you would like to study in the future I would like to study Python programming language I currently studying that and I would like to master it because it lets you create and develop your own programs because these days the data analytics software is very expensive So it it gives you much more power to control your own dashboards and you can create it on your own So I want to learn Python programming because of that Excellent. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q11",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "What kind of place is your hometown?",
      "transcript": "I come from a very small city in India. it is in western, northwestern region. it is called Baroda. And it is a princely state. We still have a king who lives in a palace there. So there are lots of palaces throughout the city. And, it is called the cultural capital of, my state. Because, there are a lot of, like, reading and exhibition. Arts and culture is, very much promoted there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I come from a very small city in India. It's in western, northwestern region. It's called Baroda. And it's a princely state. We still have a king who lives in a palace there. So there are lots of palaces throughout the city. And, uh, it's called the cultural capital of, uh, my state. Because, uh, there are a lot of, like, reading and exhibition. Arts and culture is, uh, very much promoted there.",
      "transcript_cleaned": "I come from a very small city in India. it is in western, northwestern region. it is called Baroda. And it is a princely state. We still have a king who lives in a palace there. So there are lots of palaces throughout the city. And, it is called the cultural capital of, my state. Because, there are a lot of, like, reading and exhibition. Arts and culture is, very much promoted there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q12",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "And what is the most interesting part of your hometown?",
      "transcript": "I would say the palaces. There are a lot of palaces throughout the city. And they are, like, really beautiful. in the past, only the king was allowed to be there. But now, it is open to the public. So we can go around and see all those palaces and there are lots of museums in it with, 1800 years of history. So it is really great. and also we have, a river which, flows through the city and it is very famous for having a lot of crocodiles in it and it was featured on National Geographic. So, because it is the largest river in a city with most number of crocodiles in it. So that is a custom attraction I would say.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I would say the palaces. There are a lot of palaces throughout the city. And they're, like, really beautiful. Uh, in the past, only the king was allowed to be there. But now, it's open to the public. So we can go around and see all those palaces and there are lots of museums in it with, uh, 1800 years of history. So it's really great. Um, and also we have, uh, a river which, uh, flows through the city and it's very famous for having a lot of crocodiles in it and it was featured on National Geographic. So, because it's the largest river in a city with most number of crocodiles in it. So that's a custom attraction I would say.",
      "transcript_cleaned": "I would say the palaces. There are a lot of palaces throughout the city. And they are, like, really beautiful. in the past, only the king was allowed to be there. But now, it is open to the public. So we can go around and see all those palaces and there are lots of museums in it with, 1800 years of history. So it is really great. and also we have, a river which, flows through the city and it is very famous for having a lot of crocodiles in it and it was featured on National Geographic. So, because it is the largest river in a city with most number of crocodiles in it. So that is a custom attraction I would say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q13",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "And, what jobs do people do in your home town?",
      "transcript": "Well like I said, my city is, very small. So, most of the people have small businesses, they are business owners. And, the students there, they do not, they do not really have too many opportunities, so they go out, either out of the city, or they go out, abroad to study, or to, to, to look for an occupation. But in my city there are not too many opportunities sadly. But there, we have, like, some big companies like pharmaceuticals and we have chemical industries. So those type of jobs we do have, yes. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, well like I said, my city is, er, very small. So, most of the people have small businesses, they're business owners. And, the students there, they don't, they don't really have too many opportunities, so they go out, either out of the city, or they go out, er, abroad to study, or to, to, to look for an occupation. But in my city there are not too many opportunities sadly. But there, we have, uh, like, some big companies like pharmaceuticals and we have chemical industries. So those type of jobs we do have, yes. And.",
      "transcript_cleaned": "like I said, my city is, very small. So, most of the people have small businesses, they are business owners. And, the students there, they do not, they do not really have too many opportunities, so they go out, either out of the city, or they go out, abroad to study, or to, to, to look for an occupation. But in my city there are not too many opportunities sadly. But there, we have, like, some big companies like pharmaceuticals and we have chemical industries. So those type of jobs we do have, yes. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q14",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "What is your favorite color?",
      "transcript": "I do not really have a favorite color. it is like, depends on my mood. But I am told that I am most of the time I tend to wear white or black. that is what I am told. But I do not really think of a color when I go to buy clothes. I just like pick anything. I do not think I have a favorite color. No.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't really have a favorite color. It's like, depends on my mood. But I am told that I'm most of the time I tend to wear white or black. That's what I'm told. But I don't really think of a color when I go to buy clothes. I just like pick anything. I don't think I have a favorite color. No.",
      "transcript_cleaned": "I do not really have a favorite color. it is like, depends on my mood. But I am told that I am most of the time I tend to wear white or black. that is what I am told. But I do not really think of a color when I go to buy clothes. I just like pick anything. I do not think I have a favorite color. No.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q15",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "And are there any colors that you dislike?",
      "transcript": "I dislike red. it is because, I had a traumatic experience once so that colour scares me. but other than that, there is no colour that I dislike.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I dislike red. It's because, uh, I had a traumatic experience once so that colour scares me. Um, but other than that, there's no colour that I dislike.",
      "transcript_cleaned": "I dislike red. it is because, I had a traumatic experience once so that colour scares me. but other than that, there is no colour that I dislike.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q16",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "And are there any colours in your country that have a special meaning?",
      "transcript": "Yes, but India is a secular country but most of us are Hindus so orange is the colour of my religion. So you, you will see orange flags on temples. So orange is very prominent. But the Muslims, they are in minority, but there, there are a lot of Muslims in my country. So they have the green flags. So whenever there is a festival, a Hindu festival, you will see people wearing orange and waving orange flags. And whenever there is a Muslim festival, you would see like people in processions carrying green flags and wearing green. Well done. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, uh, but India is a secular country but most of us are Hindus so orange is the colour of my religion. So you, you'll see orange flags on temples. So orange is very prominent. But the Muslims, they are in minority, but there, there are a lot of Muslims in my country. So they have the green flags. So whenever there is a festival, a Hindu festival, you'll see people wearing orange and waving orange flags. And whenever there is a Muslim festival, you would see like people in processions carrying green flags and wearing green. Well done. Okay.",
      "transcript_cleaned": "Yes, but India is a secular country but most of us are Hindus so orange is the colour of my religion. So you, you will see orange flags on temples. So orange is very prominent. But the Muslims, they are in minority, but there, there are a lot of Muslims in my country. So they have the green flags. So whenever there is a festival, a Hindu festival, you will see people wearing orange and waving orange flags. And whenever there is a Muslim festival, you would see like people in processions carrying green flags and wearing green.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q17",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "You cannot judge?",
      "transcript": "I am a teacher. I should just tell you. People in the comments would say. I know. Well, well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm a teacher. I should just tell you. People in the comments would say. I know. Well, uh, well,.",
      "transcript_cleaned": "I am a teacher. I should just tell you. People in the comments would say. I know. Well, well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8aafXYh_gHA_q18",
      "video_id": "8aafXYh_gHA",
      "band": 8.0,
      "question": "Intonation?",
      "transcript": "Okay. So intonation is the tone of your voice. So we convey meaning when we are speaking English. We convey meaning through words, through facial expressions, but also the tone.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. So intonation is the tone of your voice. So we convey meaning when we're speaking English. We convey meaning through words, through facial expressions, but also the tone.",
      "transcript_cleaned": "intonation is the tone of your voice. So we convey meaning when we are speaking English. We convey meaning through words, through facial expressions, but also the tone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q01",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Okay, and what can I call you?",
      "transcript": "You can just call me Josh. Josh, fantastic, great. So Josh, in the first part of this test, I am going to ask you some questions about yourself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You can just call me Josh. Josh, fantastic, great. So Josh, in the first part of this test, I'm gonna ask you some questions about yourself.",
      "transcript_cleaned": "You can just call me Josh. Josh, fantastic, great. So Josh, in the first part of this test, I am going to ask you some questions about yourself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q02",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Where is your hometown?",
      "transcript": "Well, my hometown is located in the biggest island of my country, the Philippines, called Luzon. So it is just a small, small town. it is not yet a city. Yeah, with approximately around 100,000 inhabitants.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, my hometown is located in the biggest island of my country, the Philippines, called Luzon. So it's just a small, small town. It's not yet a city. Yeah, with um, approximately around 100,000 inhabitants.",
      "transcript_cleaned": "my hometown is located in the biggest island of my country, the Philippines, called Luzon. So it is just a small, small town. it is not yet a city. Yeah, with approximately around 100,000 inhabitants.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q03",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Do you like your hometown?",
      "transcript": "I would say yeah, I do love my hometown. I mean, it is not just because of the place, the place of my hometown. I mean, all the things here are good. but also the people here in my hometown, like everyone is very hospitable. Everyone is so friendly. I mean, everyone is willing to give a hand. So that is why I really love my hometown.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would say yeah, I do love my hometown. I mean, um, it's not just because of the place, the place of my hometown. I mean, all the things here are good. Um, but also the people here in my hometown, like everyone is very hospitable. Everyone is so friendly. I mean, everyone is willing to give a hand. So that's why I really love my hometown.",
      "transcript_cleaned": "I would say yeah, I do love my hometown. I mean, it is not just because of the place, the place of my hometown. I mean, all the things here are good. but also the people here in my hometown, like everyone is very hospitable. Everyone is so friendly. I mean, everyone is willing to give a hand. So that is why I really love my hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q04",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "What is the oldest part of your hometown?",
      "transcript": "The oldest part of my hometown would be, one of the district here called, I am not very sure if this is the oldest part of my hometown, but I would say it is kind of old place because I mean, you know, the structures, the architectures are a little bit old. And, as you know, I am going to, great. I am going to move on and talk about public transport.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, the oldest part of my hometown would be, uh, one of the district here called, um, Um, I'm not very sure if this is the oldest part of my hometown, but I would say it's kind of old place because I mean, you know, the structures, the architectures are a little bit old. And, uh, as you know, I'm going to, great. I'm going to move on and talk about public transport.",
      "transcript_cleaned": "The oldest part of my hometown would be, one of the district here called, I am not very sure if this is the oldest part of my hometown, but I would say it is kind of old place because I mean, you know, the structures, the architectures are a little bit old. And, as you know, I am going to,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q05",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Do you travel by public transport?",
      "transcript": "Yes, I do travel by public transport, especially in the past few days. Cause I mean, you know, it is very convenient if you are going to ride or if you are going to travel through public transportation, like buses and trains, it is more comfortable and you know, the fare is not also expensive.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do travel by public transport, especially in the past few days. Cause um, I mean, you know, it's very convenient if you're gonna ride or if you're gonna travel through public transportation, like buses and trains, it's more comfortable and you know, the fare is not also expensive.",
      "transcript_cleaned": "Yes, I do travel by public transport, especially in the past few days. Cause I mean, you know, it is very convenient if you are going to ride or if you are going to travel through public transportation, like buses and trains, it is more comfortable and you know, the fare is not also expensive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q06",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Is there anything that you dislike about public transport?",
      "transcript": "When it comes to the things that I do not like, I would say, what I do not like is basically, the crowded place. I mean, you know, a lot of people are trying to get on the bus. They are trying to, you know, see. So I would say it is very, very crowded, especially during peak hours. So what I want to have a lot of buses as much as possible. To have a very more comfortable transport.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, when it comes to the things that I don't like, I would say, um, what I don't like is basically, uh, the crowded place. I mean, you know, a lot of people are trying to get on the bus. They are trying to, you know, see. So I would say it's very, very crowded, especially during peak hours. So what I want to have a lot of buses as much as possible. To have a very more comfortable transport.",
      "transcript_cleaned": "When it comes to the things that I do not like, I would say, what I do not like is basically, the crowded place. I mean, you know, a lot of people are trying to get on the bus. They are trying to, you know, see. So I would say it is very, very crowded, especially during peak hours. So what I want to have a lot of buses as much as possible. To have a very more comfortable transport.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}