{
  "batch_id": 85,
  "count": 20,
  "samples": [
    {
      "sample_id": "eMPthIIkV08_q07",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "Tell me about some of the environmental problems that are affecting countries these days.",
      "transcript": "These days, I, I think, air pollution and, sun pollution, is, cancering, and, the government, creates a good culture about, solving this, This problem and, Estorik and makes Estorik law to solve it. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, uh, these days, um, I, I think, um, air pollution and, uh, sun pollution, uh, is, um, cancering, um, and, um, the government, um, creates a good culture about, um, solving this, um, This problem and, um, Estorik and makes Estorik law to solve it. Okay.",
      "transcript_cleaned": "These days, I, I think, air pollution and, sun pollution, is, cancering, and, the government, creates a good culture about, solving this, This problem and, Estorik and makes Estorik law to solve it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eMPthIIkV08_q08",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "And do you think that governments around the world are doing enough to tackle the problems?",
      "transcript": "I, I, I should say, of course, yes. Because, I think, I think, I think, the government, can, teach, ever, ever, what I am, knowledge, related, to, solving, this problem. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I, I, um, I should say, um, of course, yes. Because, um, I think, um, I think, um, I think, um, the government, um, can, um, teach, um, um, ever, ever, what I am, uh, knowledge, um, um, related, um, to, um, solving, um, this problem. Okay.",
      "transcript_cleaned": "I, I, I should say, of course, yes. Because, I think, I think, I think, the government, can, teach, ever, ever, what I am, knowledge, related, to, solving, this problem.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eMPthIIkV08_q09",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "And why do some people not consider environmental problems to be serious?",
      "transcript": "Huh I think some people is not responsible about any any problem particularly particularly environment environment problem And I I think they don any education and maybe they don now this problem can can cause problem for health and general health and, they do not, what is happening in, in future. Now we will look at environmental problems and disasters caused by humans.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh huh Um I think um some people um is not uh responsible um about any any problem Um particularly particularly environment environment problem And I I think um they don any um education Uh and um maybe they don Um now um this problem can um can cause um problem uh for health and general health Uh, and, um, they don't, um, what's happening in, in future. Now we'll look at environmental problems and disasters caused by humans.",
      "transcript_cleaned": "Huh I think some people is not responsible about any any problem particularly particularly environment environment problem And I I think they don any education and maybe they don now this problem can can cause problem for health and general health and, they do not, what is happening in, in future. Now we will look at environmental problems and disasters caused by humans.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eMPthIIkV08_q10",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "What do you consider to be the world's worst environmental disaster caused by humans?",
      "transcript": "I think the main, the important reason about this question is the forest, deforestation, and, air, no. Yes, also air pollution and, sun pollution and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think the main, the important reason about this question is the forest, deforestation, um, and, um, uh, air, no. Yes, also air pollution and, um, sun pollution and, um, um.",
      "transcript_cleaned": "I think the main, the important reason about this question is the forest, deforestation, and, air, no. Yes, also air pollution and, sun pollution and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eMPthIIkV08_q11",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "Okay, and why do you think environmental disasters caused by humans happen?",
      "transcript": "Because, I think, I think, I think, the human do not know, enough, information about, that, in the future, what, problem, will, will be happening. and it, it is, very terrible for human and, the war.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because, er, I think, er, I think, er, I think, er, the human don't know, er, enough, er, information about, er, that, er, in the future, what, er, problem, er, will, er, will be happening. Um, and it, it's, er, very terrible for human and, er, the war.",
      "transcript_cleaned": "Because, I think, I think, I think, the human do not know, enough, information about, that, in the future, what, problem, will, will be happening. and it, it is, very terrible for human and, the war.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eMPthIIkV08_q12",
      "video_id": "eMPthIIkV08",
      "band": 5.5,
      "question": "And do you think there will be more environmental disasters caused by humans in the future?",
      "transcript": "In the future. I think, the most, the most important, environmental problem is, that, caused, by human, can, And, is, like global warming. Global warming, because, in, on daily basis, a lot of people use, more car, and, today's, in today's world, smoking, smoke, Increased and, this situation, will make, problem. That is the end of the test. More problems are now stressed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in the future. Er, I think, er, the most, er, the most important, er, environmental problem is, er, that, er, caused, er, by human, er, can, er, And, um, is, um, like global warming. Global warming, uh, because, um, in, on daily basis, um, a lot of people use, um, more car, uh, and, um, um, um, uh, today's, uh, in today's world, um, uh, smoking, uh, smoke, um, Increased and, uh, this situation, um, will make, um, problem. That is the end of the test. More problems are now stressed.",
      "transcript_cleaned": "In the future. I think, the most, the most important, environmental problem is, that, caused, by human, can, And, is, like global warming. Global warming, because, in, on daily basis, a lot of people use, more car, and, today's, in today's world, smoking, smoke, Increased and, this situation, will make, problem. That is the end of the test. More problems are now stressed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q02",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "Are you a student now or do you work?",
      "transcript": "I am working, as a lawyer and, I graduated, from a university, about two years ago and now, as I mentioned, I am working as a lawyer, and I am really satisfied, with my major. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I'm working, uh, as a lawyer and, um, I graduated, uh, from a university, uh, about two years ago and now, uh, as I mentioned, I'm working as a lawyer, uh, and I'm really satisfied, uh, with my major. Right.",
      "transcript_cleaned": "I am working, as a lawyer and, I graduated, from a university, about two years ago and now, as I mentioned, I am working as a lawyer, and I am really satisfied, with my major.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q03",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "And why did you choose this job?",
      "transcript": "Well, as you might be well informed, this, this job, makes me feel, delighted, while I am, defending people's right. so, I, I, I, I choose, I choose, this major, for many reasons. one of the first and foremost, reason for, for me was, defending people's right. it, it was really, My top priority. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, uh, as you might be well informed, uh, this, uh, this job, uh, makes me feel, uh, delighted, uh, while I'm, uh, defending people's right. Uh, so, uh, I, I, I, I choose, I choose, uh, this major, uh, for many reasons. Uh, one of the first and foremost, uh, reason for, for me was, uh, defending people's right. Uh, it, it was really, My top priority. And, er.",
      "transcript_cleaned": "as you might be well informed, this, this job, makes me feel, delighted, while I am, defending people's right. so, I, I, I, I choose, I choose, this major, for many reasons. one of the first and foremost, reason for, for me was, defending people's right. it, it was really, My top priority. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q04",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "What do you do generally?",
      "transcript": "Well, I, customarily I do, a lot of, exercise, each day and in order to, feel better and I can, recharge my battery by doing exercise and this, Really pips me up, and, but these days, because of the spreading of coronavirus, we cannot go, gym. we have to stay at home and, do exercise at home.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, er, um, I, er, customarily I do, er, a lot of, er, exercise, er, each day and er, er, in order to, er, feel better and er, I can, er, recharge my battery by doing exercise and er, er, this, er, Really pips me up, uh, and, uh, but these days, uh, because of the spreading of coronavirus, uh, we cannot go, uh, gym. Uh, we have to stay at home and, uh, do exercise at home.",
      "transcript_cleaned": "I, customarily I do, a lot of, exercise, each day and in order to, feel better and I can, recharge my battery by doing exercise and this, Really pips me up, and, but these days, because of the spreading of coronavirus, we cannot go, gym. we have to stay at home and, do exercise at home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q05",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "Okay, and is there anything about your job you would like to change?",
      "transcript": "Well, if I were to, alter something in my career, that, that would be, about, salary, because, we, actually we, they, they paid me, peanuts, about, actually my vocation. And, definitely I would, change my, salary to, actually to have a handsome income. Okay, and I would like to move on now and ask you some questions about shopping.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, if I were to, uh, alter something in my career, uh, that, uh, that would be, uh, Uh, about, uh, salary, uh, because, uh, we, uh, actually we, um, they, they paid me, uh, peanuts, uh, about, uh, actually my vocation. And, uh, definitely I would, uh, change my, uh, salary to, uh, uh, actually to have a handsome income. Okay, and I'd like to move on now and ask you some questions about shopping.",
      "transcript_cleaned": "if I were to, alter something in my career, that, that would be, about, salary, because, we, actually we, they, they paid me, peanuts, about, actually my vocation. And, definitely I would, change my, salary to, actually to have a handsome income.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q06",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "So, who does most of the shopping in your household?",
      "transcript": "Well, I, I do, I myself do, most of my, shopping, in, in my family because, my father, is retired and, my mother, unfortunately are not, keen on, shopping and, she is, she is an exception. so, I, I would, go shopping and, I am not a shopaholic person. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, I, I do, um, I myself do, uh, most of my, uh, shopping, uh, in, uh, in my family because, uh, my father, uh, is retired and, uh, my mother, uh, unfortunately are not, uh, keen on, uh, shopping and, uh, she's, uh, she's an exception. Uh, so, uh, I, I would, uh, go shopping and, uh, I'm not a shopaholic person. All right.",
      "transcript_cleaned": "I, I do, I myself do, most of my, shopping, in, in my family because, my father, is retired and, my mother, unfortunately are not, keen on, shopping and, she is, she is an exception. so, I, I would, go shopping and, I am not a shopaholic person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q07",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "And what type of shopping would you say you would like?",
      "transcript": "Well, it depends on, different, situations, but, most of time I, really, prefer to, go, shopping and, buy, fresh produce, for, for, my food. For my family. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, it depends on, uh, different, uh, situations, uh, but, uh, most of time I, uh, really, uh, uh, prefer to, uh, go, uh, shopping and, uh, buy, uh, fresh produce, uh, for, uh, for, uh, my food. For my family. And.",
      "transcript_cleaned": "it depends on, different, situations, but, most of time I, really, prefer to, go, shopping and, buy, fresh produce, for, for, my food. For my family. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q08",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "So how often do you go to the cinema?",
      "transcript": "Well, for my money, these days, going to, cinema and these public places are really, injurious. And, because, because of the spreading of coronavirus, it is, really, parallel, to, to go to cinema. But I can vividly remember that, about, two years ago, I went to cinema and I watched a, brilliant and, great movie and, it was, it was a blast. Thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, um, for my money, uh, these days, uh, going to, uh, cinema and these public places are really, uh, injurious. And, uh, because, because of the spreading of coronavirus, uh, it's, uh, really, uh, parallel, uh, to, to go to cinema. But I can vividly remember that, um, about, uh, two years ago, uh, I went to cinema and I watched a, uh, brilliant and, uh, great movie and, uh, it was, it was a blast. Thank you very much.",
      "transcript_cleaned": "for my money, these days, going to, cinema and these public places are really, injurious. And, because, because of the spreading of coronavirus, it is, really, parallel, to, to go to cinema. But I can vividly remember that, about, two years ago, I went to cinema and I watched a, brilliant and, great movie and, it was, it was a blast.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q09",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "May I have the rest of your paperback?",
      "transcript": "You gave me this one. Thank you. that is wonderful. So we have been talking about an important event in your life and now I would like to ask you some questions related to this.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "You gave me this one. Thank you. That's wonderful. So we've been talking about an important event in your life and now I'd like to ask you some questions related to this.",
      "transcript_cleaned": "You gave me this one. Thank you. that is wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q10",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "What days are important in your country?",
      "transcript": "Well, the first and foremost, events, in my country, is, Noru's, as an, international, event. And, because, people, these days, people in, in, this, actually, ceremony, they are, really delighted and, they always, they always, seek, For new things and they can buy different things. So, Noru's as an, as a, as this ceremony and event for my country really it is crucial and important. All people like to participate in this actually event.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, the first and foremost, uh, events, uh, in my country, uh, is, um, Noru's, uh, as an, uh, international, uh, event. And, uh, because, uh, people, uh, these days, uh, people in, in, uh, this, actually, uh, ceremony, uh, they are, uh, really delighted and, uh, they always, uh, they always, uh, seek, uh, For new things and they can buy different things. So, Noru's as an, as a, as this ceremony and event for my country really it is crucial and important. All people like to participate in this actually event.",
      "transcript_cleaned": "the first and foremost, events, in my country, is, Noru's, as an, international, event. And, because, people, these days, people in, in, this, actually, ceremony, they are, really delighted and, they always, they always, seek, For new things and they can buy different things. So, Noru's as an, as a, as this ceremony and event for my country really it is crucial and important. All people like to participate in this actually event.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q11",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "Okay, and why is it important to have national celebrations do you think?",
      "transcript": "Well I reckon that having national celebrations generally it means that it gives some identification for for each country so this is this is crucial and imperative for each society to have these these kinds of celebrations in in their country Because it it can provide them with a great opportunity to to introduce themselves to other societies Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh well I reckon that uh having national celebrations uh generally it means that uh it gives uh some identification for for each country Uh so uh this is uh this is uh crucial and imperative uh for each society to have uh these uh these kinds of uh celebrations in in their uh country Because uh it uh it can provide them with a great opportunity to uh to introduce themselves to other societies Okay.",
      "transcript_cleaned": "I reckon that having national celebrations generally it means that it gives some identification for for each country so this is this is crucial and imperative for each society to have these these kinds of celebrations in in their country Because it it can provide them with a great opportunity to to introduce themselves to other societies",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q12",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "And how is the way your national celebrations being celebrated now differ from how they were celebrated in the past?",
      "transcript": "Well, there is a sharp distinction, between the celebrations that now people have and, people used to, these celebrations in the past. for instance, in the past, they, they might, held this celebration in a simple way, but, these days, people are, much prone to, To, have these celebrations in a, in a, in a luxury way because they, they, most of people are living in a lap of, lap of luxury. so, they, they really desire to, hold these, celebrations, with a great, actually, with a great, entertainment. And with a great opportunity to introduce themselves to each other. And sometimes it changes to play up, play up the, they want to show off with their things to each other.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, there is a sharp distinction, uh, between the celebrations that now people have and, uh, people used to, uh, these celebrations in the past. Uh, for instance, uh, in the past, uh, they, um, they might, uh, held this celebration in a simple way, uh, but, uh, these days, uh, people are, uh, much prone to, uh, To, uh, have these celebrations in a, uh, in a, uh, in a luxury way because they, uh, they, uh, most of people are living in a lap of, uh, lap of luxury. Uh, so, uh, they, um, they really desire to, uh, hold these, uh, celebrations, uh, with a great, uh, actually, uh, with a great, um, entertainment. And with a great opportunity to introduce themselves to each other. And sometimes it changes to play up, play up the, they want to show off with their things to each other.",
      "transcript_cleaned": "there is a sharp distinction, between the celebrations that now people have and, people used to, these celebrations in the past. for instance, in the past, they, they might, held this celebration in a simple way, but, these days, people are, much prone to, To, have these celebrations in a, in a, in a luxury way because they, they, most of people are living in a lap of, lap of luxury. so, they, they really desire to, hold these, celebrations, with a great, actually, with a great, entertainment. And with a great opportunity to introduce themselves to each other. And sometimes it changes to play up, play up the, they want to show off with their things to each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QlgHPqjz1sY_q13",
      "video_id": "QlgHPqjz1sY",
      "band": 6.5,
      "question": "Alright, and do you think there'll be any new celebrations in the future in your country?",
      "transcript": "Well, nobody knows what the future holds, but, generally speaking, it, it would, happen maybe, in the future, we, we, can add, different celebrations in, in our cultures, but, I do believe that, we should, maintain, our, cultures, that, our culture, That we have, these days and in the past. but on the other hand we can, actually, add some new celebrations.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, nobody knows what the future holds, uh, but, uh, generally speaking, uh, it, it would, uh, happen maybe, uh, in the future, um, uh, we, uh, we, uh, can add, uh, different celebrations in, in our cultures, uh, but, uh, I do believe that, uh, we should, uh, maintain, uh, our, uh, cultures, uh, that, uh, our culture, uh, That we have, uh, these days and in the past. Uh, but on the other hand we can, uh, actually, uh, add some new celebrations.",
      "transcript_cleaned": "nobody knows what the future holds, but, generally speaking, it, it would, happen maybe, in the future, we, we, can add, different celebrations in, in our cultures, but, I do believe that, we should, maintain, our, cultures, that, our culture, That we have, these days and in the past. but on the other hand we can, actually, add some new celebrations.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q01",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "Could you spell that for me please?",
      "transcript": "It is J-A-E-H-Y-O Kim, K-I-M. And I have an English name that is Matthew. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it's J-A-E-H-Y-O Kim, K-I-M. And I have an English name that's Matthew. Okay, good.",
      "transcript_cleaned": "It is J-A-E-H-Y-O Kim, K-I-M. And I have an English name that is Matthew.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q02",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And are you working or are you a student?",
      "transcript": "I am currently working as an English instructor. good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm currently working as an English instructor. Hmm, good.",
      "transcript_cleaned": "I am currently working as an English instructor.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}