{
  "batch_id": 23,
  "count": 20,
  "samples": [
    {
      "sample_id": "1rQsCMGDmpA_q08",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "What kind of books do you read?",
      "transcript": "Any interest subject. And then if I am, curious about one subject, then I will go find that book that I am going to read, and then I will start reading it. But, does not happen often. Okay, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, any interest subject. And then if I'm, uh, curious about one subject, then I'll go find that book that I'm going to read, and then I'll start reading it. But, um, doesn't happen often. Okay, okay.",
      "transcript_cleaned": "Any interest subject. And then if I am, curious about one subject, then I will go find that book that I am going to read, and then I will start reading it. But, does not happen often.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q11",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "So first question, how has modern transportation changed in the way people travel today compared to the past?",
      "transcript": "Modern transportation definitely changed the way people travel nowadays. Especially with airplanes, fastest speed trains, and other way of traveling. So it is safer, more efficient, and it is fast, saves a lot of time. Definitely. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Modern transportation definitely changed the way people travel nowadays. Especially with airplanes, fastest speed trains, and other way of traveling. So it's safer, more efficient, and it's fast, saves a lot of time. Definitely. Okay.",
      "transcript_cleaned": "Modern transportation definitely changed the way people travel nowadays. Especially with airplanes, fastest speed trains, and other way of traveling. So it is safer, more efficient, and it is fast, saves a lot of time. Definitely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q12",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "If there are some tips to help when traveling, do you have any tips that could help others?",
      "transcript": "Well, it depends where you want to go. let us say if I want to travel with my car, so I will make sure I have some tools in my car. So if something breaks down then I can fix my car on my way If I traveling let say I going to Italy so I want I want to wear like comfortable clothes I want to have comfortable shoes and then I want to have a bag some other stuff that I need So it all depends where I going and how I traveling What are advantages of traveling by plane and or train? Well, the plane is the fastest way to travel. So, the advantage of traveling with plane is you save a lot of time. And it is, they say it is the safest, safest way to travel. So, and then the plane is the second safest way to travel, but it is not as fast as, definitely it is not as fast as the plane. Yeah. But still it is a, it is very comfortable to, to travel with the train.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it depends where you want to go. Let's say if I want to travel with my car, so I'll make sure I have some tools in my car. So if something breaks down then I can fix my car on my way If I traveling let say I going to Italy so I want I wanna wear like comfortable clothes I wanna have comfortable shoes and then I wanna have a bag some other stuff that I need So it all depends where I going and how I traveling What are advantages of traveling by plane and or train? Well, the plane is the fastest way to travel. So, the advantage of traveling with plane is you save a lot of time. And it's, they say it's the safest, safest way to travel. So, and then the plane is the second safest way to travel, but it's not as fast as, definitely it's not as fast as the plane. Yeah. But still it's a, it's very comfortable to, to travel with the train.",
      "transcript_cleaned": "it depends where you want to go. let us say if I want to travel with my car, so I will make sure I have some tools in my car. So if something breaks down then I can fix my car on my way If I traveling let say I going to Italy so I want I want to wear like comfortable clothes I want to have comfortable shoes and then I want to have a bag some other stuff that I need So it all depends where I going and how I traveling What are advantages of traveling by plane and or train? Well, the plane is the fastest way to travel. So, the advantage of traveling with plane is you save a lot of time. And it is, they say it is the safest, safest way to travel. So, and then the plane is the second safest way to travel, but it is not as fast as, definitely it is not as fast as the plane. Yeah. But still it is a, it is very comfortable to, to travel with the train.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q15",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Do you have any questions?",
      "transcript": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. So, we were talking about the cinnamon. Cinnamon for death.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. So, uh, we were talking about the cinnamon. Cinnamon for death.",
      "transcript_cleaned": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. So, we were talking about the cinnamon. Cinnamon for death.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q02",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "What is your job?",
      "transcript": "Currently actually I am a student and I have an occupation. I am working as a German teacher in a language academy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, currently actually I'm a student and I have an occupation. I'm working as a German teacher in a language academy.",
      "transcript_cleaned": "Currently actually I am a student and I have an occupation. I am working as a German teacher in a language academy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q03",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Okay, and what responsibilities do you have there?",
      "transcript": "Actually our liability consists of teaching, students, and supports them if they have some problem in, some languages. Moreover, I am responsible for the income of the other workers in my institute.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually our liability consists of teaching, uh, students, uh, and supports them if they have some problem in, um, some languages. Moreover, I'm responsible for the income of the other workers in my institute.",
      "transcript_cleaned": "Actually our liability consists of teaching, students, and supports them if they have some problem in, some languages. Moreover, I am responsible for the income of the other workers in my institute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q04",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Okay, and if you had the chance, would you change this job?",
      "transcript": "Yes, actually, the salary of teaching in any language, I mean English, German, or French, is not so, hectic. So if I would, if I can change something, I would rather to change the income of, the co-workers in my language academy. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, actually, uh, the salary of teaching in any language, I mean English, German, or French, is not so, uh, hectic. So if I would, if I can change something, I would rather to change the income of, uh, the co-workers in my language academy. Okay,.",
      "transcript_cleaned": "Yes, actually, the salary of teaching in any language, I mean English, German, or French, is not so, hectic. So if I would, if I can change something, I would rather to change the income of, the co-workers in my language academy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q05",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "What do you do in the evenings?",
      "transcript": "Actually my whole day consists of study and working and I do not have so much time in order to allocate to my entertainment or hobby. But if I, find some time I would rather to spend it with my family, like, watching films or going out or, dine and eat something at a restaurant.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually my whole day consists of study and working and I don't have so much time in order to allocate to my entertainment or hobby. But if I, uh, find some time I would rather to spend it with my family, like, uh, watching films or going out or, uh, dine and eat something at a restaurant.",
      "transcript_cleaned": "Actually my whole day consists of study and working and I do not have so much time in order to allocate to my entertainment or hobby. But if I, find some time I would rather to spend it with my family, like, watching films or going out or, dine and eat something at a restaurant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q06",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Okay, and now do you prefer to spend evenings with family or friends?",
      "transcript": "Actually because I do not have so much time in order to spend with my family. I would rather to, spend this kind of time much more with my family rather than my friends. And, I would rather to just allocate some time at the weekends to my friends. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually because I don't have so much time in order to spend with my family. I would rather to, um, spend this kind of time much more with my family rather than my friends. And, uh, I would rather to just allocate some time at the weekends to my friends. Okay.",
      "transcript_cleaned": "Actually because I do not have so much time in order to spend with my family. I would rather to, spend this kind of time much more with my family rather than my friends. And, I would rather to just allocate some time at the weekends to my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q07",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "So, do you ever work or study in the evenings?",
      "transcript": "Currently I do not work in the evenings, but, about two years ago I was working, from morning to the evening. So, yes, I just worked at the evening about two years ago. Okay, good. So, let us now talk about family and friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, currently I don't work in the evenings, but, uh, about two years ago I was working, uh, from morning to the evening. So, yes, I just worked at the evening about two years ago. Okay, good. So, let's now talk about family and friends.",
      "transcript_cleaned": "Currently I do not work in the evenings, but, about two years ago I was working, from morning to the evening. So, yes, I just worked at the evening about two years ago. Okay, good. So, let us now talk about family and friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q08",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Do you spend much time with your family?",
      "transcript": "Yes, actually I am, completely at home these days, especially in quarantine, because, we are, do not allowed to go out. In this corona pandemic. So we do not have any other choice but spending our time with our close-knit family. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yes, actually I'm, uh, completely at home these days, especially in quarantine, because, uh, we are, don't allowed to go out. In this corona pandemic. So we don't have any other choice but spending our time with our close-knit family. Okay.",
      "transcript_cleaned": "Yes, actually I am, completely at home these days, especially in quarantine, because, we are, do not allowed to go out. In this corona pandemic. So we do not have any other choice but spending our time with our close-knit family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q09",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "And do you prefer spending time with family or friends in total?",
      "transcript": "Actually at the weekend I would rather to spend my time with my friends because, actually I, see my friends once in the moon. So I do not have so much time in order to spend with each other in a cafe or a restaurant. Because of that, maybe on Tuesday, I think I just spend about two hours with my friends. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually at the weekend I would rather to spend my time with my friends because, uh, actually I, um, see my friends once in the moon. So I don't have so much time in order to spend with each other in a cafe or a restaurant. Because of that, maybe on Tuesday, I think I just spend about two hours with my friends. Right.",
      "transcript_cleaned": "Actually at the weekend I would rather to spend my time with my friends because, actually I, see my friends once in the moon. So I do not have so much time in order to spend with each other in a cafe or a restaurant. Because of that, maybe on Tuesday, I think I just spend about two hours with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q10",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "And are you still friends with people from your childhood?",
      "transcript": "Actually no, I do not have any chance in order to be more in contact with them, because, in my opinion, these people really just allocated to my childhood and we, we can just continue in order to be in contact and meet each other more.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually no, uh, I don't have any chance in order to be more in contact with them, uh, because, uh, in my opinion, uh, these people really just allocated to my childhood and we, we can just continue in order to be in contact and meet each other more.",
      "transcript_cleaned": "Actually no, I do not have any chance in order to be more in contact with them, because, in my opinion, these people really just allocated to my childhood and we, we can just continue in order to be in contact and meet each other more.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q11",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "And, do you hope to make, new friends during these times now?",
      "transcript": "Now? yes, of course, if I have an opportunity in order to find some friends which are completely close to me, I mean, mentally or physically, yes, why not? I would rather to make some new friends. Okay, that is great. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Now? Um, yes, of course, if I have an opportunity in order to find some friends which are completely close to me, I mean, mentally or physically, yes, why not? I would rather to make some new friends. Okay, that's great. So,.",
      "transcript_cleaned": "Now? yes, of course, if I have an opportunity in order to find some friends which are completely close to me, I mean, mentally or physically, yes, why not? I would rather to make some new friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q14",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Are there any historical buildings in your hometown?",
      "transcript": "Actually, yes. In my hometown, which is Tehran, we have so much, historical buildings. And like, we, we have Golestan Tower, which is located at the middle of the city, and it is completely popular. Every year, so much turrets, just poured into this location in order to visit it. Okay And do people in your country often visit historical buildings actually it depends on person I think some kinds of people like me don have any character in order to spend time in order to visit some monuments and some historical buildings for example in my opinion it look like just a squandering time to visit historical buildings But other people say it say it as an entertainment and they are really engrossed in visiting these kinds of attractions Wow.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, yes. In my hometown, which is Tehran, we have so much, um, historical buildings. And like, um, we, uh, we have Golestan Tower, which is located at the middle of the city, and it's completely popular. Every year, so much turrets, uh, just poured into this location in order to visit it. Okay And do people in your country often visit historical buildings Um actually it depends on person I think some uh kinds of people like me don have any character in order to spend time in order to visit some monuments and some historical uh buildings Uh for example in my opinion uh it uh look like just a squandering time to visit historical buildings But other people uh say it say it as an entertainment and they are really engrossed in visiting these kinds of uh attractions Wow.",
      "transcript_cleaned": "Actually, yes. In my hometown, which is Tehran, we have so much, historical buildings. And like, we, we have Golestan Tower, which is located at the middle of the city, and it is completely popular. Every year, so much turrets, just poured into this location in order to visit it. Okay And do people in your country often visit historical buildings actually it depends on person I think some kinds of people like me don have any character in order to spend time in order to visit some monuments and some historical buildings for example in my opinion it look like just a squandering time to visit historical buildings But other people say it say it as an entertainment and they are really engrossed in visiting these kinds of attractions Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q15",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "And do children like to go to that kind of place, do you think?",
      "transcript": "In my country, actually, I do not think so. children are not really interested in visiting these kinds of, attractions. Attractions, they would rather to, they would rather to spend time with their family, with their friends, and just play a game outdoors and indoors. Because, in my opinion, I think they do not have enough science in order to understand the history and the tradition behind these attractions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, in my country, actually, I don't think so. Uh, children are not really interested in visiting these kinds of, uh, attractions. Attractions, they would rather to, they would rather to spend time with their family, with their friends, and just play a game outdoors and indoors. Because, in my opinion, I think they don't have enough science in order to understand the history and the tradition behind these attractions.",
      "transcript_cleaned": "In my country, actually, I do not think so. children are not really interested in visiting these kinds of, attractions. Attractions, they would rather to, they would rather to spend time with their family, with their friends, and just play a game outdoors and indoors. Because, in my opinion, I think they do not have enough science in order to understand the history and the tradition behind these attractions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q16",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Okay, and do you think people who damage historical relics should be put in prison?",
      "transcript": "Not in all situations I am not completely agree with this statement. In some situations, yes, when they are just continuing to demolish this attraction, so they do not have any other choice but going to jail. But, on the other side, I would rather to say it is going to be better when we just, show them a hinwa, an advice to, just, inform them what, they can do.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, not in all situations I'm not completely agree with this statement. In some situations, yes, when they're just continuing to demolish this attraction, so they don't have any other choice but going to jail. But, uh, on the other side, I would rather to say it's going to be better when we just, uh, show them a hinwa, an advice to, uh, just, um, inform them what, uh, they can do.",
      "transcript_cleaned": "Not in all situations I am not completely agree with this statement. In some situations, yes, when they are just continuing to demolish this attraction, so they do not have any other choice but going to jail. But, on the other side, I would rather to say it is going to be better when we just, show them a hinwa, an advice to, just, inform them what, they can do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q17",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Now, what, would people in your country agree to using government funds to preserve historical buildings?",
      "transcript": "Yes, actually because my people, I mean, my, all the inhabitants which are currently living in my hometown, do not have any high financial ability in order to allocate to just protect these historical things. So I think yeah, we do not have any other choice but getting help from government in order to help us economically to preserve these kinds of historical buildings.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, actually because my people, I mean, my, all the inhabitants which are currently living in my hometown, Don't have any high financial ability in order to allocate to just protect these historical things. So I think yeah, we don't have any other choice but getting help from government in order to help us economically to preserve these kinds of historical buildings.",
      "transcript_cleaned": "Yes, actually because my people, I mean, my, all the inhabitants which are currently living in my hometown, do not have any high financial ability in order to allocate to just protect these historical things. So I think yeah, we do not have any other choice but getting help from government in order to help us economically to preserve these kinds of historical buildings.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q18",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "Right, and how often do you visit historical buildings in your city?",
      "transcript": "Actually in summer we, I have so much time in order to allocate to my entertainments and I think one of the most interesting parts in my hobbies is to visiting so much historical attraction not only in my hometown but also in other cities like suburbs or rural areas which is completely interesting and dramatically lavish for me. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually in summer we, I have so much time in order to allocate to my entertainments and I think one of the most interesting parts in my hobbies is to visiting so much historical attraction not only in my hometown but also in other cities like suburbs or rural areas which is completely interesting and dramatically lavish for me. Right.",
      "transcript_cleaned": "Actually in summer we, I have so much time in order to allocate to my entertainments and I think one of the most interesting parts in my hobbies is to visiting so much historical attraction not only in my hometown but also in other cities like suburbs or rural areas which is completely interesting and dramatically lavish for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pm56TkRXLH4_q19",
      "video_id": "pm56TkRXLH4",
      "band": 7.0,
      "question": "And, would you prefer, would you travel the world to visit more historical buildings do you think?",
      "transcript": "Up to now, unfortunately I do not have any time to just, go to another country in order to visit historical, things which are completely interesting. As I mentioned before, one of the most interesting that I have seen before, that I have seen before, is just a church which is located in Germany. But other than, up to now actually I, do not find this opportunity to visit the other historical buildings. Okay, thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, up to now, unfortunately I don't have any time to just, uh, go to another country in order to visit historical, uh, things which are completely interesting. As I mentioned before, one of the most interesting that I've seen before, that I've seen before, is just a church which is located in Germany. But other than, up to now actually I, uh, don't find this opportunity to visit the other historical buildings. Okay, thank you very much.",
      "transcript_cleaned": "Up to now, unfortunately I do not have any time to just, go to another country in order to visit historical, things which are completely interesting. As I mentioned before, one of the most interesting that I have seen before, that I have seen before, is just a church which is located in Germany. But other than, up to now actually I, do not find this opportunity to visit the other historical buildings.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}