{
  "batch_id": 244,
  "count": 20,
  "samples": [
    {
      "sample_id": "iUFNL-nZTlg_q13",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Do you have any favorite flavors?",
      "transcript": "Well, I do not really mind any type of chocolate, but the one that I genuinely like is milk chocolate. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I don't really mind any type of chocolate, but the one that I genuinely like is milk chocolate. Okay.",
      "transcript_cleaned": "I do not really mind any type of chocolate, but the one that I genuinely like is milk chocolate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q14",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Is it a good idea to give chocolate as a gift?",
      "transcript": "Well, it truly depends, but I believe any gift is perfect if it is tied with emotional emotional side of it. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it truly depends, but I believe any gift is perfect if it's tied with emotional um emotional side of it. So,.",
      "transcript_cleaned": "it truly depends, but I believe any gift is perfect if it is tied with emotional emotional side of it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q16",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "And when do you think you will have this car?",
      "transcript": "I will probably It truly depends on I do not really have a specific plan on obtaining this car, but if I go if I graduate from university and work 9 to5, I do not really think that I will ever have this car. So, I am turning my mindset into entrepreneurship and probably in 5 to 10 years time, I will be driving this car.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'll probably It truly depends on uh I don't really have a specific plan on obtaining this car, but if I go if I graduate from university and work uh 9 to5, I don't really think that I will ever have this car. So, I'm turning my mindset into entrepreneurship and probably in 5 to 10 years time, I'll be driving this car.",
      "transcript_cleaned": "I will probably It truly depends on I do not really have a specific plan on obtaining this car, but if I go if I graduate from university and work 9 to5, I do not really think that I will ever have this car. So, I am turning my mindset into entrepreneurship and probably in 5 to 10 years time, I will be driving this car.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q17",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Which expensive items would many people would many young people in your country like to buy?",
      "transcript": "Well, that is probably a car as we have already mentioned that consider it to be a status symbol. But beyond cars, I believe a big house is also on the mind of many youngsters. And why? Well, having that big car, a big house, where you where one lives with their family members is also a sense of comfort that they feel. So, I believe like comfort, status are one of the most driving factors that influence people's desires. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, that's probably a car as we've already mentioned that uh consider it to be a status symbol. But beyond cars, I believe a big house is also on the mind of many youngsters. And why? Well, having that big car, a big house, uh, where you where one lives with their family members is also a sense of comfort that they feel. So, I believe like comfort, status are one of the most driving factors um that influence people's desires. Okay.",
      "transcript_cleaned": "that is probably a car as we have already mentioned that consider it to be a status symbol. But beyond cars, I believe a big house is also on the mind of many youngsters. And why? Well, having that big car, a big house, where you where one lives with their family members is also a sense of comfort that they feel. So, I believe like comfort, status are one of the most driving factors that influence people's desires.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q18",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "Now, how do the expensive items that younger people want to buy differ from those that older people want to buy?",
      "transcript": "Well, there is a striking difference. the values between the elderly and the youngsters definitely change and definitely defer. First and foremost, I would say that the elderly are not really looking for luxurious items. They are looking for the emotional bond they have with that item. For example, my granddad has a relatively cheap watch, but it he says that it has a specific meaning behind it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, there is a striking difference. Um, the values between the elderly and the youngsters definitely change and definitely defer. First and foremost, I would say that the elderly are not really looking for luxurious items. They are looking for the emotional bond they have with that item. For example, my granddad has a relatively cheap watch, but it he says that it has a specific meaning behind it.",
      "transcript_cleaned": "there is a striking difference. the values between the elderly and the youngsters definitely change and definitely defer. First and foremost, I would say that the elderly are not really looking for luxurious items. They are looking for the emotional bond they have with that item. For example, my granddad has a relatively cheap watch, but it he says that it has a specific meaning behind it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q19",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "And do you think that people are more likely to buy expensive items for their friends or for themselves?",
      "transcript": "Well, that is a double-edged sword though, but I would say that there are specific people who would like to get something for their friends as much as they would like to have it themselves. For example, there are people who usually wear Rolexes and they get their friends Rolexes just to feel that connection.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, that's a double-edged sword though, but I would say that there are specific people who would like to get something for their friends as much as they would like to have it themselves. For example, there are people who usually wear Rolexes and they get their friends Rolexes just to feel that connection.",
      "transcript_cleaned": "that is a double-edged sword though, but I would say that there are specific people who would like to get something for their friends as much as they would like to have it themselves. For example, there are people who usually wear Rolexes and they get their friends Rolexes just to feel that connection.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q21",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "How difficult is it to become rich in today's world?",
      "transcript": "Well, in today's world with increasing with with everinccreasing number of info businesses, I believe it is not that hard to get wealthy at some point because the only thing that one needs is to get very excellent, get adapt at something and then build his own company and then sell it to as many people as possible. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, in today's world with increasing with with everinccreasing number of info businesses, I believe it's not that hard uh to get wealthy at some point because the only thing that one needs is to get very excellent, get adapt at something and then build his own company and then sell it to as many people as possible. Okay.",
      "transcript_cleaned": "in today's world with increasing with with everinccreasing number of info businesses, I believe it is not that hard to get wealthy at some point because the only thing that one needs is to get very excellent, get adapt at something and then build his own company and then sell it to as many people as possible.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q22",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "And do you agree that money does not necessarily bring happiness?",
      "transcript": "Well, at some point money brings happiness. It gives a lot of comfort and it acts it opens doors for health for expensive medical care and I believe those factors are attributed to money bringing happiness. But there are definitely certain things that money cannot truly cannot cover all of the factors that influence happiness levels like what first and foremost money cannot get you love. love is one of those things that get you fulfillment and with money even if you are a billionaire there are some billionaires who are unhappy because they do not tr they do not really find that the other half of theirs and I believe love and human interactions cannot be bought for money. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, at some point money brings happiness. It gives a lot of comfort and it acts it opens doors for health for expensive medical care and I believe those factors are attributed to money bringing happiness. But there are definitely certain things that money cannot truly uh cannot cover all of the factors that influence happiness levels like what um first and foremost money can't get you love. Uh love is one of those things that get you fulfillment and with money even if you are a billionaire there are some billionaires who are unhappy because they don't tr they don't really find that the other half of theirs and I believe love and human interactions cannot be bought for money. Okay.",
      "transcript_cleaned": "at some point money brings happiness. It gives a lot of comfort and it acts it opens doors for health for expensive medical care and I believe those factors are attributed to money bringing happiness. But there are definitely certain things that money cannot truly cannot cover all of the factors that influence happiness levels like what first and foremost money cannot get you love. love is one of those things that get you fulfillment and with money even if you are a billionaire there are some billionaires who are unhappy because they do not tr they do not really find that the other half of theirs and I believe love and human interactions cannot be bought for money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iUFNL-nZTlg_q23",
      "video_id": "iUFNL-nZTlg",
      "band": 8.0,
      "question": "And my last question in what ways might rich people use their money to help society?",
      "transcript": "Well, there are different ways rich people can use their resources to help people. For instance, these days most of the rich people are asking for the government officials to give them specific tasks so that the so that society benefits from their resources. For instance, Alishmanov inbakistan builds schools repairs the roads or just gives away to the charity. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, there are different ways uh rich people can use their resources uh to help people. For instance, these days most of the rich people are asking for the government officials to give them specific tasks uh so that the so that society benefits from their resources. For instance, Alishmanov inbakistan uh builds schools uh repairs the roads or just gives away to the charity. Thank you.",
      "transcript_cleaned": "there are different ways rich people can use their resources to help people. For instance, these days most of the rich people are asking for the government officials to give them specific tasks so that the so that society benefits from their resources. For instance, Alishmanov inbakistan builds schools repairs the roads or just gives away to the charity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jA909I2nSPQ_q02",
      "video_id": "jA909I2nSPQ",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "I like to do surfing go to the gym go out with my friends be with my family reading have your leisure activities changed much since you were young yes quite a lot when I was around 12 and until 16 I used to do gymnastics then I quit the gymnastics I started to Surf and I surfed a lot I started school at 8 and sometimes I went to the beach before 8 so 6 I was in the beach and now I do not if you had more free time how would you spend it traveling around Portugal maybe knowing some other places around and sports more Sports.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I like to do surfing uh go to the gym go out with my friends be with my family reading have your leisure activities changed much since you were young yes quite a lot uh when I was around 12 and uh until 16 I used to do gymnastics then I quit the gymnastics I started to Surf and I surfed a lot I started school at 8 and sometimes I uh went to the beach before 8 so 6 I was in the beach and now I don't if you had more free time how would you spend it uh traveling around Portugal maybe knowing some other places around and sports more Sports.",
      "transcript_cleaned": "I like to do surfing go to the gym go out with my friends be with my family reading have your leisure activities changed much since you were young yes quite a lot when I was around 12 and until 16 I used to do gymnastics then I quit the gymnastics I started to Surf and I surfed a lot I started school at 8 and sometimes I went to the beach before 8 so 6 I was in the beach and now I do not if you had more free time how would you spend it traveling around Portugal maybe knowing some other places around and sports more Sports.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jA909I2nSPQ_q03",
      "video_id": "jA909I2nSPQ",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "You will have one minute to think about what you are going to say.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "you'll have one minute to think about what you're going to say.",
      "transcript_cleaned": "You will have one minute to think about what you are going to say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jA909I2nSPQ_q05",
      "video_id": "jA909I2nSPQ",
      "band": 6.0,
      "question": "[Transcript chunk 5]",
      "transcript": "A lot of this like colle doing manual things the children do manual things and they try to sell to their parents the the family at home to collect some money to to give to the poor my brother and their friends they made necklaces and little things and they sell in the in the beach to parents and then they collect the money and buy a chair a heel chair for the for some for children for an Hospital collecting the capsules from the bottles in Portugal If we collect the the Caps they can be changed or helped to to buy a new chair Also let us think about working for other people without payment what types of voluntary work are most most popular in Portugal I think the most popular are helping elderly people in the centers of other people and in the social neighbors to help with the activities to the youngest like dancing or even teaching helping doing their homeworks I think those are the most common and Bank collecting food in the supermarkets did we do that a lot and do all age groups take part in voluntary work yes since the little since maybe I know maybe since 16 I think we have to have 16 to start doing volunteering work and how can individuals benefit from doing voluntary work by being part or know what is being part of a society and relate to to others and to know to help the and at the same time help them the who needs our help and what ways can voluntary work improve life for the community helping the community to get along and to fight all fight.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh a lot of this like um colle doing manual things the children do manual things and they try to sell to their parents the the family at home to collect some money to to give to the poor my brother and their friends they made necklaces and little things and they sell in the uh in the beach to parents and then they collect the money and buy a chair a heel chair for the for some for children for an Hospital uh collecting the capsules from the bottles um in Portugal If we collect the the Caps they uh can be changed or helped to to buy a new chair Also let's think about working for other people without payment what types of voluntary work are most most popular in Portugal I think the most popular are helping elderly people in the centers uh of other people and in the social neighbors uh to um help with the activities to the youngest like dancing or even teaching uh helping doing their homeworks um I think those are the most uh common and Bank um collecting food in the supermarkets did we do that a lot and do all age groups take part in voluntary work yes since the little since maybe I know maybe since 16 I think we have to have 16 to start uh doing volunteering work and how can individuals benefit from doing voluntary work uh by uh being part or know what is being part of a society and relate to to others and to know to help the and at the same time help them the who needs our help and what ways can voluntary work improve life for the community uh helping the community to get along and to fight all fight.",
      "transcript_cleaned": "A lot of this like colle doing manual things the children do manual things and they try to sell to their parents the the family at home to collect some money to to give to the poor my brother and their friends they made necklaces and little things and they sell in the in the beach to parents and then they collect the money and buy a chair a heel chair for the for some for children for an Hospital collecting the capsules from the bottles in Portugal If we collect the the Caps they can be changed or helped to to buy a new chair Also let us think about working for other people without payment what types of voluntary work are most most popular in Portugal I think the most popular are helping elderly people in the centers of other people and in the social neighbors to help with the activities to the youngest like dancing or even teaching helping doing their homeworks I think those are the most common and Bank collecting food in the supermarkets did we do that a lot and do all age groups take part in voluntary work yes since the little since maybe I know maybe since 16 I think we have to have 16 to start doing volunteering work and how can individuals benefit from doing voluntary work by being part or know what is being part of a society and relate to to others and to know to help the and at the same time help them the who needs our help and what ways can voluntary work improve life for the community helping the community to get along and to fight all fight.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "OiMlppmkiw8_q01",
      "video_id": "OiMlppmkiw8",
      "band": 8.0,
      "question": "If it is online, will I send it to home or something?",
      "transcript": "What if I lose my internet connection while speaking and they cannot hear me?\" I had the same worries and anxieties as you when I found out I had to take the IELTS Speaking test via Zoom.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "What if I lose my internet connection while speaking and they can't hear me?\" I had the same worries and anxieties as you when I found out I had to take the IELTS Speaking test via Zoom.",
      "transcript_cleaned": "What if I lose my internet connection while speaking and they cannot hear me?\" I had the same worries and anxieties as you when I found out I had to take the IELTS Speaking test via Zoom.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HUfxW9Xt3BA_q02",
      "video_id": "HUfxW9Xt3BA",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Why do you watch that one because I admire their their technolon technologies and their enthusiasm enthusiasm chasing the truth si do you watch any other kinds of programs similar similar to a si si okay Criminal Minds yes okay so you would say that your preferred TV programs up basically crime shows but the factual shows like documentaries okay and do you think you will watch more or less TV in the future I think I will want more TV shows in the future okay could you tell me why because the tech among technologies now are is much much better than that in the past does for example the tablets smartphones are very much much easier to to to get okay you have mentioned technology and you also talked about watching TV earlier now we know that these days a lot of people are watching TV online so do you think that you will start to watch more TV online using services like Netflix and maybe less on the actual TV I think yes because the qualities that the qualities of the TV shows or looks better okay do you think there are any benefits to watching TV on televisions at broadcast television instead of something like Netflix or an Internet service only advantage of the size of the TV all right okay you can have a bigger size TV in the living room but you cannot kill carry that kind of TV on your hands okay that is a good point so definitely the portability is an advantage of online services okay do you think that Taiwan has some good online TV services hye-won Fox plus our folks about okay what do you like about Fox plus it contains a lot a lot of kinds of TV shows not.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "why do you watch that one because I admire their their technolon technologies and their enthusiasm enthusiasm chasing the truth si do you watch any other kinds of programs similar similar to a si si okay Criminal Minds yes okay so you would say that your preferred TV programs up basically crime shows but the factual shows like documentaries okay and do you think you will watch more or less TV in the future I think I will want more TV shows in the future okay could you tell me why because the tech among technologies now are is much much better than that in the past does for example the tablets smartphones are very much much easier to to to get okay you've mentioned technology and you also talked about watching TV earlier now we know that these days a lot of people are watching TV online so do you think that you will start to watch more TV online using services like Netflix and maybe less on the actual TV I think yes because the qualities that the qualities of the TV shows or looks better okay do you think there are any benefits to watching TV on televisions at broadcast television instead of something like Netflix or an Internet service only advantage of the size of the TV all right okay you can have a bigger size TV in the living room but you cannot kill carry that kind of TV on your hands okay that's a good point so definitely the portability is an advantage of online services okay do you think that Taiwan has some good online TV services hye-won Fox plus our folks about okay what do you like about Fox plus it contains a lot a lot of kinds of TV shows not.",
      "transcript_cleaned": "Why do you watch that one because I admire their their technolon technologies and their enthusiasm enthusiasm chasing the truth si do you watch any other kinds of programs similar similar to a si si okay Criminal Minds yes okay so you would say that your preferred TV programs up basically crime shows but the factual shows like documentaries okay and do you think you will watch more or less TV in the future I think I will want more TV shows in the future okay could you tell me why because the tech among technologies now are is much much better than that in the past does for example the tablets smartphones are very much much easier to to to get okay you have mentioned technology and you also talked about watching TV earlier now we know that these days a lot of people are watching TV online so do you think that you will start to watch more TV online using services like Netflix and maybe less on the actual TV I think yes because the qualities that the qualities of the TV shows or looks better okay do you think there are any benefits to watching TV on televisions at broadcast television instead of something like Netflix or an Internet service only advantage of the size of the TV all right okay you can have a bigger size TV in the living room but you cannot kill carry that kind of TV on your hands okay that is a good point so definitely the portability is an advantage of online services okay do you think that Taiwan has some good online TV services hye-won Fox plus our folks about okay what do you like about Fox plus it contains a lot a lot of kinds of TV shows not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HUfxW9Xt3BA_q04",
      "video_id": "HUfxW9Xt3BA",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "To talk about is my younger brother he works at Gaucho Harbor Inn in a small company to do the import out course and that kind of stuff but after but the side of the his current job he has a side job he sells his his those things in the traditional market in the weekends the reason why he would like to hear they like to have a slight job is because he wants to to gather more funds funds to make some investments such as stocks and maybe in the future maybe maybe some bonds and sometimes he will he would chat with me about the interesting things that happened during the side jobs that doing that being a vendor in the traditional market and some sometimes I was think that maybe I could I could do similar similar things that he is doing it right now to make making myself more making my current life more more comfortable that with what with more current with more available available amount of money in my hands okay thank you now you mentioned that sometimes you think that it is an opportunity that you might like to do something some of the same kind of work that he does could you give me a few more details about why you think that might be a good idea you said to make your life more comfortable can you give me a few more details about that because there for example the house rent in Taipei City is getting higher so if I if I earn more money I can and I have I have more I cannot have more options to choose okay so this way you could earn some more money and then maybe move to a different apartment or one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "to talk about is my younger brother he works at Gaucho Harbor Inn in a small company to do the import out course and that kind of stuff but after but the side of the his current job he has a side job he sells his his those things in the traditional market in the weekends the reason why he would like to hear they like to have a slight job is because he wants to to gather more funds funds to make some investments such as stocks and maybe in the future maybe maybe some bonds and sometimes he will he would chat with me about the interesting things that happened during the side jobs that doing that being a vendor in the traditional market and some sometimes I was think that maybe I could I could do similar similar things that he is doing it right now to make making myself more making my current life more more comfortable that with what with more current with more available available amount of money in my hands okay thank you now you mentioned that sometimes you think that it's an opportunity that you might like to do something some of the same kind of work that he does could you give me a few more details about why you think that might be a good idea you said to make your life more comfortable can you give me a few more details about that because there for example the house rent in Taipei City is getting higher so if I if I earn more money I can and I have I have more I can't have more options to choose okay so this way you could earn some more money and then maybe move to a different apartment or one.",
      "transcript_cleaned": "To talk about is my younger brother he works at Gaucho Harbor Inn in a small company to do the import out course and that kind of stuff but after but the side of the his current job he has a side job he sells his his those things in the traditional market in the weekends the reason why he would like to hear they like to have a slight job is because he wants to to gather more funds funds to make some investments such as stocks and maybe in the future maybe maybe some bonds and sometimes he will he would chat with me about the interesting things that happened during the side jobs that doing that being a vendor in the traditional market and some sometimes I was think that maybe I could I could do similar similar things that he is doing it right now to make making myself more making my current life more more comfortable that with what with more current with more available available amount of money in my hands okay thank you now you mentioned that sometimes you think that it is an opportunity that you might like to do something some of the same kind of work that he does could you give me a few more details about why you think that might be a good idea you said to make your life more comfortable can you give me a few more details about that because there for example the house rent in Taipei City is getting higher so if I if I earn more money I can and I have I have more I cannot have more options to choose okay so this way you could earn some more money and then maybe move to a different apartment or one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HUfxW9Xt3BA_q05",
      "video_id": "HUfxW9Xt3BA",
      "band": 6.0,
      "question": "[Transcript chunk 5]",
      "transcript": "With more services okay thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "with more services okay thank you.",
      "transcript_cleaned": "With more services",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "HUfxW9Xt3BA_q06",
      "video_id": "HUfxW9Xt3BA",
      "band": 6.0,
      "question": "[Transcript chunk 6]",
      "transcript": "Jobs okay you have to provide your own strength or I could you give me an example of the kind of physical jobs that you think the young people in Taiwan do not like to do for example the carrying the bricks and the concrete and building materials into the construction sites and type them together to make a building okay so manual manual labor jobs they need what we call blue-collar jobs in college all right who do you think is best at giving young people advice about future careers do you think it is their teachers or their parents I think the best together my sister teacher because the teacher is that you can provide a more wide perspective ideas different kind of jobs okay they have more experience in the societies because they have seen a lot of different levels of peoples in their lives maybe inside or outside the school all right do you think that money is always the most important thing to consider when you are choosing a job I would not say always I was most of all right so could you tell me why you think it is usually the most important thing because you have to earn enough money to maintain your basic life okay but then you can go on to pressures to your dream jobs all right good do you agree that many people these days are under pressure to work longer hours and take less holiday I think I think the people the people right now work much much longer say than before all right I can you give me an example maybe an example from your own experience somebody you know or an experience that you had for example I usually much my my shift at the recession will take.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "jobs okay you have to provide your own strength or I could you give me an example of the kind of physical jobs that you think the young people in Taiwan don't like to do for example the carrying the bricks and the concrete and building materials into the construction sites and type them together to make a building okay so manual manual labor jobs they need what we call blue-collar jobs in college all right who do you think is best at giving young people advice about future careers do you think it's their teachers or their parents I think the best together my sister teacher because the teacher is that you can provide a more wide perspective ideas different kind of jobs okay they have more experience in the societies because they have seen a lot of different levels of peoples in their lives maybe inside or outside the school all right do you think that money is always the most important thing to consider when you are choosing a job I would not say always I was most of all right so could you tell me why you think it's usually the most important thing because you have to earn enough money to maintain your basic life okay but then you can go on to pressures to your dream jobs all right good do you agree that many people these days are under pressure to work longer hours and take less holiday I think I think the people the people right now work much much longer say than before all right I can you give me an example maybe an example from your own experience somebody you know or an experience that you had for example I usually much my my shift at the recession will take.",
      "transcript_cleaned": "Jobs okay you have to provide your own strength or I could you give me an example of the kind of physical jobs that you think the young people in Taiwan do not like to do for example the carrying the bricks and the concrete and building materials into the construction sites and type them together to make a building okay so manual manual labor jobs they need what we call blue-collar jobs in college all right who do you think is best at giving young people advice about future careers do you think it is their teachers or their parents I think the best together my sister teacher because the teacher is that you can provide a more wide perspective ideas different kind of jobs okay they have more experience in the societies because they have seen a lot of different levels of peoples in their lives maybe inside or outside the school all right do you think that money is always the most important thing to consider when you are choosing a job I would not say always I was most of all right so could you tell me why you think it is usually the most important thing because you have to earn enough money to maintain your basic life okay but then you can go on to pressures to your dream jobs all right good do you agree that many people these days are under pressure to work longer hours and take less holiday I think I think the people the people right now work much much longer say than before all right I can you give me an example maybe an example from your own experience somebody you know or an experience that you had for example I usually much my my shift at the recession will take.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XlvORfbMpZI_q02",
      "video_id": "XlvORfbMpZI",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Through the avocado and then makes it makes the peeling easier and especially for the seed the pit part and it was pretty popular like it was viral on like all platforms or social media and it is pretty much straightforward because you just cut into the cut through the avocado and then take the pit out and it is pretty easy to use and the reason it is useful is that it takes it reduces the time of like you know peeling the avocados and so it is easier for people to just access it right away I think that is it for now okay thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "through the avocado and then makes it um makes the peeling easier and especially for the seed the pit part and um it was pretty popular like it was viral on like all platforms or social media and it's pretty much straightforward because you just cut into the cut through the avocado and then take the pit out and it's pretty easy to use and the reason it is useful is that um it takes um it reduces the time of like you know um peeling the avocados and so it's easier for people to just um access it right away I think that's it for now okay thank you.",
      "transcript_cleaned": "Through the avocado and then makes it makes the peeling easier and especially for the seed the pit part and it was pretty popular like it was viral on like all platforms or social media and it is pretty much straightforward because you just cut into the cut through the avocado and then take the pit out and it is pretty easy to use and the reason it is useful is that it takes it reduces the time of like you know peeling the avocados and so it is easier for people to just access it right away I think that is it for now",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mNLhqFixh5c_q02",
      "video_id": "mNLhqFixh5c",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Skills synthetically okay and have you ever forgotten something that was very important people record correctly when i was traveling to the east part of europe i wrote my passport so it took me over five hours to find the fact okay and why do some people have a good memory but others do not in my opinion depends on their gene which means their parents inherit their techniques and abilities to their small ones so this for this reason people have another what i mean different memories according to their parents or ancients okay let me give you a couple more questions about.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "skills synthetically okay and have you ever forgotten something that was very important people record correctly when i was traveling to the east part of europe i wrote my passport so it took me over five hours to find the fact okay and why do some people have a good memory but others do not in my opinion depends on their gene which means their parents inherit their techniques and abilities to their small ones so this uh for this reason uh people have um another uh what i mean different memories according to their parents or ancients okay let me give you a couple more questions about.",
      "transcript_cleaned": "Skills synthetically okay and have you ever forgotten something that was very important people record correctly when i was traveling to the east part of europe i wrote my passport so it took me over five hours to find the fact okay and why do some people have a good memory but others do not in my opinion depends on their gene which means their parents inherit their techniques and abilities to their small ones so this for this reason people have another what i mean different memories according to their parents or ancients okay let me give you a couple more questions about.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mNLhqFixh5c_q04",
      "video_id": "mNLhqFixh5c",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "An athlete should have from point on my point of view sportsmen should have sportsmanship because they do sparring or go through competitions according to their rules furthermore they should make conservative afford to achieve their certain aims such as receiving golden medal in olympics or getting a champion belt so those factors are essential for oscillate okay and why do you think there are so few top athletes to my knowledge we can deny that top position exists for only one person you know champion a golden medal and so on so we have to accept that no matter we how hard what i mean how hard we try to reach that position that does not mean everyone can fulfill their performance unfortunately therefore for those reasons your top sportsman exists in the world okay and in your country what kind of exercise do people like to do from my perspective it depends on their ages if you are talking about other students they are fond of jogging and just walking in the public park i guess most of them are fond of concentrate on keeping their healthy life lives on the flip side people who are about my age or youngsters are keen on doing some activities namely well soccer basketball baseball as well as some watercomfort sports i guess through these spores they can alleviate the stress from organic days and or to death thus i can say that okay yeah and do you think the activities that people do these days are very different from the activities people did in the past a different yes in my opinion in the past people was able to play some simple actions and test times as such as just soccer and basketball that is all.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "an athlete should have from point on my point of view sportsmen should have sportsmanship because they do sparring or go through competitions according to their rules uh furthermore they should make conservative afford to achieve their certain aims such as receiving golden medal in olympics or getting a champion belt so those factors are essential for oscillate okay and why do you think there are so few top athletes to my knowledge we can deny that top position exists for only one person you know champion a golden medal and so on so um we have to accept that uh no matter we how hard what i mean how hard we try to reach that position that doesn't mean everyone can fulfill their performance unfortunately uh therefore for those reasons your top sportsman exists in the world okay um and in your country what kind of exercise do people like to do from my perspective it depends on their ages if you're talking about other students they're fond of jogging and just walking in the public park i guess most of them are fond of concentrate on keeping their healthy life lives on the flip side people who are about my age or youngsters are keen on doing some activities namely well soccer basketball baseball as well as some watercomfort sports i guess through these spores they can alleviate the stress from organic days and or to death thus i can say that okay yeah and do you think um the activities that people do these days are very different from the activities people did in the past a different yes in my opinion in the past people was able to play some simple actions and test times as such as just soccer and basketball that's all.",
      "transcript_cleaned": "An athlete should have from point on my point of view sportsmen should have sportsmanship because they do sparring or go through competitions according to their rules furthermore they should make conservative afford to achieve their certain aims such as receiving golden medal in olympics or getting a champion belt so those factors are essential for oscillate okay and why do you think there are so few top athletes to my knowledge we can deny that top position exists for only one person you know champion a golden medal and so on so we have to accept that no matter we how hard what i mean how hard we try to reach that position that does not mean everyone can fulfill their performance unfortunately therefore for those reasons your top sportsman exists in the world okay and in your country what kind of exercise do people like to do from my perspective it depends on their ages if you are talking about other students they are fond of jogging and just walking in the public park i guess most of them are fond of concentrate on keeping their healthy life lives on the flip side people who are about my age or youngsters are keen on doing some activities namely well soccer basketball baseball as well as some watercomfort sports i guess through these spores they can alleviate the stress from organic days and or to death thus i can say that okay yeah and do you think the activities that people do these days are very different from the activities people did in the past a different yes in my opinion in the past people was able to play some simple actions and test times as such as just soccer and basketball that is all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}