{
  "batch_id": 142,
  "count": 20,
  "samples": [
    {
      "sample_id": "qWEmYpor_Ug_q03",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "Do you enjoy your studies?",
      "transcript": "Not exactly. I mean, it is too hard, so I had a hard time thinking about, I mean, getting a good grade. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not exactly. I mean, it's too hard, so I had a hard time thinking about, I mean, getting a good grade. Yeah.",
      "transcript_cleaned": "Not exactly. I mean, it is too hard, so I had a hard time thinking about, I mean, getting a good grade.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q04",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "And what do you hope to do after you graduate?",
      "transcript": "Well after I graduate, I just want to go to a company as normal, as a lot of people do. But I want to do something that is kind of some collaboration between what I have did so far, for example the engineering and also talking with the foreign people, so using English. I want these two combined. So I want to do a job that is related to these two.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well after I graduate, I just want to go to a company as normal, as a lot of people do. But I want to do something that's kind of um, some collaboration between what I've did so far, for example the engineering and also talking with the foreign people, so using English. I want these two combined. So I want to do a job that's related to these two.",
      "transcript_cleaned": "after I graduate, I just want to go to a company as normal, as a lot of people do. But I want to do something that is kind of some collaboration between what I have did so far, for example the engineering and also talking with the foreign people, so using English. I want these two combined. So I want to do a job that is related to these two.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q05",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "And what do you enjoy doing in your free time?",
      "transcript": "My free time, I usually watch YouTube and also do a workout such as like push-ups and pull-ups, such things like that. let us see.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My free time, I usually watch YouTube and also do a workout such as like push-ups and pull-ups, such things like that. Um, let's see.",
      "transcript_cleaned": "My free time, I usually watch YouTube and also do a workout such as like push-ups and pull-ups, such things like that. let us see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q06",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "Where is your hometown?",
      "transcript": "My hometown is near the Gangnam Station. it is, and it takes about 10 minutes just by walking from Gangnam Station to my house. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My hometown is near the Gangnam Station. It's, and it takes about 10 minutes just by walking from Gangnam Station to my house. Yeah.",
      "transcript_cleaned": "My hometown is near the Gangnam Station. it is, and it takes about 10 minutes just by walking from Gangnam Station to my house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q07",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "What kind of things do you like about your hometown?",
      "transcript": "Well, if you, if you ask anyone about what you think about Gangnam, it is, it is the center of Seoul, and there are lots of facilities around. So it is, it is really convenient to get what I, what I want. I can just walk to the store and get anything, anything that I want. And for people who are into education, there are a lot of academies. So you can get a good quality of education anywhere. Yeah. Sure.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, if you, if you ask anyone about what you think about Gangnam, it's, it's the center of Seoul, and there are lots of facilities around. So it's, it is really convenient to get what I, what I want. I can just walk to the store and get anything, anything that I want. And for people who are into education, there are a lot of academies. So you can get a good quality of education anywhere. Yeah. Sure.",
      "transcript_cleaned": "if you, if you ask anyone about what you think about Gangnam, it is, it is the center of Seoul, and there are lots of facilities around. So it is, it is really convenient to get what I, what I want. I can just walk to the store and get anything, anything that I want. And for people who are into education, there are a lot of academies. So you can get a good quality of education anywhere. Yeah. Sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q08",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "What kind of things do you like, what kind of things do you not like about your hometown?",
      "transcript": "Maybe when I go to work or go to a subway station, it is too crowded in certain periods. For example, when I finish my work and go back to my home, I think it is about 7 to 8 p.m. Like, if you go to exit 7 in the Gangnam Station, it is too crowded and it takes about, five, three to five minutes just to go upstairs. Yeah, so I do not like that, people being too crowded. I think I know what you mean. Yeah. okay, we can talk about change now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, maybe when I go to work or go to a subway station, it is too crowded in certain periods. For example, um, when I finish my work and go back to my home, um, I think it's about 7 to 8 p.m. Like, if you go to exit 7 in the Gangnam Station, it is too crowded and it takes about, uh, five, three to five minutes just to go upstairs. Yeah, so I don't like that, uh, people being too crowded. I think I know what you mean. Yeah. Um, okay, we can talk about change now.",
      "transcript_cleaned": "Maybe when I go to work or go to a subway station, it is too crowded in certain periods. For example, when I finish my work and go back to my home, I think it is about 7 to 8 p.m. Like, if you go to exit 7 in the Gangnam Station, it is too crowded and it takes about, five, three to five minutes just to go upstairs. Yeah, so I do not like that, people being too crowded. I think I know what you mean. Yeah. okay, we can talk about change now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q09",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "Have you changed a lot since your childhood?",
      "transcript": "Yeah, I think I have changed a lot, yeah. So, back in the childhood, I was really quiet and I was only focusing on studying. But as I grow up and meet a lot of people, I became extroverted. And so, it changed, I changed into like, I mean, I changed to, like talking with other people. Okay And what do you plan to change next year Probably being more being more positive because usually I think in a negative way but it not something like that Being negative means, oh I cannot do this, like it is not something like that. Just when I, when I think about the future, I think in a negative way. So I think about how to, how I, what I should do to not make this happen. But, but I think just thinking positive as lots of people suggest me to do, I think that is much more better because it, gives me less stress. So yes, I am going to change my mind in a more positive way. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I think I've changed a lot, yeah. So, uh, back in the childhood, I was really quiet and I was only focusing on studying. But as I grow up and meet a lot of people, I became extroverted. And so, uh, it changed, I changed into like, I mean, I changed to, um, like talking with other people. Okay And what do you plan to change next year Probably um being more being more positive because usually I think in a negative way but it not something like that Being negative means, oh I cannot do this, like it's not something like that. Just when I, when I think about the future, I think in a negative way. So I think about how to, uh, how I, what I should do to not make this happen. But, but I think just thinking positive as lots of people suggest me to do, I think that's much more better because it, uh, gives me less stress. So yes, I'm gonna change my mind in a more positive way. Okay.",
      "transcript_cleaned": "I think I have changed a lot, yeah. So, back in the childhood, I was really quiet and I was only focusing on studying. But as I grow up and meet a lot of people, I became extroverted. And so, it changed, I changed into like, I mean, I changed to, like talking with other people. Okay And what do you plan to change next year Probably being more being more positive because usually I think in a negative way but it not something like that Being negative means, oh I cannot do this, like it is not something like that. Just when I, when I think about the future, I think in a negative way. So I think about how to, how I, what I should do to not make this happen. But, but I think just thinking positive as lots of people suggest me to do, I think that is much more better because it, gives me less stress. So yes, I am going to change my mind in a more positive way.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q10",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "And do you like changes?",
      "transcript": "No, I definitely like changes. Why? Like, if, like, nothing changes, then it is too boring. But I like something that is kind of, like, dynamic and always changing. So, so if it changes a lot, I can learn more, regarding to those changes. So, you know, I prefer the change more than just not changing and, live a boring life. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I definitely like changes. Why? Like, if, like, nothing changes, then it's too boring. But I like something that's kind of, like, dynamic and always changing. So, so if it changes a lot, I can learn more, uh, regarding to those changes. So, you know, I prefer the change more than just not changing and, uh, live a boring life. Okay, good.",
      "transcript_cleaned": "No, I definitely like changes. Why? Like, if, like, nothing changes, then it is too boring. But I like something that is kind of, like, dynamic and always changing. So, so if it changes a lot, I can learn more, regarding to those changes. So, you know, I prefer the change more than just not changing and, live a boring life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q11",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "And are there any changes in your hometown recently?",
      "transcript": "Well recent, there is a park nearby. at first, that park was really, how do I say this, not, Pretty developed. I mean, if you just walk around there are dirt everywhere on your shoes. But recently it changed. So they made a path that is and they covered something over the, over the dirt. So, so after that when I walk around the park, my shoes are steady and clean. Okay, good. we can end part one there.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, uh, well recent, there's a park nearby. Um, at first, uh, that park was really, um, how do I say this, not, Pretty developed. I mean, if you just walk around there are dirt everywhere on your shoes. But recently it changed. So they made a path that's and they covered something over the, uh, over the dirt. So, so after that when I walk around the park, my shoes are steady and clean. Okay, good. Um, we can end part one there.",
      "transcript_cleaned": "recent, there is a park nearby. at first, that park was really, how do I say this, not, Pretty developed. I mean, if you just walk around there are dirt everywhere on your shoes. But recently it changed. So they made a path that is and they covered something over the, over the dirt. So, so after that when I walk around the park, my shoes are steady and clean.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q12",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "Favorite part of Chuseok?",
      "transcript": "Definitely Songpyeon. I really like eating, eating some delicious food. Okay, good. so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely Songpyeon. I really like eating, eating some delicious food. Okay, good. Um, so.",
      "transcript_cleaned": "Definitely Songpyeon. I really like eating, eating some delicious food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q13",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "How do people value traditional festivals?",
      "transcript": "I think since I am used to talking with workers right now, they mostly say that tradition is just a resting period, the holiday, because, And they feel really happy because they do not have to go to work. And for people who are really young, well they, in a similar way, they also feel happy because they do not have to go to school. So, instead of actually enjoying the true meaning of those trend, tradition, they just feel happy because, because of this tradition and this holiday, they do not have to do their, live their normal life At those short periods. So yeah, I think in this way most of the people think that it is just a resting period. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think since I'm used to talking with workers right now, they mostly say that tradition is just a resting period, the holiday, because, And they feel really happy because they don't have to go to work. And for people who are really young, well they, in a similar way, they also feel happy because they don't have to go to school. So, uh, instead of actually enjoying the true meaning of those trend, uh, tradition, they just feel happy because, um, because of this tradition and this holiday, they don't have to do their, live their normal life At those short periods. So yeah, I think in this way most of the people think that it's just a resting period. Good.",
      "transcript_cleaned": "I think since I am used to talking with workers right now, they mostly say that tradition is just a resting period, the holiday, because, And they feel really happy because they do not have to go to work. And for people who are really young, well they, in a similar way, they also feel happy because they do not have to go to school. So, instead of actually enjoying the true meaning of those trend, tradition, they just feel happy because, because of this tradition and this holiday, they do not have to do their, live their normal life At those short periods. So yeah, I think in this way most of the people think that it is just a resting period.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q14",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "What is the difference between festivals now and festivals in the past?",
      "transcript": "Well in the past when there is a some kind of festival, lots of people gathered together and they enjoyed the, they enjoyed the activities. Yeah, such as what I said before, you nori or this kind of stuff. But nowadays, it is really hard to find people gathering and enjoying the activities nowadays. They usually, so if I ask someone what did you do on this holiday or in this festival, they usually say, oh, I just watched YouTube. I just took a rest and lie on bed. Yeah. So I think that is the biggest difference. okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well in the past when there's a some kind of festival, lots of people gathered together and they enjoyed the, they enjoyed the activities. Yeah, such as what I said before, you nori or this kind of stuff. But nowadays, it's really hard to find people gathering and enjoying the activities nowadays. They usually, so if I ask someone what did you do on this holiday or in this festival, they usually say, oh, I just watched YouTube. I just took a rest and lie on bed. Yeah. So I think that's the biggest difference. Um, okay.",
      "transcript_cleaned": "in the past when there is a some kind of festival, lots of people gathered together and they enjoyed the, they enjoyed the activities. Yeah, such as what I said before, you nori or this kind of stuff. But nowadays, it is really hard to find people gathering and enjoying the activities nowadays. They usually, so if I ask someone what did you do on this holiday or in this festival, they usually say, oh, I just watched YouTube. I just took a rest and lie on bed. Yeah. So I think that is the biggest difference.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qWEmYpor_Ug_q15",
      "video_id": "qWEmYpor_Ug",
      "band": 7.5,
      "question": "Do you think western festivals or holidays like Christmas are replacing traditional festivals or holidays in your country?",
      "transcript": "I think, instead of replacing, I think adding would be more a appropriate way to say it. So I have never felt that the Western holidays and or the festivals are replacing our, our holiday. So I think it is just, it is just adding, not the replacing. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think, uh, instead of replacing, I think adding would be more a appropriate way to say it. So I've never felt that the Western holidays and or the festivals are replacing our, er, our holiday. So I think it's just, it's just adding, not the replacing. Okay.",
      "transcript_cleaned": "I think, instead of replacing, I think adding would be more a appropriate way to say it. So I have never felt that the Western holidays and or the festivals are replacing our, our holiday. So I think it is just, it is just adding, not the replacing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7DkWfDcrovY_q02",
      "video_id": "7DkWfDcrovY",
      "band": 7.5,
      "question": "Do you like listening to music?",
      "transcript": "I very much love listening to music. I would say this is a part of me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I very much love listening to music. I would say this is a part of me.",
      "transcript_cleaned": "I very much love listening to music. I would say this is a part of me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7DkWfDcrovY_q03",
      "video_id": "7DkWfDcrovY",
      "band": 7.5,
      "question": "What kind of music do you like?",
      "transcript": "Well, there is not a specific genre of music that I like. I listen to a little bit of everything, but if you asked me, recently I have been listening to a lot of alternative rock.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, there's not a specific genre of music that I like. I listen to a little bit of everything, but if you asked me, recently I've been listening to a lot of alternative rock.",
      "transcript_cleaned": "there is not a specific genre of music that I like. I listen to a little bit of everything, but if you asked me, recently I have been listening to a lot of alternative rock.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7DkWfDcrovY_q04",
      "video_id": "7DkWfDcrovY",
      "band": 7.5,
      "question": "When do you usually listen to music?",
      "transcript": "Well, I would not say that I have a particular time of listening to music, but, if I had to mention, I would say I listen to music when I am traveling or maybe, right before I go to sleep.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I wouldn't say that I have a particular time of listening to music, but, um, if I had to mention, I would say I listen to music when I'm traveling or maybe, uh, right before I go to sleep.",
      "transcript_cleaned": "I would not say that I have a particular time of listening to music, but, if I had to mention, I would say I listen to music when I am traveling or maybe, right before I go to sleep.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7DkWfDcrovY_q05",
      "video_id": "7DkWfDcrovY",
      "band": 7.5,
      "question": "How do you listen to music?",
      "transcript": "Well, I prefer listening to music on earphones when I am alone particularly, but if I were to be with my friends, maybe I would listen to it on speaker and blast some music. That would be nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I prefer listening to music on earphones when I'm alone particularly, but if I were to be with my friends, maybe I would listen to it on speaker and blast some music. That would be nice.",
      "transcript_cleaned": "I prefer listening to music on earphones when I am alone particularly, but if I were to be with my friends, maybe I would listen to it on speaker and blast some music. That would be nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7DkWfDcrovY_q07",
      "video_id": "7DkWfDcrovY",
      "band": 7.5,
      "question": "Have you ever been to a concert?",
      "transcript": "This is so unfortunate coming from somebody who loves music. I have not been to a concert, but I plan on going to one soon.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "This is so unfortunate coming from somebody who loves music. I haven't been to a concert, but I plan on going to one soon.",
      "transcript_cleaned": "This is so unfortunate coming from somebody who loves music. I have not been to a concert, but I plan on going to one soon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7DkWfDcrovY_q08",
      "video_id": "7DkWfDcrovY",
      "band": 7.5,
      "question": "Is music an important part of your life?",
      "transcript": "I would very much say so, yes. Music is definitely the most important part of my life. because I make music myself and it helps me to be in a creative space and gives me tons of ideas to make melodies. So that is okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would very much say so, yes. Music is definitely the most important part of my life. Um, because I make music myself and it helps me to be in a creative space and gives me tons of ideas to make melodies. So that's okay.",
      "transcript_cleaned": "I would very much say so, yes. Music is definitely the most important part of my life. because I make music myself and it helps me to be in a creative space and gives me tons of ideas to make melodies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7DkWfDcrovY_q10",
      "video_id": "7DkWfDcrovY",
      "band": 7.5,
      "question": "Can I have the topic back please?",
      "transcript": "Yes, of course. Okay. let us delve into this topic with some general questions. we have been talking about shops.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, of course. Okay. Let's delve into this topic with some general questions. We've been talking about shops.",
      "transcript_cleaned": "Yes, of course. Okay. let us delve into this topic with some general questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}