{
  "batch_id": 97,
  "count": 20,
  "samples": [
    {
      "sample_id": "q0n4v3NUrKI_q09",
      "video_id": "q0n4v3NUrKI",
      "band": 8.0,
      "question": "Has your preference for colors changed over time?",
      "transcript": "Let me think. Well, I have liked red as far as I can remember.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, let me think. Well, I have liked red as far as I can remember.",
      "transcript_cleaned": "Let me think. Well, I have liked red as far as I can remember.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "q0n4v3NUrKI_q10",
      "video_id": "q0n4v3NUrKI",
      "band": 8.0,
      "question": "If you bought a new car, what color would you choose and why?",
      "transcript": "Given the chance to purchase a new vehicle, I would really love to buy a red Jeep Wrangler because I really like this car and I can go on adventure with it and it would be easy to find in a parking lot. That is the end of part one. We will now continue with part two.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Given the chance to purchase a new vehicle, I would really love to buy a red Jeep Wrangler because I really like this car and I can go on adventure with it and it would be easy to find in a parking lot. That is the end of part one. We will now continue with part two.",
      "transcript_cleaned": "Given the chance to purchase a new vehicle, I would really love to buy a red Jeep Wrangler because I really like this car and I can go on adventure with it and it would be easy to find in a parking lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q01",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "Do you use a wallet?",
      "transcript": "So I always carry a physical wallet which has my ID, driver's license, and some cash with me whenever I am out. Besides that, I also have a digital wallet which helps me make payments for my online transactions. Transactions easier and quicker.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, so I always carry a physical wallet which has my ID, driver's license, and some cash with me whenever I'm out. Besides that, I also have a digital wallet which helps me make payments for my online transactions. Transactions easier and quicker.",
      "transcript_cleaned": "I always carry a physical wallet which has my ID, driver's license, and some cash with me whenever I am out. Besides that, I also have a digital wallet which helps me make payments for my online transactions. Transactions easier and quicker.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q02",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "Have you ever lost a wallet?",
      "transcript": "Yes, and that was a very unfortunate story. so I remember I was in 10th grade, I think. I was at this bubble tea shop and, when I left, I totally forgot about my wallet. five minutes later, I suddenly remembered, about it and I came back to the shop to, to ask about the wallet. it was nowhere to be found. thank God I did not lose much money, but it was such a hassle to just go through all of the paperwork again for my ID card.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, and that was a very unfortunate story. Um, so I remember I was in 10th grade, I think. Um, I was at this bubble tea shop and, uh, when I left, I totally forgot about my wallet. Um, five minutes later, I suddenly remembered, uh, about it and I came back to the shop to, uh, to ask about the wallet. Um, it was nowhere to be found. Um, thank God I didn't lose much money, but it was such a hassle to just go through all of the paperwork again for my ID card.",
      "transcript_cleaned": "Yes, and that was a very unfortunate story. so I remember I was in 10th grade, I think. I was at this bubble tea shop and, when I left, I totally forgot about my wallet. five minutes later, I suddenly remembered, about it and I came back to the shop to, to ask about the wallet. it was nowhere to be found. thank God I did not lose much money, but it was such a hassle to just go through all of the paperwork again for my ID card.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q03",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "Have you ever sent a wallet to someone as a gift?",
      "transcript": "Yes. So, last year I underwent a course for, national defense and security, education at this, military school. our unit was under guidance. We had three very nice and friendly guys. And towards the end of the course, we all chipped in and bought each of them a wallet. We were very glad that they all liked the presents.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, yes. So, um, last year I underwent a course for, um, national defense and security, um, education at this, uh, military school. Um, our unit was under guidance. We had three very nice and friendly guys. And towards the end of the course, we all chipped in and bought each of them a wallet. We were very glad that they all liked the presents.",
      "transcript_cleaned": "Yes. So, last year I underwent a course for, national defense and security, education at this, military school. our unit was under guidance. We had three very nice and friendly guys. And towards the end of the course, we all chipped in and bought each of them a wallet. We were very glad that they all liked the presents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q04",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "Do Vietnamese people like barbecue?",
      "transcript": "Absolutely. so barbecue, specifically Korean barbecue, has been all the rage in Vietnam in the past few years as numerous Korean restaurants have opened in the country. nowadays, these barbecue restaurants are always teeming with Vietnamese foodies who look for some good quality beef.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely. Um, so barbecue, specifically Korean barbecue, has been all the rage in Vietnam in the past few years as numerous Korean restaurants have opened in the country. Um, nowadays, these barbecue restaurants are always teeming with Vietnamese foodies who look for some good quality beef.",
      "transcript_cleaned": "Absolutely. so barbecue, specifically Korean barbecue, has been all the rage in Vietnam in the past few years as numerous Korean restaurants have opened in the country. nowadays, these barbecue restaurants are always teeming with Vietnamese foodies who look for some good quality beef.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q05",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "What kinds of food do you like to eat for barbecue?",
      "transcript": "I really like Korean barbecue so I always make I always make wraps from veggies like lettuce and this really unique leaves called kenyip in Korean And of course the meat is in the middle of the wrap I also dip it in a thing called samjang which is a condiment made from chili sauce soybean based and other ingredients I thinking about it just makes my mouth water Did you have barbecue when you were a child? yes, but not very often. I was not from a well-off family, so we did not have much money to splurge on barbecue. But, yeah, we only had it every once in a while when there are, you know, birthdays and celebrations, stuff like that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I really like Korean barbecue so I always make I always make wraps uh from veggies like lettuce and um this really unique leaves uh called kenyip in Korean And of course the meat is in the middle of the wrap Um I also dip it in a uh thing called samjang which is a condiment made from um chili sauce soybean based and other ingredients I thinking about it just makes my mouth water Did you have barbecue when you were a child? Um, yes, but not very often. Um, I was not from a well-off family, so we didn't have much money to splurge on barbecue. But, um, yeah, we only had it every once in a while when there are, you know, birthdays and celebrations, stuff like that.",
      "transcript_cleaned": "I really like Korean barbecue so I always make I always make wraps from veggies like lettuce and this really unique leaves called kenyip in Korean And of course the meat is in the middle of the wrap I also dip it in a thing called samjang which is a condiment made from chili sauce soybean based and other ingredients I thinking about it just makes my mouth water Did you have barbecue when you were a child? yes, but not very often. I was not from a well-off family, so we did not have much money to splurge on barbecue. But, yeah, we only had it every once in a while when there are, you know, birthdays and celebrations, stuff like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q06",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "Do you like to wear special costumes?",
      "transcript": "Not really. I, you know, when putting on this kind of clothing, you are going to, draw people's attention. And I am the kind of person who resent being the center of attention, so wearing special costumes is not really my kind of thing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, not really. I, you know, when putting on this kind of clothing, you're gonna, uh, draw people's attention. And I'm the kind of person who resent being the center of attention, um, so wearing special costumes isn't really my kind of thing.",
      "transcript_cleaned": "Not really. I, you know, when putting on this kind of clothing, you are going to, draw people's attention. And I am the kind of person who resent being the center of attention, so wearing special costumes is not really my kind of thing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q07",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "Did you try any special costumes when you were young?",
      "transcript": "Oh yeah, I almost forgot that I did. it was in seventh grade, I think. We had a Cinderella play, and I played one of the three rats that helped the main character. I had to wear this, ridiculous costume that was supposed to make me look like a rat. at the time I completely loathed it because it made me look like an idiot, but in hindsight it was a pretty fun experience.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yeah, I almost forgot that I did. Um, it was in seventh grade, I think. We had a Cinderella play, and I played one of the three rats that helped the main character. I had to wear this, um, ridiculous costume that was supposed to make me look like a rat. Um, at the time I completely loathed it because it made me look like an idiot, but in hindsight it was a pretty fun experience.",
      "transcript_cleaned": "Oh yeah, I almost forgot that I did. it was in seventh grade, I think. We had a Cinderella play, and I played one of the three rats that helped the main character. I had to wear this, ridiculous costume that was supposed to make me look like a rat. at the time I completely loathed it because it made me look like an idiot, but in hindsight it was a pretty fun experience.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q08",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "When was the last time you wore special costumes?",
      "transcript": "I think that that time in seventh grade was, when I played the rat was the first and also the last time that I wore that kind of clothing. And ever since then, I do not think I have ever had any other chance of putting on costumes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think that that time in seventh grade was, uh, when I played the rat was the first and also the last time that I wore that kind of clothing. And ever since then, I don't think I've ever had any other chance of putting on costumes.",
      "transcript_cleaned": "I think that that time in seventh grade was, when I played the rat was the first and also the last time that I wore that kind of clothing. And ever since then, I do not think I have ever had any other chance of putting on costumes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q10",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "Why are detective stories attractive to people?",
      "transcript": "I think it is the elements of mystery that draw, draw in people to detective stories. You know, there are always so many unanswered questions that enable to, and that enables people to, to use their imagination and come up with different scenarios and solutions to, solve the mysteries. And the level of suspense is also another factor that makes detective stories very appealing. You know, people look forward to seeing how everything pan out at the end of the story.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think it's the elements of mystery that draw, draw in people to detective stories. You know, there are always so many unanswered questions that enable to, uh, and that enables people to, um, to use their imagination and come up with different scenarios and solutions to, uh, solve the mysteries. And the level of suspense is also another factor that makes detective stories very appealing. You know, people look forward to seeing how everything pan out at the end of the story.",
      "transcript_cleaned": "I think it is the elements of mystery that draw, draw in people to detective stories. You know, there are always so many unanswered questions that enable to, and that enables people to, to use their imagination and come up with different scenarios and solutions to, solve the mysteries. And the level of suspense is also another factor that makes detective stories very appealing. You know, people look forward to seeing how everything pan out at the end of the story.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q11",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "Which do you think is better, a detective movie or its original novel?",
      "transcript": "Well, I am a massive fan of books and normally I prefer novels to movie adaptations.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I am a massive fan of books and normally I prefer um, novels to movie adaptations.",
      "transcript_cleaned": "I am a massive fan of books and normally I prefer novels to movie adaptations.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "CwOYXMJeK10_q12",
      "video_id": "CwOYXMJeK10",
      "band": 8.0,
      "question": "However, for detective stories I would have to choose the movies.",
      "transcript": "I do not know what, I do not really know why but whenever I pick up a mystery and detective book, I just feel super bored and, and gave And give up halfway through the story most of the time. And in contrast, when I watch a movie of this genre, it is always very exhilarating. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't know what, I don't really know why but whenever I pick up a mystery and detective book, I just feel super bored and, and gave And give up halfway through the story most of the time. And in contrast, when I watch a movie of this genre, it's always very exhilarating. Thank you,.",
      "transcript_cleaned": "I do not know what, I do not really know why but whenever I pick up a mystery and detective book, I just feel super bored and, and gave And give up halfway through the story most of the time. And in contrast, when I watch a movie of this genre, it is always very exhilarating.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q01",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "How was it for you?",
      "transcript": "I found it pretty good. It was not too tough. it is like carrying a normal conversation in English and I found it to be pretty good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I found it pretty good. It wasn't too tough. Um, it's like carrying a normal conversation in English and I found it to be pretty good.",
      "transcript_cleaned": "I found it pretty good. It was not too tough. it is like carrying a normal conversation in English and I found it to be pretty",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q02",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "So, compared to the real test, which is obviously a lot more nerve-wracking, how were the questions in this one?",
      "transcript": "Well I took my real test three years ago, so I do not fully remember it. I feel like the questions Here were a little more streamlined, whereas when I did the actual exam it was a lot broader and there was just a lot more space for me to talk. But yeah, this was not too different. Hello wonderful IELTS Daily friends. My name is Chris from IELTS Daily and we are back today for another in our super mock exam speaking videos. Today we have the student Saskia and she is going to talk as though she is speaking in the real mock exam. So, we have a practice examiner and we have feedback throughout the video. And I hope that this feedback is really useful for you so you can learn some of the techniques which Saskia uses and maybe you can take on some of the language she uses. I am going to tell you she is a great speaker today, so pay attention. let us go. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddie and I am your practice examiner. The questions in this test are designed to simulate the IELTS speaking test. let us start.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well I took my real test three years ago, so I don't fully remember it. Um, I feel like the questions Here were a little more streamlined, whereas when I did the actual exam it was a lot broader and there was just a lot more space for me to talk. But yeah, this wasn't too different. Hello wonderful IELTS Daily friends. My name is Chris from IELTS Daily and we're back today for another in our super mock exam speaking videos. Today we have the student Saskia and she is going to talk as though she's speaking in the real mock exam. So, we have a practice examiner and we have feedback throughout the video. And I hope that this feedback is really useful for you so you can learn some of the techniques which Saskia uses and maybe you can take on some of the language she uses. I'm going to tell you she's a great speaker today, so pay attention. Let's go. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddie and I'm your practice examiner. The questions in this test are designed to simulate the IELTS speaking test. Let's start.",
      "transcript_cleaned": "I took my real test three years ago, so I do not fully remember it. I feel like the questions Here were a little more streamlined, whereas when I did the actual exam it was a lot broader and there was just a lot more space for me to talk. But yeah, this was not too different. Hello wonderful IELTS Daily friends. My name is Chris from IELTS Daily and we are back today for another in our super mock exam speaking videos. Today we have the student Saskia and she is going to talk as though she is speaking in the real mock exam. So, we have a practice examiner and we have feedback throughout the video. And I hope that this feedback is really useful for you so you can learn some of the techniques which Saskia uses and maybe you can take on some of the language she uses. I am going to tell you she is a great speaker today, so pay attention. let us go. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddie and I am your practice examiner. The questions in this test are designed to simulate the IELTS speaking test. let us start.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q03",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "What is your first name please?",
      "transcript": "Saskia. Thanks Saskia. At the beginning of the IELTS test you will be required to provide some ID but as this is a practice test we do not need to do that today. So I want to begin by talking about you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Saskia. Thanks Saskia. At the beginning of the IELTS test you will be required to provide some ID but as this is a practice test we don't need to do that today. So I want to begin by talking about you.",
      "transcript_cleaned": "Saskia. Thanks Saskia. At the beginning of the IELTS test you will be required to provide some ID but as this is a practice test we do not need to do that today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q04",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "And what do you study?",
      "transcript": "I am at university and I am in my first year. I am doing a Bachelor of Arts in literature.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm at university and I'm in my first year. I'm doing a Bachelor of Arts in literature.",
      "transcript_cleaned": "I am at university and I am in my first year. I am doing a Bachelor of Arts in literature.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q05",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "As you know, a really common question is do you work or study?",
      "transcript": "I would really advise you that you should prepare for that type of question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would really advise you that you should prepare for that type of question.",
      "transcript_cleaned": "I would really advise you that you should prepare for that type of question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q06",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Are you a full-time employee or are you a part-time employee?",
      "transcript": "Maybe you are a job seeker, maybe you are looking for a job.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Maybe you're a job seeker, maybe you're looking for a job.",
      "transcript_cleaned": "Maybe you are a job seeker, maybe you are looking for a job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q07",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Do you like maths?",
      "transcript": "I am not particularly a fan, no. This is some great language by Saskia. She says, I am not particularly a fan, no. I am not particularly a fan, no. This is a great way to say no. But it is adding some language. So, if you are a fan of something, yeah, you could say, I am really a fan of.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm not particularly a fan, no. This is some great language by Saskia. She says, I'm not particularly a fan, no. I'm not particularly a fan, no. This is a great way to say no. But it's adding some language. So, if you're a fan of something, yeah, you could say, I'm really a fan of.",
      "transcript_cleaned": "I am not particularly a fan, no. This is some great language by Saskia. She says, I am not particularly a fan, no. I am not particularly a fan, no. This is a great way to say no. But it is adding some language. So, if you are a fan of something, yeah, you could say, I am really a fan of.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}