{
  "batch_id": 44,
  "count": 20,
  "samples": [
    {
      "sample_id": "dqjyfQXxfXs_q10",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "Okay, what kind of music do you like?",
      "transcript": "I like hip-hop. Yeah, I like hip-hop. Alright, now we are going to talk about clothes. Oh, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like hip-hop. Yeah, I like hip-hop. Alright, now we're going to talk about clothes. Oh, yeah.",
      "transcript_cleaned": "I like hip-hop. Yeah, I like hip-hop. Alright, now we are going to talk about clothes. Oh,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dqjyfQXxfXs_q11",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "What kind of clothes?",
      "transcript": "My favorite color is green because it switched me a lot and I like the color of green because I like nature and green is a color of nature so it is my favorite color.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My favorite color is green because it switched me a lot and I like the color of green because I like nature and green is a color of nature so it's my favorite color.",
      "transcript_cleaned": "My favorite color is green because it switched me a lot and I like the color of green because I like nature and green is a color of nature so it is my favorite color.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dqjyfQXxfXs_q12",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "And what kind of clothes do you never wear?",
      "transcript": "Never? Black and white clothes. Like mix of black and white because I like colors a lot so if there is no color in it I do not like it. I don like cat Yeah And what kind of clothes do you usually wear I usually brown or green Yeah As I said earlier I like nature So and brown and green is a color of nature So I usually really like those colors Okay One more question Do you wear the same style of clothes on a weekday and a weekend it doesn depend on weekdays or weekends because it depends on whom I meet Like if I meeting a person who much older than me then I will wear a more polite clothes But if I am meeting friends that are younger or about the same age with me, then I wear some kind of like a hip-hop clothes. Yeah. Sure, sure. Alright, good. Very nice start.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Never? Black and white clothes. Like mix of black and white because I like colors a lot so if there is no color in it I don't like it. I don like cat Yeah And what kind of clothes do you usually wear I usually uh brown or green Yeah As I said earlier I like nature So and brown and green is a color of nature So I usually really like those colors Okay One more question Do you wear the same style of clothes on a weekday and a weekend Um it doesn depend on weekdays or weekends because uh it depends on whom I meet Like if I meeting a person um who much older than me then I will wear a more um polite clothes But if I'm meeting friends that are younger or about the same age with me, then I wear some kind of like a hip-hop clothes. Yeah. Sure, sure. Alright, good. Very nice start.",
      "transcript_cleaned": "Never? Black and white clothes. Like mix of black and white because I like colors a lot so if there is no color in it I do not like it. I don like cat Yeah And what kind of clothes do you usually wear I usually brown or green Yeah As I said earlier I like nature So and brown and green is a color of nature So I usually really like those colors Okay One more question Do you wear the same style of clothes on a weekday and a weekend it doesn depend on weekdays or weekends because it depends on whom I meet Like if I meeting a person who much older than me then I will wear a more polite clothes But if I am meeting friends that are younger or about the same age with me, then I wear some kind of like a hip-hop clothes. Yeah. Sure, sure. Alright, good. Very nice start.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dqjyfQXxfXs_q13",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "Are you ready?",
      "transcript": "Yeah. All right. So the energetic person that I know is Tony Stark. I know Tony Stark from the movie called Iron Man. There are series of Iron Man 1, 2, 3, but I am a big fan of Tony Stark in the movie. the reason why I think Tony Stark is energetic is, first of all, he is, he, I saw him dancing while he is working. And I think it is really hard to dance and enjoy what he is, enjoy his work, when it comes to, like, making money. So I thought he is very energetic. And second of all, I consider him energetic when he is, dealing with the villains. Like, I never saw him, being depressed or, very, very, how to say, sad about what, when the villains were, villains were, overtaking him. So I thought he, I consider him as energetic. And what I feel about him is that he is very confident about himself and he is very cool and very independent person. Yeah. Cool. just a couple of follow-ups about Tony Stark.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. All right. So the energetic person that I know is Tony Stark. I know Tony Stark from the movie called Iron Man. There are series of Iron Man 1, 2, 3, but I'm a big fan of Tony Stark in the movie. Um, the reason why I think Tony Stark is energetic is, um, first of all, uh, he is, he, I saw him dancing while he's working. And I think it's really hard to dance and enjoy what he's, um, enjoy his work, uh, when it comes to, um, like, uh, making money. So I thought he's very energetic. And second of all, um, I consider him energetic when he's, um, dealing with the villains. Like, I never saw him, um, being depressed or, um, very, uh, very, uh, how to say, um, sad about what, when the villains were, um, villains were, um, overtaking him. So I thought he, I consider him as energetic. And what I feel about him is that he's very confident about himself and he's very cool and very independent person. Yeah. Cool. Um, just a couple of follow-ups about Tony Stark.",
      "transcript_cleaned": "All right. So the energetic person that I know is Tony Stark. I know Tony Stark from the movie called Iron Man. There are series of Iron Man 1, 2, 3, but I am a big fan of Tony Stark in the movie. the reason why I think Tony Stark is energetic is, first of all, he is, he, I saw him dancing while he is working. And I think it is really hard to dance and enjoy what he is, enjoy his work, when it comes to, like, making money. So I thought he is very energetic. And second of all, I consider him energetic when he is, dealing with the villains. Like, I never saw him, being depressed or, very, very, how to say, sad about what, when the villains were, villains were, overtaking him. So I thought he, I consider him as energetic. And what I feel about him is that he is very confident about himself and he is very cool and very independent person. Yeah. Cool. just a couple of follow-ups about Tony Stark.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dqjyfQXxfXs_q14",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "Do you know any other movies or shows that he has been in besides Iron Man?",
      "transcript": "I have never seen him in any other movies other than Avengers or Iron Man. Avengers and Iron Man, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I've never seen him in any other movies other than Avengers or Iron Man. Avengers and Iron Man, okay.",
      "transcript_cleaned": "I have never seen him in any other movies other than Avengers or Iron Man. Avengers and Iron Man,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dqjyfQXxfXs_q15",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "Is he a sharp dresser, a good dresser?",
      "transcript": "He is a good, oh no, he does not wear suits, he wears jeans and t-shirts. Okay, casual clothes. Yeah. Okay good good good All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "He's a good, oh no, he doesn't wear suits, he wears jeans and t-shirts. Okay, casual clothes. Yeah. Okay good good good All right.",
      "transcript_cleaned": "He is a good, oh no, he does not wear suits, he wears jeans and t-shirts.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dqjyfQXxfXs_q16",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "And what is the difference between the payment for physical work and that for brain work?",
      "transcript": "Oh, I think brain work should be paid more than the physical work because brain work, requires a lot of time to be, how to say, professional in the job field.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I think brain work should be paid more than the physical work because brain work, um, requires a lot of time to be, um, how to say, um, professional in the job field.",
      "transcript_cleaned": "Oh, I think brain work should be paid more than the physical work because brain work, requires a lot of time to be, how to say, professional in the job field.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dqjyfQXxfXs_q17",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "Why does it not take as much time?",
      "transcript": "Because for the physical work, if they go to gym and work for a month, work out for a month, they can be very strong and get a lot of muscles. But the brain work, they require a lot of, at least one year. One year to study in the field. For example, for me, I studied for, how to say, three years, three years, three years, about, 12 years. I studied 12 years. So I think it is more valuable than the physical work. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, because for the physical work, if they go to gym and work for a month, work out for a month, they can be very strong and get a lot of muscles. But the brain work, they require a lot of, at least one year. One year to study in the field. For example, for me, I studied for, how to say, three years, three years, three years, about, um, 12 years. I studied 12 years. So I think it is more valuable than the physical work. Yeah.",
      "transcript_cleaned": "Because for the physical work, if they go to gym and work for a month, work out for a month, they can be very strong and get a lot of muscles. But the brain work, they require a lot of, at least one year. One year to study in the field. For example, for me, I studied for, how to say, three years, three years, three years, about, 12 years. I studied 12 years. So I think it is more valuable than the physical work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dqjyfQXxfXs_q18",
      "video_id": "dqjyfQXxfXs",
      "band": 7.5,
      "question": "In the future?",
      "transcript": "Maybe. Maybe about like maybe 70%. I am 70% sure because recently, there is a digital transformation going on very fast. So, the AI can be, can, can be more useful in the future than human's brain. So I think in the future, maybe, physical work can be more paid off. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, maybe. Maybe about like maybe 70%. I'm 70% sure because recently, um, there is a digital transformation going on very fast. So, um, the AI can be, uh, can, can be more useful in the future than human's brain. So I think in the future, maybe, uh, physical work can be more paid off. Yeah.",
      "transcript_cleaned": "Maybe. Maybe about like maybe 70%. I am 70% sure because recently, there is a digital transformation going on very fast. So, the AI can be, can, can be more useful in the future than human's brain. So I think in the future, maybe, physical work can be more paid off.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q03",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "Would you like to live somewhere different?",
      "transcript": "I would definitely love to live somewhere overseas. potentially France, because I am learning French. So it would be lovely to be able to practice my French and experience another culture and get to know a whole new group of people. I think that would be really cool. I would like to move on to the topic of jokes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would definitely love to live somewhere overseas. Um, potentially France, um, because I'm learning French. So it would be lovely to be able to practice my French and experience another culture and get to know a whole new group of people. I think that would be really cool. I'd like to move on to the topic of jokes.",
      "transcript_cleaned": "I would definitely love to live somewhere overseas. potentially France, because I am learning French. So it would be lovely to be able to practice my French and experience another culture and get to know a whole new group of people. I think that would be really cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q04",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "Are you good at remembering jokes?",
      "transcript": "No. I, I am not very good at remembering jokes, I am not going to lie. something my dad always loved to tell jokes, and I think that because he loved jokes so much I always became deterred from them. typical dad jokes. but yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No. Um, I, I'm not very good at remembering jokes, I'm not gonna lie. Um, something my dad always loved to tell jokes, um, and I think that because he loved jokes so much I always became deterred from them. Um, typical dad jokes. Um, but yeah.",
      "transcript_cleaned": "No. I, I am not very good at remembering jokes, I am not going to lie. something my dad always loved to tell jokes, and I think that because he loved jokes so much I always became deterred from them. typical dad jokes. but",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q05",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "What type of jokes do you like?",
      "transcript": "I think that I usually prefer the types of jokes that are more like riddles, where they have sort of a story to them, so you get invested in the story and it goes on for a while, and then you have the punchline at the end, that is the sort of joke that I prefer, as opposed to the short witty jokes. Okay, now after listening to Julia give a few more answers, what you probably notice is that she is not flawless. She needs to stop, she needs to pause, she needs to think. Sometimes she is not completely flawless in the way you would find when you are watching a TV show or a movie where the whole dialogue is scripted and the actors are repeating what they have learned. So in the real world, English speaking is not as flawless as you see on TV. So what we see from Julia here is exactly what the examiner is looking for when someone's going to achieve a ban nine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that I usually prefer the types of jokes that are more like riddles, where they have sort of a story to them, so you get invested in the story and it goes on for a while, and then you have the punchline at the end, that's the sort of joke that I prefer, as opposed to the short witty jokes. Okay, now after listening to Julia give a few more answers, what you probably notice is that she is not flawless. She needs to stop, she needs to pause, she needs to think. Sometimes she's not completely flawless in the way you would find when you're watching a TV show or a movie where the whole dialogue is scripted and the actors are repeating what they've learned. So in the real world, English speaking is not as flawless as you see on TV. So what we see from Julia here is exactly what the examiner is looking for when someone's going to achieve a ban nine.",
      "transcript_cleaned": "I think that I usually prefer the types of jokes that are more like riddles, where they have sort of a story to them, so you get invested in the story and it goes on for a while, and then you have the punchline at the end, that is the sort of joke that I prefer, as opposed to the short witty jokes. Okay, now after listening to Julia give a few more answers, what you probably notice is that she is not flawless. She needs to stop, she needs to pause, she needs to think. Sometimes she is not completely flawless in the way you would find when you are watching a TV show or a movie where the whole dialogue is scripted and the actors are repeating what they have learned. So in the real world, English speaking is not as flawless as you see on TV. So what we see from Julia here is exactly what the examiner is looking for when someone's going to achieve a ban nine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q06",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "Do you enjoy watching comedy shows on TV?",
      "transcript": "I do. I enjoy watching comedy shows on TV. I also actually went to a comedy show about two nights ago, which was really fun to watch. Really interesting to see, some people live speaking. definitely the standard of comedy was very different between the professionals on comedy shows and a local comedy standup competition. but nonetheless, it was really enjoyable.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do. I enjoy watching comedy shows on TV. I also actually went to a comedy show about two nights ago, which was really fun to watch. Really interesting to see, um, some people live speaking. Um, definitely the standard of comedy was very different between the professionals on comedy shows and a local comedy standup competition. Um, but nonetheless, it was really enjoyable.",
      "transcript_cleaned": "I do. I enjoy watching comedy shows on TV. I also actually went to a comedy show about two nights ago, which was really fun to watch. Really interesting to see, some people live speaking. definitely the standard of comedy was very different between the professionals on comedy shows and a local comedy standup competition. but nonetheless, it was really enjoyable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q07",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "Do you have a garden where you live?",
      "transcript": "I actually live in an apartment, so I do not have a garden.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I actually live in an apartment, so I don't have a garden.",
      "transcript_cleaned": "I actually live in an apartment, so I do not have a garden.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q10",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And do you like gardening?",
      "transcript": "I do like gardening actually. because we have the veggie patch, I really enjoy planting different vegetables. I often do this with my mum because she is very passionate about cooking and using different vegetables and herbs. so quite often I will help her out there. yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do like gardening actually. Um, because we have the veggie patch, I really enjoy planting different vegetables. Um, I often do this with my mum because she's very passionate about cooking and using different vegetables and herbs. Um, so quite often I will help her out there. Um, yeah.",
      "transcript_cleaned": "I do like gardening actually. because we have the veggie patch, I really enjoy planting different vegetables. I often do this with my mum because she is very passionate about cooking and using different vegetables and herbs. so quite often I will help her out there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q14",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "Has our ability to communicate with each other improved over the last 50 years?",
      "transcript": "I think this is an interesting question because I think that obviously it has with the increase of technology. So what I was saying before about how we can, you know, contact people on mobile phones, we can send messages, we can send photos, things like FaceTime and video chat makes it really accessible to contact people when you are not physically with them. Having said that, when you are physically with people, I think our ability to communicate has actually decreased because we lose those skills when we become so used to contacting people exclusively by technology. You do lose that capacity to have real meaningful connections face to face. so I think that that is definitely something, a way that our communication has actually, reduced. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think this is an interesting question because I think that obviously it has with the increase of technology. So what I was saying before about how we can, you know, contact people on mobile phones, we can send messages, we can send photos, um, things like FaceTime and video chat makes it really accessible to contact people when you're not physically with them. Having said that, when you are physically with people, I think our ability to communicate has actually decreased because we lose those skills when we become so used to contacting people exclusively by technology. You do lose that capacity to have real meaningful connections face to face. Um, so I think that that's definitely something, a way that our communication has actually, um, reduced. Yeah.",
      "transcript_cleaned": "I think this is an interesting question because I think that obviously it has with the increase of technology. So what I was saying before about how we can, you know, contact people on mobile phones, we can send messages, we can send photos, things like FaceTime and video chat makes it really accessible to contact people when you are not physically with them. Having said that, when you are physically with people, I think our ability to communicate has actually decreased because we lose those skills when we become so used to contacting people exclusively by technology. You do lose that capacity to have real meaningful connections face to face. so I think that that is definitely something, a way that our communication has actually, reduced.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q15",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And can body language help you communicate better?",
      "transcript": "Yes, definitely. and this sort of flows on from that idea about face-to-face communication. because when obviously when you contact people through a phone or through a computer, it is very difficult to sense that body language. so being in person and being able to read people's body language and, you know, get vibes, I guess, from people you could say. it is really, really important and it is really difficult to achieve that through technology.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, definitely. Um, and this sort of flows on from that idea about face-to-face communication. Um, because when obviously when you contact people through a phone or through a computer, it's very difficult to sense that body language. Um, so being in person and being able to read people's body language and, you know, get vibes, I guess, from people you could say. It's really, really important and it's really difficult to achieve that through technology.",
      "transcript_cleaned": "Yes, definitely. and this sort of flows on from that idea about face-to-face communication. because when obviously when you contact people through a phone or through a computer, it is very difficult to sense that body language. so being in person and being able to read people's body language and, you know, get vibes, I guess, from people you could say. it is really, really important and it is really difficult to achieve that through technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q17",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And why is it important to understand how different cultures communicate?",
      "transcript": "I think it really important because as we seen through the increase of technology communication within a single culture can change so much over a period of time So and so seeing how different cultures vary in terms of communication style it just shows you that it really really necessary to appreciate and understand how those variations are sort of crucial to understanding the cultures of course but then also understanding communication itself because there is such a vast variety and there is no right or wrong way. Thank you. That is the end of this practice IELTS speaking test.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it really important because as we seen through the increase of technology communication within a single culture can change so much over a period of time So and so seeing how different cultures vary in terms of communication style it just shows you that it really really necessary to appreciate and understand how those variations are sort of crucial to understanding the cultures of course but then also understanding communication itself because there is such a vast variety and there is no right or wrong way Hmm. Thank you. That is the end of this practice IELTS speaking test.",
      "transcript_cleaned": "I think it really important because as we seen through the increase of technology communication within a single culture can change so much over a period of time So and so seeing how different cultures vary in terms of communication style it just shows you that it really really necessary to appreciate and understand how those variations are sort of crucial to understanding the cultures of course but then also understanding communication itself because there is such a vast variety and there is no right or wrong way. Thank you. That is the end of this practice IELTS speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q18",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "So Julia, how was that for you?",
      "transcript": "That was good. I think, I really liked the questions actually. I thought it were really interesting topics. and I think it went pretty well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That was good. I think, um, I really liked the questions actually. I thought it were really interesting topics. Um, and I think it went pretty well.",
      "transcript_cleaned": "That was good. I think, I really liked the questions actually. I thought it were really interesting topics. and I think it went pretty well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q19",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And did you find any of the questions hard?",
      "transcript": "I actually found the gardening questions difficult, ironically, because I think it is difficult to elaborate on questions that are quite specific. So yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I actually found the gardening questions difficult, ironically, um, because I think it's difficult to elaborate on questions that are quite specific. So yeah.",
      "transcript_cleaned": "I actually found the gardening questions difficult, ironically, because I think it is difficult to elaborate on questions that are quite specific.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}