{
  "batch_id": 61,
  "count": 20,
  "samples": [
    {
      "sample_id": "cGRsjm26hdA_q11",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And do you usually only listen to one type of music?",
      "transcript": "Actually I listen to various types of music. I like listening to pop, jazz, and, I do not remember other names of music, but yeah, I like listening to various types of music. Okay And do you like the same kinds of music as your friends actually I don like the same types of music as my friends Of course we have like common interests but I listen to music of different cultures like Spanish music So my friends sometimes don understand me Alright.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually I listen to various types of music. I like listening to pop, um, jazz, and, uh, I don't remember other names of music, but yeah, I like listening to various types of music. Okay And do you like the same kinds of music as your friends Um actually I don like the same types of music as my friends Of course we have um like common interests but I listen to music of different cultures like Spanish music So my friends sometimes don understand me Alright.",
      "transcript_cleaned": "Actually I listen to various types of music. I like listening to pop, jazz, and, I do not remember other names of music, but yeah, I like listening to various types of music. Okay And do you like the same kinds of music as your friends actually I don like the same types of music as my friends Of course we have like common interests but I listen to music of different cultures like Spanish music So my friends sometimes don understand me",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q12",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And what is the most popular type of music in your country?",
      "transcript": "In my country I think K-pop is most popular because, Koreans, They like, thin and very tall idols so they kind of like, look over them, look up to them and yeah that is why people like K-pop music so much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, in my country I think K-pop is most popular because, um, Koreans, They like, uh, thin and very tall idols so they kind of um, like, look over them, look up to them and yeah that's why people like K-pop music so much.",
      "transcript_cleaned": "In my country I think K-pop is most popular because, Koreans, They like, thin and very tall idols so they kind of like, look over them, look up to them and yeah that is why people like K-pop music so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q14",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And do you usually buy your clothes online?",
      "transcript": "I, yes. Actually, when my mom buys my clothes, I usually buy them offline. But when I buy my clothes, then I usually buy them online because it is much cheaper and it is very cost efficient. yes. Nice. All right, now we will go on to the third part of the test. Okay, we will keep going.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I, yes. Actually, when my mom buys my clothes, I usually buy them offline. But when I buy my clothes, then I usually buy them online because it's much cheaper and it's very cost efficient. Um, yes. Nice. All right, now we'll go on to the third part of the test. Okay, we'll keep going.",
      "transcript_cleaned": "I, yes. Actually, when my mom buys my clothes, I usually buy them offline. But when I buy my clothes, then I usually buy them online because it is much cheaper and it is very cost efficient. yes. Nice. All right, now we will go on to the third part of the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q15",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "Okay, so when are people likely to make complaints?",
      "transcript": "I think people usually make complaints when they are not satisfied with the product they bought. Or sometimes when they think something is, something is a bit off, they make complaints. For example, when you, order a food and the food has some things dirty inside it, then they make complaints. yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think people usually make complaints when they're not satisfied with the product they bought. Or sometimes when they think something is, um, something is a bit off, they make complaints. For example, when you, um, order a food and the food has some things dirty inside it, then they make complaints. Hmm, yes.",
      "transcript_cleaned": "I think people usually make complaints when they are not satisfied with the product they bought. Or sometimes when they think something is, something is a bit off, they make complaints. For example, when you, order a food and the food has some things dirty inside it, then they make complaints.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q16",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And do you think in your country people are likely to complain?",
      "transcript": "Yes I seen many examples when people make complaints I also read a lot of like internet rumors about making complaints some people make complaints when they not satisfied but also some there are some like people like black consumers who make complaints even though they still satisfied with the product they still make complaints to get money. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um yes I seen um many examples when people make complaints Um I also read a lot of like um internet rumors about making complaints Um some people make complaints when they not satisfied but also some there are some like people like black consumers who make complaints um even though they still satisfied with the product they still make complaints to get money Hmm. Okay.",
      "transcript_cleaned": "Yes I seen many examples when people make complaints I also read a lot of like internet rumors about making complaints some people make complaints when they not satisfied but also some there are some like people like black consumers who make complaints even though they still satisfied with the product they still make complaints to get money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q17",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And in what way do you think people should make complaints?",
      "transcript": "I think they should, make complaints in a courteous manner. Because, if you offend someone, then, I think it is very rude, even though you are making a complaint. Even when you are making a complaint, you should still be polite. so when you make a complaint, you should always make sure what you do not like about the certain product or certain service and what you want. so these are the two ways how to make a complaint. yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think they should, um, make complaints in a courteous manner. Because, um, if you offend someone, then, uh, I think it's very rude, even though you're making a complaint. Even when you're making a complaint, you should still be polite. Um, so when you make a complaint, you should always make sure what you don't like about the certain product or certain service and what you want. Um, so these are the two ways how to make a complaint. Mm, yes.",
      "transcript_cleaned": "I think they should, make complaints in a courteous manner. Because, if you offend someone, then, I think it is very rude, even though you are making a complaint. Even when you are making a complaint, you should still be polite. so when you make a complaint, you should always make sure what you do not like about the certain product or certain service and what you want. so these are the two ways how to make a complaint.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q18",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "Talking in person or sending an email?",
      "transcript": "I think sending an email is better because when you talk person to person, then, unintentionally you can offend the other person. But if you talk in email, then you will not show your facial expressions. so you, I think it is better to, send a complaint via email.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think sending an email is better because when you talk person to person, then, uh, unintentionally you can offend the other person. But if you talk in email, then you won't show your facial expressions. Um, so you, I think it's better to, um, send a complaint via email. Hmm.",
      "transcript_cleaned": "I think sending an email is better because when you talk person to person, then, unintentionally you can offend the other person. But if you talk in email, then you will not show your facial expressions. so you, I think it is better to, send a complaint via email.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q20",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "And which group do you think, is more likely to make a complaint, younger people or older people?",
      "transcript": "I think older people, usually make complaints because younger people, as I said, as I mentioned, younger people are usually busy and they do not like making complaints because they do not want to show negativity. But older people, they think that, when they receive a product and they are not satisfied, then, they make a complaint because usually older people kind of, they want to, they do not want to waste their money. so they want to get a full refund when the product is not their taste. absolutely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think older people, um, usually make complaints because younger people, as I said, as I mentioned, uh, younger people are usually busy and they don't like making complaints because they don't want to show negativity. But older people, um, they think that, uh, when they receive a product and they're not satisfied, then, uh, they make a complaint because usually older people kind of, um, they want to, they don't want to waste their money. Um, so they want to get a full refund when the product is not their taste. Hmm, absolutely.",
      "transcript_cleaned": "I think older people, usually make complaints because younger people, as I said, as I mentioned, younger people are usually busy and they do not like making complaints because they do not want to show negativity. But older people, they think that, when they receive a product and they are not satisfied, then, they make a complaint because usually older people kind of, they want to, they do not want to waste their money. so they want to get a full refund when the product is not their taste. absolutely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "cGRsjm26hdA_q22",
      "video_id": "cGRsjm26hdA",
      "band": 8.5,
      "question": "One point we said, right, so a close that I ordered online, right?",
      "transcript": "So you can say like a dress that I ordered online, but you cannot say a clothes. Yeah, so you could say some clothes that I ordered online or a dress. I shopped it online. You could only say like I bought it or I ordered it. We do use shop as a verb, but we put it together as shop for, shop for. So like last week I, I went shopping for something. Yeah. And they, maybe like one time you said they was replied, just we will delete the V verb. And they replied and they offered a full refund and you were very satisfied. Okay, so just a couple of small things there. when you talk about online, offline. So yeah, we do say shopping online. For offline, I think it is more common to say shopping in stores. Yeah, or people say like at a brick and mortar store. Maybe you could also use that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So you can say like a dress that I ordered online, but you can't say a clothes. Yeah, so you could say some clothes that I ordered online or a dress. Um, I shopped it online. You could only say like I bought it or I ordered it. We do use shop as a verb, but we put it together as shop for, shop for. So like last week I, I went shopping for something. Yeah. And they, maybe like one time you said they was replied, just we'll delete the V verb. And they replied and they offered a full refund and you were very satisfied. Okay, so just a couple of small things there. Um, when you talk about online, offline. So yeah, we do say shopping online. For offline, I think it's more common to say shopping in stores. Yeah, or people say like at a brick and mortar store. Maybe you could also use that.",
      "transcript_cleaned": "you can say like a dress that I ordered online, but you cannot say a clothes. Yeah, so you could say some clothes that I ordered online or a dress. I shopped it online. You could only say like I bought it or I ordered it. We do use shop as a verb, but we put it together as shop for, shop for. So like last week I, I went shopping for something. Yeah. And they, maybe like one time you said they was replied, just we will delete the V verb. And they replied and they offered a full refund and you were very satisfied. Okay, so just a couple of small things there. when you talk about online, offline. So yeah, we do say shopping online. For offline, I think it is more common to say shopping in stores. Yeah, or people say like at a brick and mortar store. Maybe you could also use that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q02",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "Have you ever written any story before?",
      "transcript": "Well, I do write novels as a part-time hobby, so I am very well versed in writing stories.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, I do write novels as a part-time hobby, so I am very well versed in writing stories.",
      "transcript_cleaned": "I do write novels as a part-time hobby, so I am very well versed in writing stories.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q03",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "Do you prefer listening to stories or reading them?",
      "transcript": "I am fine with both, actually. Reading can make me imagine more vivid stories, while listening to stories can help me focus more on the plotlines and continuity.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm fine with both, actually. Reading can make me imagine more vivid stories, while listening to stories can help me focus more on the plotlines and continuity.",
      "transcript_cleaned": "I am fine with both, actually. Reading can make me imagine more vivid stories, while listening to stories can help me focus more on the plotlines and continuity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q04",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "When I was young, I watched and read a lot of stories, particularly horror stories and adventure stories.",
      "transcript": "My favorite were nightly tales and deep, gory descriptions of, let us say, environment and body horror. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite were nightly tales and deep, gory descriptions of, let's say, environment and body horror. Yes.",
      "transcript_cleaned": "My favorite were nightly tales and deep, gory descriptions of, let us say, environment and body horror.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q05",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "Do you like to spend time by yourself or with your friends and why?",
      "transcript": "Growing up, I have always been an introvert. So I would rather spend more time with myself than with other people. However, recently, ever since I got into high school, I have found out that spending time with my friends is often more enjoyable than being in my solitary confinement.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, growing up, I've always been an introvert. So I'd rather spend more time with myself than with other people. However, recently, ever since I got into high school, I've found out that spending time with my friends is often more enjoyable than being in my solitary confinement.",
      "transcript_cleaned": "Growing up, I have always been an introvert. So I would rather spend more time with myself than with other people. However, recently, ever since I got into high school, I have found out that spending time with my friends is often more enjoyable than being in my solitary confinement.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q06",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "Do you want to spend more time by yourself?",
      "transcript": "In actuality, I am in the middle. I am fine with spending time with myself and I am fine with spending time with other people. I am flexible in being an introvert and an extrovert.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In actuality, I'm in the middle. I'm fine with spending time with myself and I'm fine with spending time with other people. I'm flexible in being an introvert and an extrovert.",
      "transcript_cleaned": "In actuality, I am in the middle. I am fine with spending time with myself and I am fine with spending time with other people. I am flexible in being an introvert and an extrovert.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q07",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "When was the last time you spent time by yourself?",
      "transcript": "Very recently actually. since Wednesday. I, since all my friends were busy with their study schedule and, test final terms. So, I have mostly been playing games and reading stories by myself for the whole day. Have you ever tried any exciting activities The most most exciting activity I last tried was roller skating It ended up with me having a knee gash on my knee So I given up since Okay, thank you. So now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, very recently actually. Uh, since Wednesday. I, uh, since all my friends were busy with their study schedule and, uh, test final terms. So, I've mostly been playing games and reading stories by myself for the whole day. Have you ever tried any exciting activities The most most exciting activity I last tried was roller skating It ended up with me having a knee gash on my knee So I given up since Okay, thank you. So now I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "Very recently actually. since Wednesday. I, since all my friends were busy with their study schedule and, test final terms. So, I have mostly been playing games and reading stories by myself for the whole day. Have you ever tried any exciting activities The most most exciting activity I last tried was roller skating It ended up with me having a knee gash on my knee So I given up since Okay, thank you. So now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q08",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "Do you think team sports are better than individual sports?",
      "transcript": "It depends on the sport itself. teams, they encourage, work between the people inside and build a romance or bond between the members. It is, a, an entirely different experience when you are watching an individual. Individually, it is easier to follow, but with teams, it is, more commercial and more marketable. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It depends on the sport itself. Uh, teams, uh, they encourage, uh, work between the people inside and build a romance or bond between the members. It is, uh, a, an entirely different experience when you are watching an individual. Individually, it is easier to follow, but with teams, it is, uh, more commercial and more marketable. Yeah.",
      "transcript_cleaned": "It depends on the sport itself. teams, they encourage, work between the people inside and build a romance or bond between the members. It is, a, an entirely different experience when you are watching an individual. Individually, it is easier to follow, but with teams, it is, more commercial and more marketable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q09",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "How can playing sports benefit young people?",
      "transcript": "Well, first of all, playing sports will help you keep in shape and be fit. I have seen recently that the young generation nowadays do not participate in sports that much as the rise of video games have taken over that role. So I think that sports nowadays is integral to a person's longevity and well-being.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, first of all, playing sports will help you keep in shape and be fit. Uh, I've seen recently that the young generation nowadays don't participate in sports that much as the rise of video games have taken over that role. So I think that sports nowadays is integral to a person's longevity and well-being.",
      "transcript_cleaned": "first of all, playing sports will help you keep in shape and be fit. I have seen recently that the young generation nowadays do not participate in sports that much as the rise of video games have taken over that role. So I think that sports nowadays is integral to a person's longevity and well-being.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q10",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "What type of sport competition that people in your country like to watch?",
      "transcript": "My parents and the better part of my family really likes watching soccer. Me, however, I do not see the charm in it. I see that it is rather boring, so I do not participate that much. And vice versa, my family does not find much interest in the sport that I do. So we have not been keeping in touch with the sports sphere that much. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My parents and the better part of my family really likes watching soccer. Me, however, I don't see the charm in it. I see that it's rather boring, so I don't participate that much. And vice versa, my family doesn't find much interest in the sport that I do. So we have not been keeping in touch with the sports sphere that much. Okay.",
      "transcript_cleaned": "My parents and the better part of my family really likes watching soccer. Me, however, I do not see the charm in it. I see that it is rather boring, so I do not participate that much. And vice versa, my family does not find much interest in the sport that I do. So we have not been keeping in touch with the sports sphere that much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cp8YO4ozSvU_q11",
      "video_id": "Cp8YO4ozSvU",
      "band": 7.5,
      "question": "Why people like to watch big sport competition?",
      "transcript": "Well it partially because of the sheer scale of the event and mostly because they are want to support their domestic or international teams we seen it with soccer tournaments like the World Cup A lot of people came in person to view many teams such as Barcelona or MU I don know that much So it is also about the experience of sitting in the stadium and cheering along with the crowd So the bigger the sports event, the better it is. Like, the more the merrier. Anything? Yes, thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well it partially because of the sheer scale of the event and mostly because they are want to support their domestic or international teams Uh we seen it with soccer tournaments like the World Cup A lot of people came in person to view many teams such as uh Barcelona or MU I don know that much So it is also about the experience of sitting in the stadium and cheering along with the crowd So the bigger the sports event, the better it is. Like, uh, the more the merrier. Anything? Yes, thank you.",
      "transcript_cleaned": "it partially because of the sheer scale of the event and mostly because they are want to support their domestic or international teams we seen it with soccer tournaments like the World Cup A lot of people came in person to view many teams such as Barcelona or MU I don know that much So it is also about the experience of sitting in the stadium and cheering along with the crowd So the bigger the sports event, the better it is. Like, the more the merrier. Anything?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5xpz3yTyzmE_q01",
      "video_id": "5xpz3yTyzmE",
      "band": 6.0,
      "question": "Do you watch movies?",
      "transcript": "Oh, I love movies. For me, movie is the best way to blow up some steam after a long day at school.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I love movies. For me, movie is the best way to blow up some steam after a long day at school.",
      "transcript_cleaned": "Oh, I love movies. For me, movie is the best way to blow up some steam after a long day at school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}