{
  "batch_id": 99,
  "count": 20,
  "samples": [
    {
      "sample_id": "TcfhcHyNtcI_q05",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "So what kind of housing do you live in?",
      "transcript": "I currently live in an apartment. I think it is slightly different from other apartments in that it is only like six floors or something. but I think it is similar to other apartments as well, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I currently live in an apartment. Um, I think it's slightly different from other apartments in that it's only like six floors or something. Um, but I think it's similar to other apartments as well, yeah.",
      "transcript_cleaned": "I currently live in an apartment. I think it is slightly different from other apartments in that it is only like six floors or something. but I think it is similar to other apartments as well,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q06",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And what is your favorite room in your home?",
      "transcript": "My favorite room is my bedroom. Just because there is a bed in it, I sleep in the bed. so, and also it is just my place to relax whenever I watch movies or read. I do it on the bed so it has nice memories attached to it as well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite room is my bedroom. Just because there's a bed in it, I sleep in the bed. Um, so, and also it's just my place to relax whenever I watch movies or read. I do it on the bed so it has nice memories attached to it as well. Hmm.",
      "transcript_cleaned": "My favorite room is my bedroom. Just because there is a bed in it, I sleep in the bed. so, and also it is just my place to relax whenever I watch movies or read. I do it on the bed so it has nice memories attached to it as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q07",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And do you think you will live there for a long time?",
      "transcript": "Really it is not up to me. I am guessing it is going to be my parents and the contract of the housing. But, if it were up to me, I think I would like to live there because I do not like moving. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, really it's not up to me. I'm guessing it's going to be my parents and the contract of the housing. But, um, if it were up to me, I think I would like to live there because I don't like moving. Yeah. Okay.",
      "transcript_cleaned": "Really it is not up to me. I am guessing it is going to be my parents and the contract of the housing. But, if it were up to me, I think I would like to live there because I do not like moving.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q08",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And what is the difference between where you are living now and where you have lived in the past?",
      "transcript": "Yeah. So I have lived in different countries, as I was growing up. One country that I have lived in is India and India is very different from Korea as well. So just in the, the setting and the people, the culture. So that is very different as well. Now we are going to talk about, meeting places. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah. So I have lived in different countries, uh, as I was growing up. One country that I've lived in is India and India is very different from Korea as well. So just in the, um, the setting and the people, the culture. So that's very different as well. Now we're going to talk about, uh, meeting places. Yeah.",
      "transcript_cleaned": "I have lived in different countries, as I was growing up. One country that I have lived in is India and India is very different from Korea as well. So just in the, the setting and the people, the culture. So that is very different as well. Now we are going to talk about, meeting places.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q09",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "So where is your favorite place to meet your friends?",
      "transcript": "One of my favorite places to meet my friends, though I have not met many, is, a place called the Hewha-yuk. I think I really enjoy that place because there is a lot of people, a lot of restaurants that we can hang out in. But also, there are a lot of theaters there and I really enjoy watching musicals and plays as well. So by hanging out there we can, we have access to different kinds of theater, plays, restaurants, whatever that we can do. Making it a great spot to hang out in. Yeah. And do you think some places are more suitable for meeting than others Definitely because we I meet my friends because I want to do something with them like I want to pursue an activity with them but if I do if I go to places where there aren a lot of choices that I can or things that I can do with my friends then it becomes less fun I guess to hang out with my friends and so it better to meet in certain places where there are different kinds of things we can do and different activities that we can access -.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, one of my favorite places to meet my friends, though I haven't met many, is, um, a place called the Hewha-yuk. I think I really enjoy that place because there's a lot of people, a lot of restaurants that we can hang out in. But also, um, there are a lot of theaters there and I really enjoy watching musicals and plays as well. So by hanging out there we can, we have access to different kinds of theater, plays, restaurants, whatever that we can do. Making it a great spot to hang out in. Yeah. And do you think some places are more suitable for meeting than others Definitely because um we I meet my friends because I want to do something with them like I want to pursue an activity with them but if I do if I go to places where there aren a lot of choices that I can or things that I can do with my friends then it becomes less um fun I guess to hang out with my friends and so it better to meet in certain places where there are different kinds of things we can do and different activities that we can access Mm-hmm.",
      "transcript_cleaned": "One of my favorite places to meet my friends, though I have not met many, is, a place called the Hewha-yuk. I think I really enjoy that place because there is a lot of people, a lot of restaurants that we can hang out in. But also, there are a lot of theaters there and I really enjoy watching musicals and plays as well. So by hanging out there we can, we have access to different kinds of theater, plays, restaurants, whatever that we can do. Making it a great spot to hang out in. Yeah. And do you think some places are more suitable for meeting than others Definitely because we I meet my friends because I want to do something with them like I want to pursue an activity with them but if I do if I go to places where there aren a lot of choices that I can or things that I can do with my friends then it becomes less fun I guess to hang out with my friends and so it better to meet in certain places where there are different kinds of things we can do and different activities that we can access -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q11",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "So I will give you one minute to take some notes, okay?",
      "transcript": "Okay. You can begin. Okay, that is one minute. Okay, so your question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. You can begin. Okay, that's one minute. Okay, so your question.",
      "transcript_cleaned": "You can begin.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q12",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "Could you describe an important thing that you learned not in school or college?",
      "transcript": "Yes, throughout my life an important thing that I have learned and stuck close to is to always be grateful with what I have and go based upon it. And I learned this when I was, moving, living abroad. And so I have lived in various countries and so I have always had to move around in different places. And because of that, I have always had a little bit of a disconnect with my friends because I had to move around.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, um, throughout my life an important thing that I've learned and stuck close to is to always be grateful with what I have and go based upon it. And I learned this when I was, um, moving, living abroad. And so I've lived in various countries and so I've always had to move around in different places. And because of that, I've always had a little bit of a disconnect with my friends because I had to move around.",
      "transcript_cleaned": "Yes, throughout my life an important thing that I have learned and stuck close to is to always be grateful with what I have and go based upon it. And I learned this when I was, moving, living abroad. And so I have lived in various countries and so I have always had to move around in different places. And because of that, I have always had a little bit of a disconnect with my friends because I had to move around.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q13",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "Whenever I got close, I would have to change my country.",
      "transcript": "And so I would always, I, through that process, I learned to be grateful, to be positive, in the current situation. And I learned it, by, I guess, trying to just evaluate the situation in a more positive mindset and look at things that I can gain from it instead of the things that I have lost. And it is really important because it gave me a more positive outlook on life. And also it allowed me to stay motivated to study or hang out with my friends or meet new people instead of dwelling on the things I have lost or the past. So yeah, the saying that, the saying to be always be grateful is what I have learned. Okay, very nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And so I would always, um, I, through that process, I learned to be grateful, to be positive, um, in the current situation. And I learned it, um, Um, by, I guess, trying to just evaluate the situation in a more positive mindset and look at things that I can gain from it instead of the things that I've lost. And it's really important because it gave me a more positive outlook on life. And also it allowed me to stay motivated to study or hang out with my friends or meet new people instead of dwelling on the things I've lost or the past. So yeah, the saying that, the saying to be always be grateful is what I've learned. Okay, very nice.",
      "transcript_cleaned": "And so I would always, I, through that process, I learned to be grateful, to be positive, in the current situation. And I learned it, by, I guess, trying to just evaluate the situation in a more positive mindset and look at things that I can gain from it instead of the things that I have lost. And it is really important because it gave me a more positive outlook on life. And also it allowed me to stay motivated to study or hang out with my friends or meet new people instead of dwelling on the things I have lost or the past. So yeah, the saying that, the saying to be always be grateful is what I have learned.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q15",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "Okay, so yeah, the first question, what can children learn from parents?",
      "transcript": "Like I said, I think students, well children can learn from their parents, their attitude in life, how they go about living their daily life, their mindset as well. And I guess that is one of the many things that they can learn from their parents. and it is really important to learn that from their parents because the parents have lived many more years than the child and so they have gone through that process of finding that right mindset or finding the positive outlook. and they can kind of pass it on to the child rather than the child having to go through trial and error to figure that out on their own, which is really important for the child in their life and going onwards.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, like I said, I think students, well children can learn from their parents, um, their attitude in life, um, how they go about living their daily life, their mindset as well. And I guess that's one of the many things that they can learn from their parents. Um, and it's really important to learn that from their parents because the parents have lived many more years than the child and so they have gone through that process of finding that right mindset or finding the positive outlook. Um, and they can kind of pass it on to the child rather than the child having to go through trial and error to figure that out on their own, which is really important for the child in their life and going onwards.",
      "transcript_cleaned": "Like I said, I think students, well children can learn from their parents, their attitude in life, how they go about living their daily life, their mindset as well. And I guess that is one of the many things that they can learn from their parents. and it is really important to learn that from their parents because the parents have lived many more years than the child and so they have gone through that process of finding that right mindset or finding the positive outlook. and they can kind of pass it on to the child rather than the child having to go through trial and error to figure that out on their own, which is really important for the child in their life and going onwards.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q16",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And what, other influences do children have when they are learning in their childhood?",
      "transcript": "Other than their parents, I think an important influence would be their friends. not just because, like, for example, a lot of students go to school or academia and in that process they meet a lot of friends and they hang out and spend a lot of time with them. And therefore it is inevitable that they start to, I guess, adopt a lot of their mindsets, their way of speech or things like that. And therefore it is important to have good friends, I believe, because that can change, your course of life or that can change your attitude, which can really alter your future as well. So your friends can also have a big influence on you. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, other than their parents, I think an important influence would be their friends. Um, not just because, like, for example, a lot of students go to school or academia and in that process they meet a lot of friends and they hang out and spend a lot of time with them. And therefore it's inevitable that they start to, I guess, adopt a lot of their mindsets, uh, their way of speech or things like that. And therefore it's important to have good friends, I believe, because that can change, um, your course of life or that can change your attitude, which can really alter your future as well. So your friends can also have a big influence on you. Yes.",
      "transcript_cleaned": "Other than their parents, I think an important influence would be their friends. not just because, like, for example, a lot of students go to school or academia and in that process they meet a lot of friends and they hang out and spend a lot of time with them. And therefore it is inevitable that they start to, I guess, adopt a lot of their mindsets, their way of speech or things like that. And therefore it is important to have good friends, I believe, because that can change, your course of life or that can change your attitude, which can really alter your future as well. So your friends can also have a big influence on you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q17",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And do you think some children are well behaved because they are influenced by their parents?",
      "transcript": "I guess this is a fundamental question in the discussion of like nature and nurture, I believe. part of it I do believe, because I do study science and biology and things like that, part of it does come from genetics and their natural, I guess, body. But also a lot of it does come from their parents and their surroundings. And so that part is nurture aspect. And so it is important that they have a positive influence from their parents. so that, they can grow to be more, I guess, well behaved or fitting in society. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I guess this is a fundamental question in the discussion of like nature and nurture, I believe. Um, part of it I do believe, because I do study science and biology and things like that, part of it does come from genetics and their natural, I guess, body. But also a lot of it does come from their parents and their surroundings. And so that part is nurture aspect. And so it's important that they have a positive influence from their parents. Um, so that, um, they can grow to be more, I guess, well behaved or fitting in society. Yeah.",
      "transcript_cleaned": "I guess this is a fundamental question in the discussion of like nature and nurture, I believe. part of it I do believe, because I do study science and biology and things like that, part of it does come from genetics and their natural, I guess, body. But also a lot of it does come from their parents and their surroundings. And so that part is nurture aspect. And so it is important that they have a positive influence from their parents. so that, they can grow to be more, I guess, well behaved or fitting in society.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q18",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And how should parents handle, excuse me, how should parents handle a situation where their children are misbehaving in public?",
      "transcript": "Right. So I think that is a question that a lot of parents would struggle with. and I am not sure I would have the answer because I am not a parent. But if I put myself in those, the parents' shoes, I think one important step is to first tell this child that it is not right to do this in a public setting. And I guess give them a friendly reminder first instead of just going straight into scolding or being mad at them because that can start to have a negative impact on them and they can have a negative outlook on the whole situation And rather than that we can give them something positive to focus on and say while you did while this that you did was good I think you should do this or kind of guide them in a certain way instead of scolding or even hitting or abusing your child which is really important on the child development as well All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Right. So I think that's a question that a lot of parents would struggle with. Um, and I'm not sure I would have the answer because I'm not a parent. But if I put myself in those, uh, the parents' shoes, I think one important step is to first tell this child that it is not right to do this in a public setting. And I guess give them a friendly reminder first instead of just going straight into scolding or being mad at them because that can start to have a negative impact on them and they can have a negative outlook on the whole situation And rather than that we can give them something positive to focus on and say while you did while this that you did was good I think you should do this or kind of guide them in a certain way instead of scolding or even hitting or abusing your child which is really important on the child development as well All right.",
      "transcript_cleaned": "Right. So I think that is a question that a lot of parents would struggle with. and I am not sure I would have the answer because I am not a parent. But if I put myself in those, the parents' shoes, I think one important step is to first tell this child that it is not right to do this in a public setting. And I guess give them a friendly reminder first instead of just going straight into scolding or being mad at them because that can start to have a negative impact on them and they can have a negative outlook on the whole situation And rather than that we can give them something positive to focus on and say while you did while this that you did was good I think you should do this or kind of guide them in a certain way instead of scolding or even hitting or abusing your child which is really important on the child development as well",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q19",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And is it necessary for adults to learn new things?",
      "transcript": "Yes, definitely. it is very important for adults to learn new things. I think as human beings we are constantly evolving, we are constantly adopting to new situations, learning new things. And just because we are adults or past a certain age, does not mean that we stop learning or stop gaining new things from life. Especially attitudes like I mentioned, but also skills or manners of behaving in certain situations. Like for example, I have always been in high school, I have, well for four years I have been in high school, but now I am becoming a college student. That requires new skills, new, things I need to learn, new attitudes, and therefore I am, I am, I guess I am an adult, technically, but I am still growing and evolving and learning new things, which is important for any adult as well. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, definitely. Um, it's very important for adults to learn new things. I think as human beings we're constantly evolving, we're constantly adopting to new situations, learning new things. And just because we're adults or past a certain age, um, doesn't mean that we stop learning or stop gaining new things from life. Especially attitudes like I mentioned, but also skills or manners of behaving in certain situations. Like for example, I have always been in high school, I've, well for four years I've been in high school, but now I'm becoming a college student. That requires new skills, new, um, things I need to learn, new attitudes, and therefore I'm, I'm, I guess I am an adult, um, technically, but I'm still growing and evolving and learning new things, which is important for any adult as well. Yeah.",
      "transcript_cleaned": "Yes, definitely. it is very important for adults to learn new things. I think as human beings we are constantly evolving, we are constantly adopting to new situations, learning new things. And just because we are adults or past a certain age, does not mean that we stop learning or stop gaining new things from life. Especially attitudes like I mentioned, but also skills or manners of behaving in certain situations. Like for example, I have always been in high school, I have, well for four years I have been in high school, but now I am becoming a college student. That requires new skills, new, things I need to learn, new attitudes, and therefore I am, I am, I guess I am an adult, technically, but I am still growing and evolving and learning new things, which is important for any adult as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q20",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And what kind of new things do you think elderly people should learn?",
      "transcript": "Elderly people. So like, I think, one important thing for elderly people to learn, though I do not want to sound condescending in any way, would be to, I guess, accept, or I guess, go with the flow of the modern society. I think a lot of people kind of get stuck in the past and thinking this is how it used to be and now we have to put that on our children and make sure they live a certain way as well. But I think it is important for them to learn and evaluate the current situation and see the course of history, I guess, and how things are, how things are changing and kind of adopting to that and not restricting their student, I mean, restricting their children in any way of saying you have to stay in this tiny little box, but also allow them to, try different things as well. And so that is a new skill, I guess, for them to learn. Okay, perfect. That will do us. Thank you very much. that is it. Alright, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Elderly people. So like, I think, um, one important thing for elderly people to learn, though I don't want to sound condescending in any way, would be to, I guess, accept, or I guess, go with the flow of the modern society. I think a lot of people kind of get stuck in the past and thinking this is how it used to be and now we have to put that on our children and make sure they live a certain way as well. But I think it's important for them to learn and evaluate the current situation and see the course of history, I guess, and how things are, how things are changing and kind of adopting to that and not restricting their student, I mean, restricting their children in any way of saying you have to stay in this tiny little box, but also allow them to, um, try different things as well. And so that's a new skill, I guess, for them to learn. Okay, perfect. That will do us. Thank you very much. That's it. Alright, so.",
      "transcript_cleaned": "Elderly people. So like, I think, one important thing for elderly people to learn, though I do not want to sound condescending in any way, would be to, I guess, accept, or I guess, go with the flow of the modern society. I think a lot of people kind of get stuck in the past and thinking this is how it used to be and now we have to put that on our children and make sure they live a certain way as well. But I think it is important for them to learn and evaluate the current situation and see the course of history, I guess, and how things are, how things are changing and kind of adopting to that and not restricting their student, I mean, restricting their children in any way of saying you have to stay in this tiny little box, but also allow them to, try different things as well. And so that is a new skill, I guess, for them to learn. Okay, perfect. That will do us. Thank you very much. that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BKXib7ikpyU_q02",
      "video_id": "BKXib7ikpyU",
      "band": 7.0,
      "question": "And Yoonjae, are you working or are you a student?",
      "transcript": "I am actually both. I am currently attending Gonggok University and I am majoring in STEM cells and I am also doing a part-time job at various places. I am doing interviews for new members at an English academy and I am also teaching middle school students English. Yeah. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm actually both. I'm currently attending Gonggok University and I'm majoring in STEM cells and I'm also doing a part-time job at various places. I'm doing interviews for new members at an English academy and I'm also teaching middle school students English. Yeah. Perfect.",
      "transcript_cleaned": "I am actually both. I am currently attending Gonggok University and I am majoring in STEM cells and I am also doing a part-time job at various places. I am doing interviews for new members at an English academy and I am also teaching middle school students English. Yeah. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BKXib7ikpyU_q03",
      "video_id": "BKXib7ikpyU",
      "band": 7.0,
      "question": "And could you tell me about your hometown?",
      "transcript": "Hometown? I lived in Ma포 when I was young, near Hongyeo University. And it was a loud, very lively place. But since I was a young girl myself, I really liked that town. So that is one of the reasons I am visiting there very often. So like I said, I work at an English academy and actually that English academy is near Hongdae. And that is one of the reasons I chose to work there. And the hometown I am living right now at the moment is in Gangseo. Yeah, near Parson Station. it is not as lively or loud as the place I used to live, but it has lots of great foods and stores. So yeah, I really enjoy living there. Now we will talk about collecting things.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hometown? Um, I lived in Ma포 when I was young, near Hongyeo University. And it was a loud, uh, very lively place. But since I was a young girl myself, I really liked that town. So that's one of the reasons I'm visiting there very often. So like I said, I work at an English academy and actually that English academy is near Hongdae. And that's one of the reasons I chose to work there. And the hometown I'm living right now at the moment is in Gangseo. Yeah, near Parson Station. It's not as lively or loud as the place I used to live, but it has lots of great foods and stores. So yeah, I really enjoy living there. Now we'll talk about collecting things.",
      "transcript_cleaned": "Hometown? I lived in Ma포 when I was young, near Hongyeo University. And it was a loud, very lively place. But since I was a young girl myself, I really liked that town. So that is one of the reasons I am visiting there very often. So like I said, I work at an English academy and actually that English academy is near Hongdae. And that is one of the reasons I chose to work there. And the hometown I am living right now at the moment is in Gangseo. Yeah, near Parson Station. it is not as lively or loud as the place I used to live, but it has lots of great foods and stores. So yeah, I really enjoy living there. Now we will talk about collecting things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BKXib7ikpyU_q04",
      "video_id": "BKXib7ikpyU",
      "band": 7.0,
      "question": "So do you collect anything?",
      "transcript": "I actually collect photocards. You know, like when you buy an album, there are either one or two photocards. And I really like those exclusive photocards. So, that is actually one of my hobbies. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I actually collect photocards. You know, like when you buy an album, there are either one or two photocards. And I really like those exclusive photocards. So, that's actually one of my hobbies. Okay.",
      "transcript_cleaned": "I actually collect photocards. You know, like when you buy an album, there are either one or two photocards. And I really like those exclusive photocards. So, that is actually one of my hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BKXib7ikpyU_q05",
      "video_id": "BKXib7ikpyU",
      "band": 7.0,
      "question": "And are there any things that you keep from your childhood?",
      "transcript": "Oh yes, I still have my doll that I got from my 8th birthday. So now I am 21 years old. So the doll is now 13 years old. So it is quite old, but I actually went to a doll doctor once, like two years ago. Yeah, in, it is actually near here in Shinonyeon Station. So they have a doll doctor for animal dolls. So my doll is a bear. So I got it totally fixed. So it is like almost as good as new now. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh yes, I still have my doll that I got from my 8th birthday. So now I'm 21 years old. So the doll is now 13 years old. So it's quite old, but I actually went to a doll doctor once, like two years ago. Yeah, in, it's actually near here in Shinonyeon Station. So they have a doll doctor for animal dolls. So my doll is a bear. So I got it totally fixed. So it's like almost as good as new now. Great.",
      "transcript_cleaned": "Oh yes, I still have my doll that I got from my 8th birthday. So now I am 21 years old. So the doll is now 13 years old. So it is quite old, but I actually went to a doll doctor once, like two years ago. Yeah, in, it is actually near here in Shinonyeon Station. So they have a doll doctor for animal dolls. So my doll is a bear. So I got it totally fixed. So it is like almost as good as new now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BKXib7ikpyU_q06",
      "video_id": "BKXib7ikpyU",
      "band": 7.0,
      "question": "And what are some common things that people usually collect?",
      "transcript": "One of my friends collects books and I think actually that is very common thing to collect. Maybe like comic books or series of books like Twilight or like Harry Potter. Okay, now we are going to talk about money.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "One of my friends collects books and I think actually that's very common thing to collect. Maybe like comic books or series of books like Twilight or like Harry Potter. Okay, now we're going to talk about money.",
      "transcript_cleaned": "One of my friends collects books and I think actually that is very common thing to collect. Maybe like comic books or series of books like Twilight or like Harry Potter. Okay, now we are going to talk about money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BKXib7ikpyU_q07",
      "video_id": "BKXib7ikpyU",
      "band": 7.0,
      "question": "So, do you prefer to save money or spend money?",
      "transcript": "I prefer to save money. So, I try to save money as much as I can. I usually save money for a six-month plan, -. Because every six months I usually go on a trip. And while going on a trip I kind of like spend most of the money that I have saved. So in those six months I try to save as much as I can. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I prefer to save money. So, I try to save money as much as I can. I usually save money for a six-month plan, Mm-hmm. Because every six months I usually go on a trip. And while going on a trip I kind of like spend most of the money that I've saved. So in those six months I try to save as much as I can. Mm-hmm.",
      "transcript_cleaned": "I prefer to save money. So, I try to save money as much as I can. I usually save money for a six-month plan, -. Because every six months I usually go on a trip. And while going on a trip I kind of like spend most of the money that I have saved. So in those six months I try to save as much as I can. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}