{
  "batch_id": 240,
  "count": 20,
  "samples": [
    {
      "sample_id": "uJMa0hUKiow_q16",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "So how it can be who can do it or what?",
      "transcript": "&gt;&gt; The committee the committee of the ground will do it to maintain it. they cut the grass and cut the trees and maintain the pitches and then the ground will be &gt;&gt; okay that is fine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; The committee the committee of the ground will do it uh to maintain it. Uh they cut the grass and cut the trees and maintain the pitches and then the ground will be &gt;&gt; okay that's fine.",
      "transcript_cleaned": "&gt;&gt; The committee the committee of the ground will do it to maintain it. they cut the grass and cut the trees and maintain the pitches and then the ground will be &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q17",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "And do you think people around you or the young generation is interested in school season?",
      "transcript": "People around me are very interested in the sport but not the media generation because they are interested in mobile phones and visual games not the physical games. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "People around me are very interested in the sport but not uh the media generation because they are interested in mobile phones and visual games not the physical games. &gt;&gt; Okay.",
      "transcript_cleaned": "People around me are very interested in the sport but not the media generation because they are interested in mobile phones and visual games not the physical games. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q18",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "Is that good or bad?",
      "transcript": "&gt;&gt; Oh it it is very bad because without physical games you will not maintain yourself. and that is okay. that is fine. Thank you. I get here.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Oh it it is very bad because without physical games you will not maintain yourself. Uh and that's okay. That's fine. Thank you. I get here.",
      "transcript_cleaned": "&gt;&gt; Oh it it is very bad because without physical games you will not maintain yourself. and that is okay. that is fine. Thank you. I get here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gM6vSlBc7SQ_q02",
      "video_id": "gM6vSlBc7SQ",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Not all they cannot be all day to day AC it you need to have a control of everything for example if you spend too much time doing hobby it is there is something wrong maybe it is not what you want to to work is not what you really want or for example this or if you are a student it is not something you enjoy so you need to work with something you like and also if you want to study need to study off like if you are doing a lot of hobby for example if you stay during the weekend the weekends just doing this it is something wrong so why do you think people people really need to have a hobby or an interest in something other than work well work you need to have because you need to pay your bills and you have to pay yeah of course and and you have to to keep your thinking your future and everything you you have for you plan for the future u in my case I want to to marry I have to want I have some children and I have to to work to have all this and the hobby is different oh I want to relax I want to have something important for me just to just to just to to to forget all I do during the the the week and during the weekend for example just relax do not do not thinking nothing forget what is what was bad in my my weekend week and then just be prepared for the next week I can work better let us go on to think about Leisure Time yeah if you think about your country Brazil yeah how much time do.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "not all they can't be all day to day AC it uh you need to have a control of everything for example uh if you spend too much time doing hobby it's there's something wrong uh maybe uh it's not what you want to to work is not what you really want or for example this or if you're a student it's not something you enjoy so you need to work with something you like and also if you want to study need to study off like if you are doing uh a lot of hobby for example if you stay uh during the weekend the weekends just doing this it's something wrong so why do you think people people really need to have a hobby or an interest in something other than work well work you need to have because you need to pay your bills and you have to pay yeah of course and and you have to to keep your thinking your future uh and everything you you have for you plan for the future u in my case I want to to marry I have to want I have some children and I have to to work to have all this uh and the hobby is different oh I want to relax I want to have something important for me just to just to just to to to forget all I do during the the the week and during the weekend for example just relax don't don't thinking nothing forget what's what was bad in my my weekend week and then uh just uh be prepared for the next week I can work better let's go on to think about Leisure Time yeah um if you think about your country Brazil yeah how much time do.",
      "transcript_cleaned": "Not all they cannot be all day to day AC it you need to have a control of everything for example if you spend too much time doing hobby it is there is something wrong maybe it is not what you want to to work is not what you really want or for example this or if you are a student it is not something you enjoy so you need to work with something you like and also if you want to study need to study off like if you are doing a lot of hobby for example if you stay during the weekend the weekends just doing this it is something wrong so why do you think people people really need to have a hobby or an interest in something other than work well work you need to have because you need to pay your bills and you have to pay yeah of course and and you have to to keep your thinking your future and everything you you have for you plan for the future u in my case I want to to marry I have to want I have some children and I have to to work to have all this and the hobby is different oh I want to relax I want to have something important for me just to just to just to to to forget all I do during the the the week and during the weekend for example just relax do not do not thinking nothing forget what is what was bad in my my weekend week and then just be prepared for the next week I can work better let us go on to think about Leisure Time yeah if you think about your country Brazil yeah how much time do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gM6vSlBc7SQ_q03",
      "video_id": "gM6vSlBc7SQ",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "People spend on work and and how much time do they spend on Leisure well by law it is 44 hours they need they they usually have have to work but always we work more not true in Australia but they they we always used to work more like 50 or a little bit more and some people they do not have leure time even in in the weekends thank you Gabrielle.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "people spend on work and and how much time do they spend on Leisure well by law it's uh 44 hours they need they they usually have have to work but always we work more not true in Australia but they they we always used to work more like 50 or a little bit more uh and some people they don't have leure time even in in the weekends thank you Gabrielle.",
      "transcript_cleaned": "People spend on work and and how much time do they spend on Leisure well by law it is 44 hours they need they they usually have have to work but always we work more not true in Australia but they they we always used to work more like 50 or a little bit more and some people they do not have leure time even in in the weekends thank you Gabrielle.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "J_EFcYn80H8_q02",
      "video_id": "J_EFcYn80H8",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "By a Japanese government and we have the chain station the building is like a Japanese Construction okay very.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "by a Japanese government and we have the chain station the building is like a Japanese Construction okay very.",
      "transcript_cleaned": "By a Japanese government and we have the chain station the building is like a Japanese Construction",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qfRKxJjpkMc_q02",
      "video_id": "qfRKxJjpkMc",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Yes and no in my case my mom was more focused on my work as a child was to study and get good grades so as long as I had those grad it was fine but maybe you could encourage children to be more engage with the family maybe it depends also how big the household is since my house was very small we did not oh I did not have the pressure to do it CH okay very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "yes and no in my case my mom was more focused on my work as a child was to study and get good grades so as long as I had those grad it was fine but maybe you could encourage children to be more engage with the family maybe it depends also how big the household is since my house was very small we didn't oh I didn't have the pressure to do it CH okay very good.",
      "transcript_cleaned": "Yes and no in my case my mom was more focused on my work as a child was to study and get good grades so as long as I had those grad it was fine but maybe you could encourage children to be more engage with the family maybe it depends also how big the household is since my house was very small we did not oh I did not have the pressure to do it CH",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qfRKxJjpkMc_q03",
      "video_id": "qfRKxJjpkMc",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Here I started my first semester I just finished it I did excellent just to wack up a little bit about it and it well it affected the biggest changes I moved out of my country like it is the biggest change I can describe I was able to learn a little bit of Korean so I can put that in my resume now I no Korean and well starting the Masters I am doing is St studies so I hope it can help to contribute to my future in the things that I want to do someday I want to be a professor so I really hope this experience is a good step forward to that okay very good great I have some followup questions to that do you want to make any changes in your life now no I think it is pretty good it is pretty okay living here okay great and you you said this change going to Korea doing your Masters how will these changes affect your future do you think this was the right step what do you think I hope so I to be a university Professor you at least need a master so I am trying to get that Masters but of course I will need the work experience do some research experience too so I hope after I finish the program I can get some job here so I can go back in four years or so to Colombia and be a professor as I want okay great thank you so much for answering my questions about that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "here I started my first semester I just finished it I did excellent just to wack up a little bit about it and it well it affected the biggest changes I moved out of my country like it's the biggest change I can describe I was able to learn a little bit of Korean so I can put that in my resume now I no Korean and well starting the Masters I'm doing is St studies so I hope it can help to contribute to my future in the things that I want to do someday I want to be a professor so I really hope this experience is a good step forward to that okay very good great I have some followup questions to that do you want to make any changes in your life now um no I think it's pretty good it's pretty okay living here okay great and you you said this change uh going to Korea doing your Masters how will these changes affect your future do you think this was the right step what do you think I hope so I to be a university Professor you at least need a master so I'm trying to get that Masters but of course I will need the work experience uh do some research experience too so I hope after I finish the program I can get some job here so I can go back in four years or so to Colombia and be a professor as I want okay great thank you so much for answering my questions about that.",
      "transcript_cleaned": "Here I started my first semester I just finished it I did excellent just to wack up a little bit about it and it well it affected the biggest changes I moved out of my country like it is the biggest change I can describe I was able to learn a little bit of Korean so I can put that in my resume now I no Korean and well starting the Masters I am doing is St studies so I hope it can help to contribute to my future in the things that I want to do someday I want to be a professor so I really hope this experience is a good step forward to that okay very good great I have some followup questions to that do you want to make any changes in your life now no I think it is pretty good it is pretty okay living here okay great and you you said this change going to Korea doing your Masters how will these changes affect your future do you think this was the right step what do you think I hope so I to be a university Professor you at least need a master so I am trying to get that Masters but of course I will need the work experience do some research experience too so I hope after I finish the program I can get some job here so I can go back in four years or so to Colombia and be a professor as I want okay great thank you so much for answering my questions about that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qfRKxJjpkMc_q04",
      "video_id": "qfRKxJjpkMc",
      "band": 7.5,
      "question": "[Transcript chunk 4]",
      "transcript": "More kind of casual way I will ask you some extra questions too okay so do you think change is always a positive thing I think there might be some changes that are negative but even if they are negative you can also get something positive out of it a lesson or you grw can grw as a person too so I am always a person that is not afraid to change and I always pursue change because I find that I can improve myself through those changes so for me it is something always positive even if the CH was negative okay you know in that the moment it might feel like something bad or something negative but after you pass the crisis moment you can see that contribute to your life in somehow right that is a good way to look at a very positive outlook can you tell me about a time where it was like a negative change but you later became positive I do not know it is okay because you just told me that negative changes can be good so can you tell me example from your life or maybe from another person that you know I do not oh well I had a friend that she moved to Canada and it was very harsh for her she actually came back like a month into it so it was the the the distance being apart from the family not knowing the language because she went there to study English but it was very hard and of course it was in the middle of same as in the the pandemic so things were harder there were lockdowns not being able to socialize so all of that may may had a comeb back and but I think she she.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "more kind of casual way I'll ask you some extra questions too okay so do you think change is always a positive thing um I think there might be some changes that are negative but even if they are negative you can also get something positive out of it a lesson or you grw can grw as a person too so I'm always a person that is not afraid to change and I always pursue change because I find that I can improve myself through those changes so for me it's something always positive even if the CH was negative okay you know in that the moment it might feel like something bad or something negative but after you pass the crisis moment you can see that contribute to your life in somehow right that's a good way to look at a very positive outlook can you tell me about a time where it was like a negative change but you later became positive I don't know it's okay cuz you just told me that negative changes can be good so can you tell me example from your life or maybe from another person that you know uh I don't oh well I had a friend that she moved to Canada and it was very harsh for her she actually came back like a month into it so it was the the the distance being apart from the family uh not knowing the language because she went there to study English but it was very hard and of course it was in the middle of same as in the the pandemic so things were harder there were lockdowns not being able to socialize so all of that may may had a comeb back and but I think she she.",
      "transcript_cleaned": "More kind of casual way I will ask you some extra questions too okay so do you think change is always a positive thing I think there might be some changes that are negative but even if they are negative you can also get something positive out of it a lesson or you grw can grw as a person too so I am always a person that is not afraid to change and I always pursue change because I find that I can improve myself through those changes so for me it is something always positive even if the CH was negative okay you know in that the moment it might feel like something bad or something negative but after you pass the crisis moment you can see that contribute to your life in somehow right that is a good way to look at a very positive outlook can you tell me about a time where it was like a negative change but you later became positive I do not know it is okay because you just told me that negative changes can be good so can you tell me example from your life or maybe from another person that you know I do not oh well I had a friend that she moved to Canada and it was very harsh for her she actually came back like a month into it so it was the the the distance being apart from the family not knowing the language because she went there to study English but it was very hard and of course it was in the middle of same as in the the pandemic so things were harder there were lockdowns not being able to socialize so all of that may may had a comeb back and but I think she she.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qfRKxJjpkMc_q05",
      "video_id": "qfRKxJjpkMc",
      "band": 7.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Gained this trying to keep studying English on her own she was not like being very responsible with her studies but now she is so all right that sounds like something that she learned from that negative situation some type of positive change okay and I want to know what are some major changes that occur to people throughout their their lives for example getting married or something what are some other major changes that people experience throughout their lives maybe meeting someone that becomes their partner later in life could be a major change or a job change it is for some people that they are stuck in a job that they hate and they find this opportunity to I do not know go and teach some language in another country and they take it and it turns out to be the best experience of their lives and they just stay in that country could be another or I mean graduating and finishing education is always like a major step are you excited to go on to the next major change of your life I do not know maybe I would just continue to a PhD instead of going to work I just keep on going in school never leave school never leave school I am afraid of leaving school okay all right I one last question you said you are from Colombia is Colombia changing rapidly you think maybe for the worse why is that the the pandemic did not help the very bad economy and politically speaking is a mess so there is a lot of contro not controversies polarity in between the population and that makes it harder to choose the Cor leaders that can take the initiative to improve things and with the pandemic things just got worse and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "gained this trying to keep studying English on her own she was not like being very responsible with her studies but now she is so all right that sounds like something that she learned from that negative situation some type of positive change okay and I want to know what are some major changes that occur to people throughout their their lives for example getting married or something what are some other major changes that people experience throughout their lives maybe meeting someone that becomes their partner later in life could be a major change or a job change it's for some people that they're stuck in a job that they hate and they find this opportunity to I don't know go and teach some language in another country and they take it and it turns out to be the best experience of their lives and they just stay in that country could be another or I mean graduating and finishing education is always like a major step are you excited to go on to the next major change of your life I don't know maybe I would just continue to a PhD instead of going to work I just keep on going in school never leave school never leave school I'm afraid of leaving school okay all right I one last question you said you're from Colombia is Colombia changing rapidly you think maybe for the worse why is that the the pandemic didn't help the very bad economy and uh politically speaking is a mess so there is a lot of uh contro not controversies um polarity in between the population and that makes it harder to choose the Cor leaders that can take the initiative to improve things and with the pandemic things just got worse and.",
      "transcript_cleaned": "Gained this trying to keep studying English on her own she was not like being very responsible with her studies but now she is so all right that sounds like something that she learned from that negative situation some type of positive change okay and I want to know what are some major changes that occur to people throughout their their lives for example getting married or something what are some other major changes that people experience throughout their lives maybe meeting someone that becomes their partner later in life could be a major change or a job change it is for some people that they are stuck in a job that they hate and they find this opportunity to I do not know go and teach some language in another country and they take it and it turns out to be the best experience of their lives and they just stay in that country could be another or I mean graduating and finishing education is always like a major step are you excited to go on to the next major change of your life I do not know maybe I would just continue to a PhD instead of going to work I just keep on going in school never leave school never leave school I am afraid of leaving school okay all right I one last question you said you are from Colombia is Colombia changing rapidly you think maybe for the worse why is that the the pandemic did not help the very bad economy and politically speaking is a mess so there is a lot of contro not controversies polarity in between the population and that makes it harder to choose the Cor leaders that can take the initiative to improve things and with the pandemic things just got worse and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1G-aYE5N-4o_q01",
      "video_id": "1G-aYE5N-4o",
      "band": 6.0,
      "question": "[Transcript chunk 1]",
      "transcript": "Foreign State Punjab what is the weather like in your city well in my city the weather was not hot but in December to January the weather was very cold do you like the place you live in yes definitely I like my place whereby where I live but there are a few facilities are available like a small shopping centers and educational facilities why do you like the place where you live I above mentioned that there are a few facilities are available here like a small shopping centers and a hospital facilities and as well as educational facilities okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "foreign State Punjab what is the weather like in your city well in my city the weather was not hot but in December to January the weather was very cold do you like the place you live in uh yes definitely I like my place whereby where I live but uh there are a few facilities are available like a small shopping centers and educational facilities why do you like the place where you live I above mentioned that there are a few facilities are available here like a small shopping centers and a hospital facilities and as well as educational facilities okay.",
      "transcript_cleaned": "Foreign State Punjab what is the weather like in your city well in my city the weather was not hot but in December to January the weather was very cold do you like the place you live in yes definitely I like my place whereby where I live but there are a few facilities are available like a small shopping centers and educational facilities why do you like the place where you live I above mentioned that there are a few facilities are available here like a small shopping centers and a hospital facilities and as well as educational facilities",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1G-aYE5N-4o_q02",
      "video_id": "1G-aYE5N-4o",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "I do some like speeches of politicians and lecture long lectures of teachers these things are bored to me boring to you okay all right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I do some like speeches of politicians and lecture long lectures of teachers uh these things are bored to me boring to you okay all right.",
      "transcript_cleaned": "I do some like speeches of politicians and lecture long lectures of teachers these things are bored to me boring to you",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1G-aYE5N-4o_q04",
      "video_id": "1G-aYE5N-4o",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "They motivate you not it okay okay what do you think is better for teenagers to connect with friends online or to meet in person well in my perspective people meet when a teenager meet their friends in in personally they know about their emotions and feelings manually and they also understand in better way why do people lose their childhood friends there are various reasons when people lose lose their childhood friend like they do not in the modern era everyone have their hectic schedule so they have not enough time to give their friends in the basis so they give a huge gap between their relationship so that the main reason for which they lost their childhood friend.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "they motivate you not it okay okay what do you think is better for teenagers to connect with friends online or to meet in person uh well in my perspective uh people meet when a teenager meet their friends in in personally uh they uh know about their emotions and feelings manually and they also understand in better way why do people lose their childhood friends there are various reasons uh when people lose lose their childhood friend like they do not uh in the modern era everyone have their hectic schedule so they have not enough time to give their friends uh in the basis so they uh give a huge gap between their relationship so that the main reason for which they lost their childhood friend.",
      "transcript_cleaned": "They motivate you not it okay okay what do you think is better for teenagers to connect with friends online or to meet in person well in my perspective people meet when a teenager meet their friends in in personally they know about their emotions and feelings manually and they also understand in better way why do people lose their childhood friends there are various reasons when people lose lose their childhood friend like they do not in the modern era everyone have their hectic schedule so they have not enough time to give their friends in the basis so they give a huge gap between their relationship so that the main reason for which they lost their childhood friend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XlHtPM8uBl4_q02",
      "video_id": "XlHtPM8uBl4",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "You think you will do next weekend next weekend I will meet English students so because I need to practice English and she speak also French so I helped him I had a power in French under she helped me in English so yes do you enjoy your weekend now more than you did when you were a child yes I think so because when I was child I think we are less stressful than now now in the work usually we are very very stressful we are very stressed and the other weekend we can relax so it is more enjoying how important is it for you to relax at the end of the week sorry how important is it for you to relax at the end of the week this is very important because although all the week we are very stressful we are we have a I have a work very stressful and at the end of the work I like to decompress just to relax.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "you think you'll do next weekend next weekend I will meet English students so because I need to practice English and she speak also French so I helped him I had a power in French under she helped me in English so yes do you enjoy your weekend now more than you did when you were a child yes I think so because when I was child I think we are less stressful than now now in the work usually we are very very stressful we are very stressed and the other weekend we can relax so it's more enjoying how important is it for you to relax at the end of the week sorry how important is it for you to relax at the end of the week this is very important because although all the week we are very stressful we are we have a I have a work very stressful and at the end of the work I like to decompress just to relax.",
      "transcript_cleaned": "You think you will do next weekend next weekend I will meet English students so because I need to practice English and she speak also French so I helped him I had a power in French under she helped me in English so yes do you enjoy your weekend now more than you did when you were a child yes I think so because when I was child I think we are less stressful than now now in the work usually we are very very stressful we are very stressed and the other weekend we can relax so it is more enjoying how important is it for you to relax at the end of the week sorry how important is it for you to relax at the end of the week this is very important because although all the week we are very stressful we are we have a I have a work very stressful and at the end of the work I like to decompress just to relax.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XlHtPM8uBl4_q04",
      "video_id": "XlHtPM8uBl4",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Usually I give some gifts only to people that are like very very much not just my friends so for my friends I can give some gifts like your sunflower or some perform and that is some gifts that they do not take for a long time thank you can I have the booklet and the pencil and paper back please.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "usually I give some gifts only to people that are like very very much not just my friends so for my friends I can give some gifts like your sunflower or some perform and that's some gifts that they don't take for a long time thank you can I have the booklet and the pencil and paper back please.",
      "transcript_cleaned": "Usually I give some gifts only to people that are like very very much not just my friends so for my friends I can give some gifts like your sunflower or some perform and that is some gifts that they do not take for a long time thank you can I have the booklet and the pencil and paper back please.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XlHtPM8uBl4_q05",
      "video_id": "XlHtPM8uBl4",
      "band": 6.0,
      "question": "[Transcript chunk 5]",
      "transcript": "To each other it is unlike some relationships between us on the poor there feelings between us so it is real important.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "to each other it's unlike some relationships between us on the poor there feelings between us so it's real important.",
      "transcript_cleaned": "To each other it is unlike some relationships between us on the poor there feelings between us so it is real important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gkFyWO70uGk_q02",
      "video_id": "gkFyWO70uGk",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Feel a lot of pressure either from work or from study and so we need some casual activity to release our pressure how does it release the pressure do you think H I think people do have hobby because they enjoy it and doing this kind of activity so it is probably could help them to temporarily forget what happened for the Day Life sorry the day walk yeah have a a moment just for yourself okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "feel a lot of pressure either from work or from study and so we need some um casual activity to release our pressure how does it release the pressure do you think H uh I think people do have hobby because they enjoy it and doing this kind of activity so um it's probably could help them to temporarily forget what happened for the Day Life uh sorry the day walk yeah have a uh a moment just for yourself okay.",
      "transcript_cleaned": "Feel a lot of pressure either from work or from study and so we need some casual activity to release our pressure how does it release the pressure do you think H I think people do have hobby because they enjoy it and doing this kind of activity so it is probably could help them to temporarily forget what happened for the Day Life sorry the day walk yeah have a a moment just for yourself",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gkFyWO70uGk_q03",
      "video_id": "gkFyWO70uGk",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "They definitely have more leder time so and they have more resources and time to enjoy yeah their casual life all right thanks Tina.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "they definitely have more leder time so and they have more um resources and time to enjoy yeah their casual life all right thanks Tina.",
      "transcript_cleaned": "They definitely have more leder time so and they have more resources and time to enjoy yeah their casual life all right thanks Tina.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NNjTgCG3wsI_q02",
      "video_id": "NNjTgCG3wsI",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Yourselves maybe it is not good because at least someone have to get some time to like contact with the other people and get more socialized why do people need a hobby why do people need a hobby it is it is really a hard question why do people need a hobby I guess why do people need H sorry I really do not know about this answer and I could not find an answer well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "yourselves maybe it's not good cuz um at least someone have to get some time to like contact with the other people and get more socialized why do people need a hobby why do people need a hobby ah it's um it's really a hard question why do people need a hobby um I guess uh why do people need H sorry I really don't know about this answer and uh I couldn't find an answer well.",
      "transcript_cleaned": "Yourselves maybe it is not good because at least someone have to get some time to like contact with the other people and get more socialized why do people need a hobby why do people need a hobby it is it is really a hard question why do people need a hobby I guess why do people need H sorry I really do not know about this answer and I could not find an answer well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NNjTgCG3wsI_q03",
      "video_id": "NNjTgCG3wsI",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Changed a lot because in the past times we we had not got much spare time like public holidays but in recent a couple in recent a couple of years the government added more national public holiday within a year so people so we call it golden holiday like we have got five or seven days for people just for free and they may go travel around there country it can improve the GDP so that is designed to give people a holiday those people who work quite a lot yeah I guess so because we have also get some get some holidays like during Shanghai exibition and the Beijing Olympic Games the people in Beijing and in Shanghai they have got extra public holidays is that sweet well thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "changed a lot uh cuz in the past times we we hadn't got much spare time uh like uh public holidays but uh in recent a couple in recent a couple of years the government uh added more um national public holiday uh within a year so people so we call it uh golden holiday like we have got uh five or seven days uh for people just for free and they may go travel around there country it can improve the GDP so that is designed to give people a holiday those people who work quite a lot yeah I guess so cuz we have also get some uh get some holidays like um during Shanghai exibition and the Beijing Olympic Games the people in Beijing and in Shanghai they've got extra public holidays is that sweet well thank you very much.",
      "transcript_cleaned": "Changed a lot because in the past times we we had not got much spare time like public holidays but in recent a couple in recent a couple of years the government added more national public holiday within a year so people so we call it golden holiday like we have got five or seven days for people just for free and they may go travel around there country it can improve the GDP so that is designed to give people a holiday those people who work quite a lot yeah I guess so because we have also get some get some holidays like during Shanghai exibition and the Beijing Olympic Games the people in Beijing and in Shanghai they have got extra public holidays is that sweet",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}