{
  "batch_id": 102,
  "count": 20,
  "samples": [
    {
      "sample_id": "O136QOYFAL4_q04",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you work or study?",
      "transcript": "I do work and study. I study a Bachelor of Commerce at university majoring in Economics and Management. I really enjoy what I study. I enjoy the quantitative side of economics and the qualitative side of management. I also do work outside of university life as well. I work at a high school as an academic advisor where I provide academic support for students in their final years of high school. Wow. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do work and study. I study a Bachelor of Commerce at university majoring in Economics and Management. I really enjoy what I study. I enjoy the quantitative side of economics and the qualitative side of management. I also do work outside of university life as well. I work at a high school as an academic advisor where I provide academic support for students in their final years of high school. Wow. All right.",
      "transcript_cleaned": "I do work and study. I study a Bachelor of Commerce at university majoring in Economics and Management. I really enjoy what I study. I enjoy the quantitative side of economics and the qualitative side of management. I also do work outside of university life as well. I work at a high school as an academic advisor where I provide academic support for students in their final years of high school. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q05",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Well, the examiner asked a really short question is, which was, do you work or study?",
      "transcript": "And the first thing that you noticed is that Stephen gave this really long answer, probably more than he needs to. And this type of question maybe needs a little bit of elaboration, a little bit of an extension. But I do not think that it needs to talk about what you enjoy, because what happens now is the examiner might have those type of questions later, which are maybe quite a bit of an extension.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And the first thing that you noticed is that Stephen gave this really long answer, probably more than he needs to. And this type of question maybe needs a little bit of elaboration, a little bit of an extension. But I don't think that it needs to talk about what you enjoy, because what happens now is the examiner might have those type of questions later, which are maybe quite a bit of an extension.",
      "transcript_cleaned": "And the first thing that you noticed is that Stephen gave this really long answer, probably more than he needs to. And this type of question maybe needs a little bit of elaboration, a little bit of an extension. But I do not think that it needs to talk about what you enjoy, because what happens now is the examiner might have those type of questions later, which are maybe quite a bit of an extension.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q06",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you enjoy what you do?",
      "transcript": "Those type of questions. I remember when I sat the test, I actually elaborated more than I should have done and I answered some of the questions before the examiner asked them. And so you notice that the examiner was, a little bit off guard because she did not know which questions to ask next and she had to go, she had to jump two or three questions. And the same thing happens here with Stephen. He probably expanded a little bit too much. You also notice as well that maybe because he is front of, in front of the camera, it is a little bit more difficult for him to speak. you notice he has this kind of, we, in English we say, a frog in your throat. some words are a bit, a little bit difficult to, to come out. So, good start though. I think he is given some really good answers. Well done to Stephen. And you will notice that he is a native speaker. And if you are watching this for the first time, go and watch our Rommie video. Rommie is also an Australian. And I explain why Australians or British or Americans, why they sometimes need to take this test. well, you have told me what you study.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Those type of questions. I remember when I sat the test, I actually elaborated more than I should have done and I answered some of the questions before the examiner asked them. And so you notice that the examiner was, um, a little bit off guard because she didn't know which questions to ask next and she had to go, she had to jump two or three questions. And the same thing happens here with Stephen. He probably expanded a little bit too much. You also notice as well that maybe because he's front of, in front of the camera, it's a little bit more difficult for him to speak. Um, you notice he has this kind of, we, in English we say, a frog in your throat. Um, some words are a bit, a little bit difficult to, to come out. So, um, good start though. I think he's given some really good answers. Well done to Stephen. And you'll notice that he's a native speaker. And if you're watching this for the first time, go and watch our Rommie video. Rommie is also an Australian. And I explain why Australians or British or Americans, why they sometimes need to take this test. Uh, well, you've told me what you study.",
      "transcript_cleaned": "Those type of questions. I remember when I sat the test, I actually elaborated more than I should have done and I answered some of the questions before the examiner asked them. And so you notice that the examiner was, a little bit off guard because she did not know which questions to ask next and she had to go, she had to jump two or three questions. And the same thing happens here with Stephen. He probably expanded a little bit too much. You also notice as well that maybe because he is front of, in front of the camera, it is a little bit more difficult for him to speak. you notice he has this kind of, we, in English we say, a frog in your throat. some words are a bit, a little bit difficult to, to come out. So, good start though. I think he is given some really good answers. Well done to Stephen. And you will notice that he is a native speaker. And if you are watching this for the first time, go and watch our Rommie video. Rommie is also an Australian. And I explain why Australians or British or Americans, why they sometimes need to take this test. well, you have told me what you study.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q07",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you enjoy studying this?",
      "transcript": "I really do enjoy study. It is quite challenging the course since economics is no, since economics is so broad it is quite challenging to grasp the concepts but once I do I really find it very rewarding and very fulfilling. So you will notice that Maddy did have to repeat this question which was do you enjoy what you have, or what you are studying and Stephen had already answered that. A couple of points here. you will notice that he does look a little bit nervous, which is normal. On the test day, you guys are going to be nervous. So this is kind of a, a real life situation. Stephen may have a very minor speech impediment in his everyday life. And that, right, that might affect many people who watch this video.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I really do enjoy study. It is quite challenging the course since economics is no, since economics is so broad it is quite challenging to grasp the concepts but once I do I really find it very rewarding and very fulfilling. So you'll notice that Maddy did have to repeat this question which was do you enjoy what you've, or what you're studying and Stephen had already answered that. A couple of points here. Um, you'll notice that he does look a little bit nervous, which is normal. On the test day, you guys are going to be nervous. So this is kind of a, a real life situation. Stephen may have a very minor speech impediment in his everyday life. And that, right, that might affect many people who watch this video.",
      "transcript_cleaned": "I really do enjoy study. It is quite challenging the course since economics is no, since economics is so broad it is quite challenging to grasp the concepts but once I do I really find it very rewarding and very fulfilling. So you will notice that Maddy did have to repeat this question which was do you enjoy what you have, or what you are studying and Stephen had already answered that. A couple of points here. you will notice that he does look a little bit nervous, which is normal. On the test day, you guys are going to be nervous. So this is kind of a, a real life situation. Stephen may have a very minor speech impediment in his everyday life. And that, right, that might affect many people who watch this video.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q09",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "He said to graps, okay?",
      "transcript": "Rather than to grasp. He got the P and the S the wrong way around. And believe it or not, this is really common for native speakers to make these tiny slips in their speaking. I understood what he wanted to say. The examiner would probably overlook it. But if he made any more of those mistakes, they probably would not be so lenient and they might mark him down a little bit. Again, nerves. it is a little bit of a struggle to get things out at times, but so far so good. Really well supported and extended answers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Rather than to grasp. He got the P and the S the wrong way around. And believe it or not, this is really common for native speakers to make these tiny slips in their speaking. I understood what he wanted to say. The examiner would probably overlook it. But if he made any more of those mistakes, they probably wouldn't be so lenient and they might mark him down a little bit. Again, nerves. It's a little bit of a struggle to get things out at times, but so far so good. Really well supported and extended answers.",
      "transcript_cleaned": "Rather than to grasp. He got the P and the S the wrong way around. And believe it or not, this is really common for native speakers to make these tiny slips in their speaking. I understood what he wanted to say. The examiner would probably overlook it. But if he made any more of those mistakes, they probably would not be so lenient and they might mark him down a little bit. Again, nerves. it is a little bit of a struggle to get things out at times, but so far so good. Really well supported and extended answers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q11",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you like to plan things?",
      "transcript": "I do like to plan things out. I. Sorry.. I am just going to jump in here. This is a perfect example of what nerves do to people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do like to plan things out. I. Sorry. Um. I'm just gonna jump in here. This is a perfect example of what nerves do to people.",
      "transcript_cleaned": "I do like to plan things out. I. Sorry.. I am just going to jump in here. This is a perfect example of what nerves do to people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q14",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And has anyone ever surprised you with something?",
      "transcript": "No, they have not because I, because they know how much I dislike surprises, especially gifts. But I have been to a few surprise birthday parties and chip and contributed to a few surprise gifts for people and, and it is surprising that I do not like surprises myself, but I like giving other people surprises. Stephen, I am so disappointed because you are going to use some really great language here to mean to contribute. So he talked about going to a birthday party or a surprise birthday party where people contributed. And if you listen back, if you go back and play again, you will notice that he said ch, ch, and I know what he was going to say. He was actually going to say, we chipped in. And everybody in the party chipped in to contribute to or to buy a present for the birthday person. And this idea of the word, a phrasal verb, to chip in, means to put some money all together and everybody collectively buys the present. So recently I chipped in for my friend's birthday and this chip in language is great because it is a phrasal verb, it is idiomatic, it is less common. And he just went down with, he went with the standard word which was to contribute or, to put some money in to buy a friend a gift. So I am just a bit disappointed that he did not use the word chip in because I think that would have been a great learning, tool for you. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, they haven't because I, because they know how much I dislike surprises, especially gifts. But I have been to a few surprise birthday parties and chip and contributed to a few surprise gifts for people and, and it's surprising that I don't like surprises myself, but I like giving other people surprises. Ah, Stephen, I'm so disappointed because you are going to use some really great language here to mean to contribute. So he talked about um, going to a birthday party or a surprise birthday party where people contributed. And if you listen back, if you go back and play again, you'll notice that he said ch, ch, and I know what he was going to say. He was actually going to say, we chipped in. And everybody in the party chipped in to contribute to or to buy a present for the birthday person. And this idea of the word, a phrasal verb, to chip in, means to put some money all together and everybody collectively buys the present. So recently I chipped in for my friend's birthday and this chip in language is great because it's a phrasal verb, it's idiomatic, it's less common. And he just went down with, he went with the standard word which was to contribute or, um, to put some money in to buy a friend a gift. So I'm just a bit disappointed that he didn't use the word chip in because I think that would have been a great learning, um, tool for you. Now,.",
      "transcript_cleaned": "No, they have not because I, because they know how much I dislike surprises, especially gifts. But I have been to a few surprise birthday parties and chip and contributed to a few surprise gifts for people and, and it is surprising that I do not like surprises myself, but I like giving other people surprises. Stephen, I am so disappointed because you are going to use some really great language here to mean to contribute. So he talked about going to a birthday party or a surprise birthday party where people contributed. And if you listen back, if you go back and play again, you will notice that he said ch, ch, and I know what he was going to say. He was actually going to say, we chipped in. And everybody in the party chipped in to contribute to or to buy a present for the birthday person. And this idea of the word, a phrasal verb, to chip in, means to put some money all together and everybody collectively buys the present. So recently I chipped in for my friend's birthday and this chip in language is great because it is a phrasal verb, it is idiomatic, it is less common. And he just went down with, he went with the standard word which was to contribute or, to put some money in to buy a friend a gift. So I am just a bit disappointed that he did not use the word chip in because I think that would have been a great learning, tool for you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q15",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you own a bicycle?",
      "transcript": "I do not own a bicycle, but I do enjoy the leisure of cycling. I used, I did own a bike when I was quite young. I rode it when I was in my early childhood days, but I do not ride, I do not cycle anymore. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I do not own a bicycle, but I do enjoy the leisure of cycling. I used, I did own a bike when I was quite young. I rode it when I was in my early childhood days, but I don't ride, I don't cycle anymore. Okay.",
      "transcript_cleaned": "I do not own a bicycle, but I do enjoy the leisure of cycling. I used, I did own a bike when I was quite young. I rode it when I was in my early childhood days, but I do not ride, I do not cycle anymore.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q16",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you think you will have a bicycle in the future?",
      "transcript": "I do, I do hope I will have a bicycle in the future. Given the topic of climate change, I want to make sure that I contribute more to reducing CO2 emissions and hopefully choosing a more eco-friendly mode of transport. And not only is it more eco-friendly, it is also great for exercise and physical activity. I do not know about you, but I feel like a couple of these answers feel a little bit rehearsed and like he is practiced them a lot. And I can assure you, I promise you that Stephen had no idea of the questions before coming to this test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do, I do hope I will have a bicycle in the future. Given the topic of climate change, I want to make sure that I contribute more to reducing CO2 emissions and hopefully choosing a more eco-friendly mode of transport. And not only is it more eco-friendly, it's also great for exercise and physical activity. I don't know about you, but I feel like a couple of these answers feel a little bit rehearsed and like he's practiced them a lot. And I can assure you, I promise you that Stephen had no idea of the questions before coming to this test.",
      "transcript_cleaned": "I do, I do hope I will have a bicycle in the future. Given the topic of climate change, I want to make sure that I contribute more to reducing CO2 emissions and hopefully choosing a more eco-friendly mode of transport. And not only is it more eco-friendly, it is also great for exercise and physical activity. I do not know about you, but I feel like a couple of these answers feel a little bit rehearsed and like he is practiced them a lot. And I can assure you, I promise you that Stephen had no idea of the questions before coming to this test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q17",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "The examiner asked a question, do you think you will own a bicycle in the future?",
      "transcript": "And his answers were almost kind of parroting the examiner. Yes, I do think I will own a bicycle in the future. I would say maybe if you can paraphrase your answers just a little bit more. He gave great reasons and explained his answers perfectly. But I just felt that the answers felt a little bit rehearsed. That was my only piece of feedback there. And he also looked a little bit nervous still and his, you know, this frog in his throat again was appearing. But otherwise doing really well. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And his answers were almost kind of parroting the examiner. Yes, I do think I will own a bicycle in the future. I would say maybe if you can paraphrase your answers just a little bit more. He gave great reasons and explained his answers perfectly. But I just felt that the answers felt a little bit rehearsed. That was my only piece of feedback there. And he also looked a little bit nervous still and his, you know, this frog in his throat again was appearing. But otherwise doing really well. Okay.",
      "transcript_cleaned": "And his answers were almost kind of parroting the examiner. Yes, I do think I will own a bicycle in the future. I would say maybe if you can paraphrase your answers just a little bit more. He gave great reasons and explained his answers perfectly. But I just felt that the answers felt a little bit rehearsed. That was my only piece of feedback there. And he also looked a little bit nervous still and his, you know, this frog in his throat again was appearing. But otherwise doing really well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q18",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And did you learn to ride a bicycle when you were a child?",
      "transcript": "I did learn to ride a bicycle when I was a child. Obviously, I started out with the training wheels because it was quite hard to balance. But as time went on, I got used to it, learned to balance myself on the bicycle. And now it is just part of muscle memory. A couple of great features of language here. He used collocations such as training wheels. Training wheels are the wheels that you have as a child on the sides of your bike that prevent you from falling over and he used the word muscle memory. So training wheels and muscle memory are great examples of collocation. Remember these words which are less common but when you fit them together, they make the, the speech much richer. Rather than just giving simple language the whole time, you do need to include some of these idiomatic phrases, expressions, compound nouns, all those things that are less common in language. In the next part of the test, I am going to give you a topic and I would like you to speak for one to two minutes. you will have one minute to think about what you want to say and I will give you a pen and some paper to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I did learn to ride a bicycle when I was a child. Obviously, I started out with the training wheels because it was quite hard to balance. But as time went on, I got used to it, learned to balance myself on the bicycle. And now it's just part of muscle memory. A couple of great features of language here. He used collocations such as training wheels. Training wheels are the wheels that you have as a child on the sides of your bike that prevent you from falling over and he used the word muscle memory. So training wheels and muscle memory are great examples of collocation. Remember these words which are less common but when you fit them together, um, they make the, the speech much richer. Rather than just giving simple language the whole time, you do need to include some of these idiomatic phrases, expressions, compound nouns, all those things that are less common in language. In the next part of the test, I'm going to give you a topic and I'd like you to speak for one to two minutes. You'll have one minute to think about what you want to say and I will give you a pen and some paper to.",
      "transcript_cleaned": "I did learn to ride a bicycle when I was a child. Obviously, I started out with the training wheels because it was quite hard to balance. But as time went on, I got used to it, learned to balance myself on the bicycle. And now it is just part of muscle memory. A couple of great features of language here. He used collocations such as training wheels. Training wheels are the wheels that you have as a child on the sides of your bike that prevent you from falling over and he used the word muscle memory. So training wheels and muscle memory are great examples of collocation. Remember these words which are less common but when you fit them together, they make the, the speech much richer. Rather than just giving simple language the whole time, you do need to include some of these idiomatic phrases, expressions, compound nouns, all those things that are less common in language. In the next part of the test, I am going to give you a topic and I would like you to speak for one to two minutes. you will have one minute to think about what you want to say and I will give you a pen and some paper to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q22",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And Stephen went down the route of, well, what is the difference between introverts and extroverts?",
      "transcript": "Well, that was not really what the question was about.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, that wasn't really what the question was about.",
      "transcript_cleaned": "that was not really what the question was about.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q24",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And how does the weather affect outdoor activities?",
      "transcript": "I would say the weather greatly affects the way we look at outdoor activities. For example, on a very sunny day like this, we would feel, people tend to feel more motivated to step outdoors since the weather is a lot nicer, the breeze feels nice, and I would say the other way around. with, rainy, cloudy weather, people might not feel as motivated to step outside since, the weather is quite gloomy. Since they do not feel, there is not much of a positive connotation that is associated with, cloudy or sunny or cloudy or rainy weather when stepping, when doing outdoor activities. Again, I would expect that the examiner might jump in there and ask a question related to that topic. it is quite a long section there of Stephen speaking. He did well. He again went a little bit off topic, but he did answer the question. So far, so good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'd say the weather greatly affects the way we look at outdoor activities. For example, on a very sunny day like this, we would feel, people tend to feel more motivated to step outdoors since the weather is a lot nicer, the breeze feels nice, and I'd say the other way around. Um, with, uh, rainy, cloudy weather, people might not feel as motivated to step outside since, um, the weather is quite gloomy. Since they don't feel, um, there isn't much of a positive connotation that's associated with, um, cloudy or sunny or cloudy or rainy weather when stepping, when doing outdoor activities. Again, I would expect that the examiner might jump in there and ask a question related to that topic. It's quite a long section there of Stephen speaking. He did well. He again went a little bit off topic, but he did answer the question. So far, so good.",
      "transcript_cleaned": "I would say the weather greatly affects the way we look at outdoor activities. For example, on a very sunny day like this, we would feel, people tend to feel more motivated to step outdoors since the weather is a lot nicer, the breeze feels nice, and I would say the other way around. with, rainy, cloudy weather, people might not feel as motivated to step outside since, the weather is quite gloomy. Since they do not feel, there is not much of a positive connotation that is associated with, cloudy or sunny or cloudy or rainy weather when stepping, when doing outdoor activities. Again, I would expect that the examiner might jump in there and ask a question related to that topic. it is quite a long section there of Stephen speaking. He did well. He again went a little bit off topic, but he did answer the question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q29",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And lots of people say, well, why is it a, why is 8999 not equivalent to 9?",
      "transcript": "Unfortunately, that is what happens in the components.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Unfortunately, that's what happens in the components.",
      "transcript_cleaned": "Unfortunately, that is what happens in the components.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q31",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "What is your first name please?",
      "transcript": "My first name is Stephen. Thank you Stephen. And now at the beginning of the IELTS test you will need to provide some identification. This is usually a passport. But as this is a practice test there is no need for that today. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My first name is Stephen. Thank you Stephen. And now at the beginning of the IELTS test you will need to provide some identification. This is usually a passport. But as this is a practice test there is no need for that today. Yeah. Okay.",
      "transcript_cleaned": "My first name is Stephen. Thank you Stephen. And now at the beginning of the IELTS test you will need to provide some identification. This is usually a passport. But as this is a practice test there is no need for that today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q32",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you work or study?",
      "transcript": "I do work and study I study a Bachelor of Commerce at university majoring in economics and management I really enjoy what I study I enjoy the quantitative side of economics and the qualitative side of management I also do work outside of university life as well I work at a high school as an academic advisor where I provide academic support for students in their final years of high school Wow well you told me what you study Do you enjoy studying this I really do enjoy study It is quite challenging the course since economics is no since economics is so broad it is quite challenging to grasp the concepts but once I do I really find it very rewarding and very fulfilling Great And what do you want to do in the future? In the future, I want to become a high school teacher. I want to use the knowledge that I gained from my undergraduate degree to someday pursue a Masters of Teaching degree, where I can use that knowledge to support young people and give them the chance to, fulfil their potential in finding their careers. I would like to move on to the topic of plans.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do work and study I study a Bachelor of Commerce at university majoring in economics and management I really enjoy what I study I enjoy the quantitative side of economics and the qualitative side of management I also do work outside of university life as well I work at a high school as an academic advisor where I provide academic support for students in their final years of high school Wow Uh well you told me what you study Do you enjoy studying this I really do enjoy study It is quite challenging the course since economics is no since economics is so broad it is quite challenging to grasp the concepts but once I do I really find it very rewarding and very fulfilling Great And what do you want to do in the future? In the future, I want to become a high school teacher. I want to use the knowledge that I gained from my undergraduate degree to someday pursue a Masters of Teaching degree, where I can use that knowledge to support young people and give them the chance to, uh, fulfil their potential in finding their careers. I'd like to move on to the topic of plans.",
      "transcript_cleaned": "I do work and study I study a Bachelor of Commerce at university majoring in economics and management I really enjoy what I study I enjoy the quantitative side of economics and the qualitative side of management I also do work outside of university life as well I work at a high school as an academic advisor where I provide academic support for students in their final years of high school Wow well you told me what you study Do you enjoy studying this I really do enjoy study It is quite challenging the course since economics is no since economics is so broad it is quite challenging to grasp the concepts but once I do I really find it very rewarding and very fulfilling Great And what do you want to do in the future? In the future, I want to become a high school teacher. I want to use the knowledge that I gained from my undergraduate degree to someday pursue a Masters of Teaching degree, where I can use that knowledge to support young people and give them the chance to, fulfil their potential in finding their careers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q33",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you like to plan things?",
      "transcript": "I do like to plan things out. I, sorry, I would say I am, I do like to plan things out. I, I say that I am less of a spontaneous person and more of an organized person. I like keeping things very organized. I like to have my own planner and account and a calendar on my phone to assign time, assign times for a study, times to meet up with people. And meetings and other events outside of work in uni.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do like to plan things out. I, sorry, um, I'd say I am, I do like to plan things out. I, I say that I am less of a spontaneous person and more of an organized person. I like keeping things very organized. I like to have my own planner and account and a calendar on my phone to assign time, assign times for a study, times to meet up with people. And meetings and other events outside of work in uni.",
      "transcript_cleaned": "I do like to plan things out. I, sorry, I would say I am, I do like to plan things out. I, I say that I am less of a spontaneous person and more of an organized person. I like keeping things very organized. I like to have my own planner and account and a calendar on my phone to assign time, assign times for a study, times to meet up with people. And meetings and other events outside of work in uni.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q34",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And do you like surprises?",
      "transcript": "Sometimes I do. I really, sometimes, it depends on what kind of surprises. it is, if it is, like a surprise test, I would feel a little, it would be a little bit less pleasant for me. But I do enjoy like a surprise birthday party or a surprise gift or a surprise outing. Though the fun, I like surprise, surprise, surprises that that have a joyful connotation to it and less of a negative connotation. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Sometimes I do. I really, sometimes, um, it depends on what kind of surprises. It's, if it's, uh, like a surprise test, I would feel a little, it would be a little bit less pleasant for me. But I do enjoy like a surprise birthday party or a surprise gift or a surprise um, outing. Though the fun, I like surprise, surprise, surprises that um, that have a joyful connotation to it and less of a negative connotation. Great.",
      "transcript_cleaned": "Sometimes I do. I really, sometimes, it depends on what kind of surprises. it is, if it is, like a surprise test, I would feel a little, it would be a little bit less pleasant for me. But I do enjoy like a surprise birthday party or a surprise gift or a surprise outing. Though the fun, I like surprise, surprise, surprises that that have a joyful connotation to it and less of a negative connotation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q36",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you own a bicycle?",
      "transcript": "I do not own a bicycle, but I do enjoy the leisure of cycling. I used, I did own a bike when I was quite young. I do not know, rode it when I was in my early childhood days, but I do not ride, I do not cycle anymore. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I do not own a bicycle, but I do enjoy the leisure of cycling. I used, I did own a bike when I was quite young. I don't know, rode it when I was in my early childhood days, but I don't ride, I don't cycle anymore. Okay.",
      "transcript_cleaned": "I do not own a bicycle, but I do enjoy the leisure of cycling. I used, I did own a bike when I was quite young. I do not know, rode it when I was in my early childhood days, but I do not ride, I do not cycle anymore.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q37",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you think you will have a bicycle in the future?",
      "transcript": "I do. I do hope I will have a bicycle in the future. Given the topic of climate change, I want to make sure that I contribute more to reducing CO2 emissions and hopefully choosing a more eco-friendly mode of transport. And not only is it more eco-friendly, it is also great for exercise and physical activity.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do. I do hope I will have a bicycle in the future. Given the topic of climate change, I want to make sure that I contribute more to Um, reducing CO2 emissions and hopefully choosing a more eco-friendly mode of transport. And not only is it more eco-friendly, it's also great for exercise and physical activity.",
      "transcript_cleaned": "I do. I do hope I will have a bicycle in the future. Given the topic of climate change, I want to make sure that I contribute more to reducing CO2 emissions and hopefully choosing a more eco-friendly mode of transport. And not only is it more eco-friendly, it is also great for exercise and physical activity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}