{
  "batch_id": 133,
  "count": 20,
  "samples": [
    {
      "sample_id": "LU0rKurTrTg_q16",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "And you know what?",
      "transcript": "I have helped her to take the ugliest photos of the year. Again, showing her sense of humor. Wonderful. I am sure they were not that ugly. And of course, it made her blood boil. Love that. Made her blood boil. Made her really angry, really frustrated. And at that time when she yelled at me, my heart sank. But now when I have a little bit of skill of photography, I am much more confident. In the future, I will learn more about photography because that is my passion. Thank you so much. Well done, Khan.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I have helped her to take the ugliest photos of the year. Again, showing her sense of humor. Wonderful. I'm sure they weren't that ugly. And of course, it made her blood boil. Love that. Made her blood boil. Made her really angry, really frustrated. And at that time when she yelled at me, my heart sank. But now when I have a little bit of skill of photography, I'm much more confident. In the future, I will learn more about photography because that is my passion. Thank you so much. Well done, Khan.",
      "transcript_cleaned": "I have helped her to take the ugliest photos of the year. Again, showing her sense of humor. Wonderful. I am sure they were not that ugly. And of course, it made her blood boil. Love that. Made her blood boil. Made her really angry, really frustrated. And at that time when she yelled at me, my heart sank. But now when I have a little bit of skill of photography, I am much more confident. In the future, I will learn more about photography because that is my passion.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q17",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "What a wonderful answer.",
      "transcript": "It felt so logical. It flowed seamlessly. And I felt mesmerized by her answer and her story. I really liked how she showed a sense of humor as well. Great job. Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It felt so logical. It flowed seamlessly. And I felt mesmerized by her answer and her story. I really liked how she showed a sense of humor as well. Great job. Okay,.",
      "transcript_cleaned": "It felt so logical. It flowed seamlessly. And I felt mesmerized by her answer and her story. I really liked how she showed a sense of humor as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q18",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "Do you think learning new skills is important in today's world?",
      "transcript": "Absolutely, yes. Because you know. One thing that I love is that Khan directly answers. She does not repeat the question. She does not say, yes, I think learning new skills,. If you need to buy some time, you can say, oh, please let me think about that for a second or that is an interesting question. But if not, answer confidently and directly. Brilliant. The word is developing every day. And we, if we do not find out the way to improve ourselves, we will cannot keep up with each other. I like how she self-corrected there. We will cannot keep up with each other. that is great. If you can do that in the exam, please do it. And imagine that everyone is moving forward quickly and we just working slowly, surfing the internet and do nothing. So I think it is vitally important to improve ourselves by new knowledge. By learning new knowledge, just be careful there. In order to survive and grow in today's world. Thank you so much. Wow.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely, yes. Because you know. One thing that I love is that Khan directly answers. She doesn't repeat the question. She doesn't say, yes, I think learning new skills,. If you need to buy some time, you can say, oh, please let me think about that for a second or that's an interesting question. But if not, answer confidently and directly. Brilliant. The word is developing every day. And we, if we don't find out the way to improve ourselves, we will cannot keep up with each other. I like how she self-corrected there. We will cannot keep up with each other. That's great. If you can do that in the exam, please do it. And imagine that everyone is moving forward quickly and we just working slowly, surfing the internet and do nothing. So I think it is vitally important to improve ourselves by new knowledge. By learning new knowledge, just be careful there. In order to survive and grow in today's world. Thank you so much. Wow.",
      "transcript_cleaned": "Absolutely, yes. Because you know. One thing that I love is that Khan directly answers. She does not repeat the question. She does not say, yes, I think learning new skills,. If you need to buy some time, you can say, oh, please let me think about that for a second or that is an interesting question. But if not, answer confidently and directly. Brilliant. The word is developing every day. And we, if we do not find out the way to improve ourselves, we will cannot keep up with each other. I like how she self-corrected there. We will cannot keep up with each other. that is great. If you can do that in the exam, please do it. And imagine that everyone is moving forward quickly and we just working slowly, surfing the internet and do nothing. So I think it is vitally important to improve ourselves by new knowledge. By learning new knowledge, just be careful there. In order to survive and grow in today's world. Thank you so much. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q19",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "What skills are important for young people today?",
      "transcript": "I have a lot of idea about this question, but I would like the most important skill for adolescents is time management. Because you know, I found that my friends are really ambitious and, they want to handle everything in their life from work to work. earn money or learn new things, a lot of things. But you know the problem is they cannot manage their time. So like they use their sleep, sleep time just to earn more money like that. And I start to have the question like is the cost of success is our mental and physical health.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I have a lot of idea about this question, but I would like the most important skill for adolescents is time management. Because you know, I found that my friends are really ambitious and, uh, they want to handle everything in their life from work to work. Um, earn money or learn new things, a lot of things. But you know the problem is they cannot manage their time. So like they use their sleep, sleep time just to earn more money like that. And I start to have the question like is the cost of success is our mental and physical health.",
      "transcript_cleaned": "I have a lot of idea about this question, but I would like the most important skill for adolescents is time management. Because you know, I found that my friends are really ambitious and, they want to handle everything in their life from work to work. earn money or learn new things, a lot of things. But you know the problem is they cannot manage their time. So like they use their sleep, sleep time just to earn more money like that. And I start to have the question like is the cost of success is our mental and physical health.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q02",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Can I say your ID please?",
      "transcript": "Thank you. Thank you. that is great. So that was the introduction to an IELTS speaking test. And the response from Vivian, the candidate, was perfectly fine. do not worry, you will not be graded on this part of the test and the questions will always be the same.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thank you. Thank you. That's great. So that was the introduction to an IELTS speaking test. And the response from Vivian, the candidate, was perfectly fine. Don't worry, you won't be graded on this part of the test and the questions will always be the same.",
      "transcript_cleaned": "Thank you. Thank you. that is great. So that was the introduction to an IELTS speaking test. And the response from Vivian, the candidate, was perfectly fine. do not worry, you will not be graded on this part of the test and the questions will always be the same.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q05",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "What is your favorite part of your home?",
      "transcript": "The favorite part of my home is actually my living room. it is where I spend the most time in at home. I feel really comfortable with the couch and there is also a workstation for me to work and study in. there is a window that I can get sunlight from. So every morning I feel motivated when I see the sunlight shining through the window. That was a good response and I am going to show you a part that I really liked. She says there is a window that I can get sunlight from. Have a listen. there is a window that I can get sunlight from. Now this sentence had great linking and chunking. there is a window that I can get sunlight from. Sometimes proficient English speakers might have a d sound show up there that I get, or there is more of a glottal that I, and both are.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The favorite part of my home is actually my living room. Um, it is where I spend the most time in at home. I feel really comfortable with the couch and there is also a workstation for me to work and study in. There's a window that I can get sunlight from. So every morning I feel motivated when I see the sunlight shining through the window. That was a good response and I'm going to show you a part that I really liked. She says there's a window that I can get sunlight from. Have a listen. There's a window that I can get sunlight from. Now this sentence had great linking and chunking. There's a window that I can get sunlight from. Sometimes proficient English speakers might have a d sound show up there that I get, or there's more of a glottal that I, and both are.",
      "transcript_cleaned": "The favorite part of my home is actually my living room. it is where I spend the most time in at home. I feel really comfortable with the couch and there is also a workstation for me to work and study in. there is a window that I can get sunlight from. So every morning I feel motivated when I see the sunlight shining through the window. That was a good response and I am going to show you a part that I really liked. She says there is a window that I can get sunlight from. Have a listen. there is a window that I can get sunlight from. Now this sentence had great linking and chunking. there is a window that I can get sunlight from. Sometimes proficient English speakers might have a d sound show up there that I get, or there is more of a glottal that I, and both are.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q06",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Will you stay there a long time, do you think?",
      "transcript": "It is a difficult question because I actually like my place, but I think it is too old and not well maintained, so I would like to move out soon.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's a difficult question because I actually like my place, but I think it's too old and not well maintained, so I would like to move out soon.",
      "transcript_cleaned": "It is a difficult question because I actually like my place, but I think it is too old and not well maintained, so I would like to move out soon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q07",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Do you enjoy taking photos?",
      "transcript": "I actually prefer to savour the moment rather than taking photos, but I do take photos when there is something important.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I actually prefer to savour the moment rather than taking photos, but I do take photos when there is something important.",
      "transcript_cleaned": "I actually prefer to savour the moment rather than taking photos, but I do take photos when there is something important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q09",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Do you use your phone or a camera for taking photos?",
      "transcript": "I do not always have my cameras with me, so I usually take photos just with my phone. Why? It is too bulky to have the camera with me all the time, and these days, mobile phones have very good features for taking photos, and the images are usually high resolution, and it is much more convenient to use the mobile phone.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't always have my cameras with me, so I usually take photos just with my phone. Why? It is too bulky to have the camera with me all the time, and these days, mobile phones have very good features for taking photos, and the images are usually high resolution, and it's much more convenient to use the mobile phone.",
      "transcript_cleaned": "I do not always have my cameras with me, so I usually take photos just with my phone. Why? It is too bulky to have the camera with me all the time, and these days, mobile phones have very good features for taking photos, and the images are usually high resolution, and it is much more convenient to use the mobile phone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q10",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "What do you do with the photos you take?",
      "transcript": "I do not really do much with my phones, and the photos. I usually store in my phones or sometimes I transfer them into my hard disk for viewing later. Occasionally, I do share them with my friends and family just to let them know what I have done recently.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't really do much with my phones, uh, and the photos. I usually store in my phones or sometimes I transfer them into my hard disk for viewing later. Occasionally, I do share them with my friends and family just to let them know what I've done recently.",
      "transcript_cleaned": "I do not really do much with my phones, and the photos. I usually store in my phones or sometimes I transfer them into my hard disk for viewing later. Occasionally, I do share them with my friends and family just to let them know what I have done recently.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q13",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "How did you learn in history classes?",
      "transcript": "Most of the time, we write our textbooks and we wrote essays as well about some famous people in the history. Occasionally, we got to visit museums and some historical places just to reinforce what we have learned. But most of the time, we wrote essays and just talk about facts in classes, which is quite boring to me. So there, once again, I am struggling to hear that d sound in past simple regular verbs, like the word learned or talked. Try listening out for those words this time. Occasionally, we got to visit museums and some historical places just to reinforce what we have learned. But most of the time, we wrote essays and just talk about facts in classes, which is quite boring to me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Most of the time, we write our textbooks and we wrote essays as well about some famous people in the history. Occasionally, we got to visit museums and some historical places just to reinforce what we have learned. But most of the time, we wrote essays and just talk about facts in classes, which is quite boring to me. So there, once again, I'm struggling to hear that d sound in past simple regular verbs, like the word learned or talked. Try listening out for those words this time. Occasionally, we got to visit museums and some historical places just to reinforce what we have learned. But most of the time, we wrote essays and just talk about facts in classes, which is quite boring to me.",
      "transcript_cleaned": "Most of the time, we write our textbooks and we wrote essays as well about some famous people in the history. Occasionally, we got to visit museums and some historical places just to reinforce what we have learned. But most of the time, we wrote essays and just talk about facts in classes, which is quite boring to me. So there, once again, I am struggling to hear that d sound in past simple regular verbs, like the word learned or talked. Try listening out for those words this time. Occasionally, we got to visit museums and some historical places just to reinforce what we have learned. But most of the time, we wrote essays and just talk about facts in classes, which is quite boring to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q19",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "What a dislike about this house is because what a dislike is the fact that it is old and it is not well maintained.",
      "transcript": "For example, there are not proper facilities in the bathroom and I remember having to scoop water out to take shower. What I, my favorite aspect of this house is also the fact that it is full of my childhood memories, because we used to visit my grandfather every Saturday, and I would play games with my cousins in a house.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "For example, there aren't proper facilities in the bathroom and I remember having to scoop water out to take shower. What I, my favorite aspect of this house is also the fact that it is full of my childhood memories, because we used to visit my grandfather every Saturday, and I would play games with my cousins in a house.",
      "transcript_cleaned": "For example, there are not proper facilities in the bathroom and I remember having to scoop water out to take shower. What I, my favorite aspect of this house is also the fact that it is full of my childhood memories, because we used to visit my grandfather every Saturday, and I would play games with my cousins in a house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q21",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "What makes it cozy?",
      "transcript": "She mentioned that there is two bathrooms. And in a small house with a lot of people, that is pretty important. She could have explained that in more detail. you know, she could have said how it becomes a problem sometimes. Always have it in the back of your mind. So what? here is another time that she could have extended her answer. And there is no backyard unfortunately, so there is not a lot of space to grow plants. So she said there is not a lot of space to grow plants. So what?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "She mentioned that there's two bathrooms. And in a small house with a lot of people, that's pretty important. She could have explained that in more detail. Uh, you know, she could have said how it becomes a problem sometimes. Always have it in the back of your mind. So what? Here's another time that she could have extended her answer. And there's no backyard unfortunately, so there isn't a lot of space to grow plants. So she said there isn't a lot of space to grow plants. So what?",
      "transcript_cleaned": "She mentioned that there is two bathrooms. And in a small house with a lot of people, that is pretty important. She could have explained that in more detail. you know, she could have said how it becomes a problem sometimes. Always have it in the back of your mind. So what? here is another time that she could have extended her answer. And there is no backyard unfortunately, so there is not a lot of space to grow plants. So she said there is not a lot of space to grow plants.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q22",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "How does that make her feel?",
      "transcript": "She could have said, this is sad because here in Melbourne and I would then extend the answer a bit more. here is one more time she could have extended her response. My favorite aspect of this house is also the fact that it is full of my childhood memories, because we used to visit my grandfather every Saturday, and I would play games with my cousins in a house. This was a great spot where she could have made comparisons to life today.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "She could have said, this is sad because here in Melbourne and I would then extend the answer a bit more. Here's one more time she could have extended her response. My favorite aspect of this house is also the fact that it is full of my childhood memories, because we used to visit my grandfather every Saturday, and I would play games with my cousins in a house. This was a great spot where she could have made comparisons to life today.",
      "transcript_cleaned": "She could have said, this is sad because here in Melbourne and I would then extend the answer a bit more. here is one more time she could have extended her response. My favorite aspect of this house is also the fact that it is full of my childhood memories, because we used to visit my grandfather every Saturday, and I would play games with my cousins in a house. This was a great spot where she could have made comparisons to life today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q25",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Can I have the task card and pen and paper back please?",
      "transcript": "Great. Thank you. One time when I was an examiner, I forgot to take the pen and paper back from the candidate and he kept playing with it for the rest of the test and it was super distracting. Also, I should say Alex the examiner is doing a great job here. I actually know that she also used to be an examiner and she is being super calm, confident, cool, and collected. And for the student, this is so important. She is not doing anything that is going to make the student more nervous. She is speaking deliberately and clearly. She is listening to Vivian and she is paying attention to her answers. So, bravo. let us keep watching. we have been talking about a house that someone you know lives in, and I would like to ask you one or two more general questions about this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Great. Thank you. One time when I was an examiner, I forgot to take the pen and paper back from the candidate and he kept playing with it for the rest of the test and it was super distracting. Also, I should say Alex the examiner is doing a great job here. I actually know that she also used to be an examiner and she's being super calm, confident, cool, and collected. And for the student, this is so important. She's not doing anything that's going to make the student more nervous. She's speaking deliberately and clearly. She's listening to Vivian and she's paying attention to her answers. So, bravo. Let's keep watching. We've been talking about a house that someone you know lives in, and I'd like to ask you one or two more general questions about this.",
      "transcript_cleaned": "Great. Thank you. One time when I was an examiner, I forgot to take the pen and paper back from the candidate and he kept playing with it for the rest of the test and it was super distracting. Also, I should say Alex the examiner is doing a great job here. I actually know that she also used to be an examiner and she is being super calm, confident, cool, and collected. And for the student, this is so important. She is not doing anything that is going to make the student more nervous. She is speaking deliberately and clearly. She is listening to Vivian and she is paying attention to her answers. So, bravo. let us keep watching.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q26",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "What kinds of home are most common in your country?",
      "transcript": "Before we hear Vivian's response to this question, I just want to give you a pro tip.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Before we hear Vivian's response to this question, I just want to give you a pro tip.",
      "transcript_cleaned": "Before we hear Vivian's response to this question, I just want to give you a pro tip.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q27",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Alex asked what kinds of home are popular?",
      "transcript": "So Vivian can give a few answers here. And I remember when I was an examiner, a lot of students would just give one answer and then stop. Remember, you are being given the chance to identify more than one. If you can think of only one, that is fine. But show that you have understood by saying something like that. And to be honest, that is it. let us see how Vivian responds. in Malaysia, people used to prefer bigger houses, but these days, more people live in apartments and condominiums because, they, they would like to live closer to public transport and the city center. So, not bad. She mentioned houses, but then she says apartments are better. a good way to extend this might be to say something like, sadly, most people cannot afford houses these days and then extend it. Or, or something else to extend the idea a bit as it was kind of a short answer. let us keep watching.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So Vivian can give a few answers here. And I remember when I was an examiner, a lot of students would just give one answer and then stop. Remember, you're being given the chance to identify more than one. If you can think of only one, that's fine. But show that you've understood by saying something like that. And to be honest, that's it. Let's see how Vivian responds. Um, in Malaysia, people used to prefer bigger houses, but these days, more people live in apartments and condominiums because, um, they, they would like to live closer to public transport and the city center. So, not bad. She mentioned houses, but then she says apartments are better. Uh, a good way to extend this might be to say something like, sadly, most people can't afford houses these days and then extend it. Or, or something else to extend the idea a bit as it was kind of a short answer. Let's keep watching.",
      "transcript_cleaned": "Vivian can give a few answers here. And I remember when I was an examiner, a lot of students would just give one answer and then stop. Remember, you are being given the chance to identify more than one. If you can think of only one, that is fine. But show that you have understood by saying something like that. And to be honest, that is it. let us see how Vivian responds. in Malaysia, people used to prefer bigger houses, but these days, more people live in apartments and condominiums because, they, they would like to live closer to public transport and the city center. So, not bad. She mentioned houses, but then she says apartments are better. a good way to extend this might be to say something like, sadly, most people cannot afford houses these days and then extend it. Or, or something else to extend the idea a bit as it was kind of a short answer. let us keep watching.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q28",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "What are the benefits of living in an apartment?",
      "transcript": "I think there are many benefits associated to living in an apartment. One obvious benefit is the security because the body corporate usually hires security guards or implement good security system to increase the safety of the residents. there are also other benefits like more opportunities to interact with your neighbors because you live so close to each other. This answer is fine, but again, I would extend. So what?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think there are many benefits associated to living in an apartment. One obvious benefit is the security because um, the body corporate usually hires security guards or implement good security system to increase the safety of the residents. Um, there are also other benefits like um, more opportunities to interact with your neighbors because you live so close to each other. This answer is fine, but again, I would extend. So what?",
      "transcript_cleaned": "I think there are many benefits associated to living in an apartment. One obvious benefit is the security because the body corporate usually hires security guards or implement good security system to increase the safety of the residents. there are also other benefits like more opportunities to interact with your neighbors because you live so close to each other. This answer is fine, but again, I would extend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q31",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "Do you think that in general, everybody wants to live in a big house?",
      "transcript": "I think it used to be everyone's dream to have their own big space, but nowadays people are busy working, especially young adults. So they do not have a lot of time to maintain a big house. I think most people now will prefer a smaller space like an apartment unit, which is easier to maintain.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it used to be everyone's dream to have their own big space, but nowadays people are busy working, especially young adults. So they don't have a lot of time to maintain a big house. I think most people now will prefer a smaller space like an apartment unit, which is easier to maintain.",
      "transcript_cleaned": "I think it used to be everyone's dream to have their own big space, but nowadays people are busy working, especially young adults. So they do not have a lot of time to maintain a big house. I think most people now will prefer a smaller space like an apartment unit, which is easier to maintain.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "US_pz_Z6GCk_q32",
      "video_id": "US_pz_Z6GCk",
      "band": 6.5,
      "question": "In your country, what is the typical age for people to move out of the family home?",
      "transcript": "In my home country, I think people generally move out between the age of 25 and 30. Because this is when they get a stable job and be financially able to afford their own place.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my home country, I think people generally move out between the age of 25 and 30. Because this is when they get a stable job and be financially able to afford their own place.",
      "transcript_cleaned": "In my home country, I think people generally move out between the age of 25 and 30. Because this is when they get a stable job and be financially able to afford their own place.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}