{
  "batch_id": 132,
  "count": 20,
  "samples": [
    {
      "sample_id": "jVWMMZPEvXc_q06",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "And what kinds of music do you dislike and why?",
      "transcript": "I do not dislike a particular type of music but I do not enjoy listening to jazz because I do not think the rhythm and sounds go well with me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't dislike a particular type of music but I don't enjoy listening to jazz because I don't think the rhythm and sounds go well with me. Okay.",
      "transcript_cleaned": "I do not dislike a particular type of music but I do not enjoy listening to jazz because I do not think the rhythm and sounds go well with me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q07",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "And do you like the same kinds of music as your friends?",
      "transcript": "It depends on what friends they are. Like, some of my friends only like listening to K-pop music, but others enjoy listening to pop songs. So it depends on what friends they are. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It depends on what friends they are. Like, some of my friends only like listening to K-pop music, but others enjoy listening to pop songs. So it depends on what friends they are. Okay.",
      "transcript_cleaned": "It depends on what friends they are. Like, some of my friends only like listening to K-pop music, but others enjoy listening to pop songs. So it depends on what friends they are.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q08",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "And what is the most popular type of music in your country?",
      "transcript": "I think definitely K-pop is the most popular thing in our country because it is worldwide known also. And there is a lot of K-pop stars in our country. And now we are going to talk about small businesses.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think definitely K-pop is the most popular thing in our country because it is worldwide known also. And there's a lot of K-pop stars in our country. And now we're going to talk about small businesses.",
      "transcript_cleaned": "I think definitely K-pop is the most popular thing in our country because it is worldwide known also. And there is a lot of K-pop stars in our country. And now we are going to talk about small businesses.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q09",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "Mostly large companies where you live?",
      "transcript": "There is not a lot of large companies. there is just a lot of academies. And lots of people in our town come to Seoul to go to the company Okay alright Do you prefer buying things in big companies or small businesses I prefer buying things in big companies because I think it more trustworthy and there is a reason why everyone buys them Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, there's not a lot of large companies. There's just a lot of academies. And lots of people in our town come to Seoul to go to the company Okay alright Do you prefer buying things in big companies or small businesses I prefer buying things in big companies because I think it more trustworthy and there is a reason why everyone buys them Okay.",
      "transcript_cleaned": "There is not a lot of large companies. there is just a lot of academies. And lots of people in our town come to Seoul to go to the company Okay alright Do you prefer buying things in big companies or small businesses I prefer buying things in big companies because I think it more trustworthy and there is a reason why everyone buys them",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q11",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "Could you describe your favorite place in your house where you can relax?",
      "transcript": "I relax mostly in my bean bag and it is located in my room and I feel very comfortable in it because there is all these small beans inside the bean bag and it is very soft so when you just lie down in the bean bag you feel very, Relaxable. And I enjoy hearing to music, hearing music and watching YouTube's in my beanbag. Because since it is a place where I get to relax, I do stuff, a lot of stuff in my, with my phone. And I feel relaxed here because the cushion is very soft and Oh, like lying down in my bed or sitting in a chair really hurts my back. But the beanbag makes me feel it does not really hurt and it is just suitable for my body, I guess. that is about a minute and a half now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I relax mostly in my bean bag and it is located in my room and I feel very comfortable in it because there's all these small beans inside the bean bag and it's very soft so when you just lie down in the bean bag you feel very, uh, Relaxable. And I enjoy hearing to music, hearing music and watching YouTube's in my beanbag. Because since it's a place where I get to relax, I do stuff, a lot of stuff in my, with my phone. And I feel relaxed here because the cushion is very soft and Oh, like lying down in my bed or sitting in a chair really hurts my back. But the beanbag makes me feel it doesn't really hurt and It's just suitable for my body, I guess. That's about a minute and a half now.",
      "transcript_cleaned": "I relax mostly in my bean bag and it is located in my room and I feel very comfortable in it because there is all these small beans inside the bean bag and it is very soft so when you just lie down in the bean bag you feel very, Relaxable. And I enjoy hearing to music, hearing music and watching YouTube's in my beanbag. Because since it is a place where I get to relax, I do stuff, a lot of stuff in my, with my phone. And I feel relaxed here because the cushion is very soft and Oh, like lying down in my bed or sitting in a chair really hurts my back. But the beanbag makes me feel it does not really hurt and it is just suitable for my body, I guess. that is about a minute and a half now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q12",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "How long do you think you sit on your beanbag each day?",
      "transcript": "It depends on what schedule I have on that day. But when it is a day that I have nothing, I just stay there all the time. Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it depends on what schedule I have on that day. But when it's a day that I have nothing, I just stay there all the time. Okay,.",
      "transcript_cleaned": "It depends on what schedule I have on that day. But when it is a day that I have nothing, I just stay there all the time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q13",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "Alright, so for our first question, why is it difficult for some people to relax?",
      "transcript": "People like influencers and popular people. sometimes have too much thing to think about. Like, I think it is the problem with their, work and stuff. They just don have time to relax And how can people try to relax their mind if they feeling stressed about work some people go to travel and others just get along with their friends For example, I enjoy traveling when I get stressed all the time and by meeting other people makes me feel more better. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm. People like influencers and popular people. Um, sometimes have too much thing to think about. Like, I think it's the problem with their, um, work and stuff. Mm They just don have time to relax And how can people try to relax their mind if they feeling stressed about work Um some people go to travel and others just get along with their friends For example, I enjoy traveling when I get stressed all the time and by meeting other people makes me feel more better. Okay.",
      "transcript_cleaned": "People like influencers and popular people. sometimes have too much thing to think about. Like, I think it is the problem with their, work and stuff. They just don have time to relax And how can people try to relax their mind if they feeling stressed about work some people go to travel and others just get along with their friends For example, I enjoy traveling when I get stressed all the time and by meeting other people makes me feel more better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q14",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "And what are the benefits of doing exercise for people?",
      "transcript": "Exercise. First of all, it is beneficial because you will get more healthier and I heard that by exercising your feeling gets more positive and it is one of the ways that depressed people like try to make themselves feel better.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Exercise. First of all, it is beneficial because you'll get more healthier and um, I heard that by exercising your feeling gets more positive and it's one of the ways that depressed people like try to make themselves feel better.",
      "transcript_cleaned": "Exercise. First of all, it is beneficial because you will get more healthier and I heard that by exercising your feeling gets more positive and it is one of the ways that depressed people like try to make themselves feel better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q15",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "Do you think people in your country usually exercise after work?",
      "transcript": "I do not think that they have a lot of time to exercise after work. Because a lot of Koreans, finish their work very late. And I feel like they will be more, like, a lot, tired. To work out.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I don't think that they have a lot of time to exercise after work. Because a lot of Koreans, uh, finish their work very late. And I feel like they will be more, like, a lot, uh, tired. To work out.",
      "transcript_cleaned": "I do not think that they have a lot of time to exercise after work. Because a lot of Koreans, finish their work very late. And I feel like they will be more, like, a lot, tired. To work out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q16",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "Is there anything governments or companies can do to make people exercise more?",
      "transcript": "I believe that if governments make a law that makes all the company end up early, then in that way people would have more free time afterwards. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I believe that if governments make a law that makes all the company um, end up early, then in that way people would have more free time afterwards. All right.",
      "transcript_cleaned": "I believe that if governments make a law that makes all the company end up early, then in that way people would have more free time afterwards.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q17",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "And when people are at home, in what room do they usually spend most of their time?",
      "transcript": "I guess it is their bedroom because there is their bed in it and people just like to lie down their bed since that is the most comfortable thing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I guess it's their bedroom because there's their bed in it and people just like to lie down their bed since that's the most comfortable thing.",
      "transcript_cleaned": "I guess it is their bedroom because there is their bed in it and people just like to lie down their bed since that is the most comfortable thing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jVWMMZPEvXc_q18",
      "video_id": "jVWMMZPEvXc",
      "band": 6.5,
      "question": "Do you think people spend more time at home these days compared to the past?",
      "transcript": "I think so. Because, they get really tired of these relationships. The relationships they make outside. a lot of, a lot of my friends do. So, they want to stay at their home a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think so. Because, uh, they get really tired of these relationships. The relationships they make outside. Um, a lot of, a lot of my friends do. So, they want to stay at their home a lot.",
      "transcript_cleaned": "I think so. Because, they get really tired of these relationships. The relationships they make outside. a lot of, a lot of my friends do. So, they want to stay at their home a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q01",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "However, I hope that I can share some pointers that may help you to improve.",
      "transcript": "Let us go for it. Hello, good morning. Thank you for coming today. Good morning, Ms. Charles.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Let's go for it. Hello, good morning. Thank you for coming today. Good morning, Ms. Charles.",
      "transcript_cleaned": "Let us go for it. Hello, good morning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q05",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "How often do you use your mobile phone?",
      "transcript": "Honestly, I do not use it much now. About five, not about five hours a day. I do not know if that is a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. I love that phrase. Is a significant invention in the world. Amazing. And because it helps us to study, acquire new knowledge and also the entertainment. So that is why I really love my mobile phone. Fantastic, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, honestly, I don't use it much now. About five, not about five hours a day. I don't know if that's a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. I love that phrase. Is a significant invention in the world. Amazing. And because it helps us to study, acquire new knowledge and also the entertainment. So that's why I really love my mobile phone. Fantastic, thank you.",
      "transcript_cleaned": "Honestly, I do not use it much now. About five, not about five hours a day. I do not know if that is a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. I love that phrase. Is a significant invention in the world. Amazing. And because it helps us to study, acquire new knowledge and also the entertainment. So that is why I really love my mobile phone. Fantastic,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q06",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "What do you usually use it for?",
      "transcript": "As I have said, I really love my mobile phone because, not only is my birthday gift from my dad, but also it is the. Great structure, not only but also fantastic. Like the weapon that helped me a lot like it gives me knowledge from the TikTok like you know the hashtag learn on TikTok. I serve it a lot so I can learn from my mobile phone.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "As I have said, I really love my mobile phone because, uh, not only is my birthday gift from my dad, but also it is the. Great structure, not only but also fantastic. Like the weapon that helped me a lot like it gives me knowledge from the TikTok like you know the hashtag learn on TikTok. I serve it a lot so I can learn from my mobile phone.",
      "transcript_cleaned": "As I have said, I really love my mobile phone because, not only is my birthday gift from my dad, but also it is the. Great structure, not only but also fantastic. Like the weapon that helped me a lot like it gives me knowledge from the TikTok like you know the hashtag learn on TikTok. I serve it a lot so I can learn from my mobile phone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q08",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "Do you think you use your mobile too much?",
      "transcript": "Not at all anymore. As I have said, I used to be the person like, oh, I cannot live without my mobile phone. But then I realized that I just spent all my day just surfing, surfing, and without no new knowledge. So without gaining any new knowledge. When I realized that I started to change and I can vividly remember that I would start with the like I said the time limit on the iPhone. So now I can control my hobby. I love the phrase that she used. I can vividly remember. I would have liked a little story there in the past. Oh, I can vividly remember that I always used to set my alarm as a kid at school. In order to not be late to my important English class. Great structure. Thank you so much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, not at all anymore. As I have said, I used to be the person like, oh, I cannot live without my mobile phone. But then I realized that I just spent all my day just surfing, surfing, and without no new knowledge. So without gaining any new knowledge. When I realized that I started to change and I can vividly remember that I would start with the like I said the time limit on the iPhone. So now I can control my hobby. I love the phrase that she used. I can vividly remember. I would have liked a little story there in the past. Oh, I can vividly remember that I always used to set my alarm as a kid at school. In order to not be late to my important English class. Great structure. Thank you so much.",
      "transcript_cleaned": "Not at all anymore. As I have said, I used to be the person like, oh, I cannot live without my mobile phone. But then I realized that I just spent all my day just surfing, surfing, and without no new knowledge. So without gaining any new knowledge. When I realized that I started to change and I can vividly remember that I would start with the like I said the time limit on the iPhone. So now I can control my hobby. I love the phrase that she used. I can vividly remember. I would have liked a little story there in the past. Oh, I can vividly remember that I always used to set my alarm as a kid at school. In order to not be late to my important English class.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q09",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "What do you usually do on the weekend?",
      "transcript": "Actually I have a lot of things to do on my real life days. But I love nothing more than hanging out with my friends. Yes, I, I would pick her to the coffee shop. But we usually like come to each other house sharing the food and I would tell her a lot of things that happen in my week. And fortunately I feel really relaxed and unwind after long working days. One thing that really nice to use is adverbs of frequency So you can say fortunately I usually feel relaxed during those lovely weekends together Or I always or sometimes feel that I can relax and unwind with my friends So adverbs of frequency are a really good way to sound more natural ranging from always sometimes occasionally every now and again and never Beautiful, well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually I have a lot of things to do on my real life days. But I love nothing more than hanging out with my friends. Yes, I, uh, I would pick her to the coffee shop. But we usually like come to each other house sharing the food and I would tell her a lot of things that happen in my week. And fortunately I feel really relaxed and unwind after long working days. One thing that really nice to use is adverbs of frequency So you can say ah fortunately I usually feel relaxed during those lovely weekends together Or I always or sometimes feel that I can relax and unwind with my friends So adverbs of frequency are a really good way to sound more natural ranging from always sometimes occasionally every now and again and never Beautiful, well done.",
      "transcript_cleaned": "Actually I have a lot of things to do on my real life days. But I love nothing more than hanging out with my friends. Yes, I, I would pick her to the coffee shop. But we usually like come to each other house sharing the food and I would tell her a lot of things that happen in my week. And fortunately I feel really relaxed and unwind after long working days. One thing that really nice to use is adverbs of frequency So you can say fortunately I usually feel relaxed during those lovely weekends together",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q11",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "What are the commoners are listening for?",
      "transcript": "Outside, I will usually spend time with my friends, my family, but you know, I always spend time with myself because when I am being alone, I feel like I can recharge my social battery. Beautiful phrase, recharge my social battery. I love it. And I feel much better.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Outside, er, I will usually spend time with my friends, my family, but you know, I always spend time with myself because when I'm being alone, I feel like I can recharge my social battery. Beautiful phrase, recharge my social battery. I love it. And I feel much better.",
      "transcript_cleaned": "Outside, I will usually spend time with my friends, my family, but you know, I always spend time with myself because when I am being alone, I feel like I can recharge my social battery. Beautiful phrase, recharge my social battery. I love it. And I feel much better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q13",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "What skill would you pick?",
      "transcript": "It can be anything from reading a book, learning Chinese, learning how to cook, or indeed traveling. Really good choices. Traveling while vlogging is a particularly essential skill.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It can be anything from reading a book, learning Chinese, learning how to cook, or indeed traveling. Really good choices. Traveling while vlogging is a particularly essential skill.",
      "transcript_cleaned": "It can be anything from reading a book, learning Chinese, learning how to cook, or indeed traveling. Really good choices. Traveling while vlogging is a particularly essential skill.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LU0rKurTrTg_q15",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "However, if I had to pick one, it would be beautiful start.",
      "transcript": "So confident. Because you know, I am learning at Leuidong High School, which is located in a thriving metropolis, Ho Chi Minh City, where every student at my school are really good at taking photos. And moreover, my school is famous for a talented photography club named Origin. So that is the reason why I really want to learn a little bit about this school. I am passionate about photography for a variety of reasons. Firstly, I am the person that really appreciate memories in my life. So whenever I gather with my beloved people, I really want to save everything in the pictures, especially our smile and our moments at that time. I love the detail she gives. She does not stop speaking and chop up her sentences. She likes to put it all into one long, beautiful story, one long sentence, and it really takes the examiner on a journey. I love that. Secondly, I really love traveling around the world. So I would like to capture on the breathtaking views. There a bit of repetition of so so you could replace that with consequently or therefore Therefore I like to take photos of the breathtaking views Really nice Everywhere I go that really fantastic you know It my passion lastly, the most realistic reason is I want to take photos from my sister and my brothers. I can vividly remember last summer we had a trip to Mandiv, the most beautiful beaches of the world. And, my sister wanted me to take photos for her.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So confident. Because you know, I'm learning at Leuidong High School, which is located in a thriving metropolis, Ho Chi Minh City, where every student at my school are really good at taking photos. And moreover, my school is famous for a talented photography club named Origin. So that's the reason why I really want to learn a little bit about this school. I'm passionate about photography for a variety of reasons. Firstly, I'm the person that really appreciate memories in my life. So whenever I gather with my beloved people, I really want to save everything in the pictures, especially our smile and our moments at that time. I love the detail she gives. She doesn't stop speaking and chop up her sentences. She likes to put it all into one long, beautiful story, one long sentence, and it really takes the examiner on a journey. I love that. Secondly, I really love traveling around the world. So I would like to capture on the breathtaking views. There a bit of repetition of so so you could replace that with consequently or therefore Therefore I like to take photos of the breathtaking views Really nice Everywhere I go that really um fantastic you know It my passion Um, lastly, the most realistic reason is I want to take photos from my sister and my brothers. I can vividly remember last summer we had a trip to Mandiv, the most beautiful beaches of the world. And, uh, my sister wanted me to take photos for her.",
      "transcript_cleaned": "confident. Because you know, I am learning at Leuidong High School, which is located in a thriving metropolis, Ho Chi Minh City, where every student at my school are really good at taking photos. And moreover, my school is famous for a talented photography club named Origin. So that is the reason why I really want to learn a little bit about this school. I am passionate about photography for a variety of reasons. Firstly, I am the person that really appreciate memories in my life. So whenever I gather with my beloved people, I really want to save everything in the pictures, especially our smile and our moments at that time. I love the detail she gives. She does not stop speaking and chop up her sentences. She likes to put it all into one long, beautiful story, one long sentence, and it really takes the examiner on a journey. I love that. Secondly, I really love traveling around the world. So I would like to capture on the breathtaking views. There a bit of repetition of so so you could replace that with consequently or therefore Therefore I like to take photos of the breathtaking views Really nice Everywhere I go that really fantastic you know It my passion lastly, the most realistic reason is I want to take photos from my sister and my brothers. I can vividly remember last summer we had a trip to Mandiv, the most beautiful beaches of the world. And, my sister wanted me to take photos for her.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}