{
  "batch_id": 303,
  "count": 20,
  "samples": [
    {
      "sample_id": "p5Q7OqPuyaw_s03",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "And tell me about how many people are there in your family?",
      "transcript": "There are three people in my family. My father, my mother and me. Tell me about your family.",
      "source": "supplementary",
      "transcript_original": "There are three people in my family. My father, my mother and me. Tell me about your family.",
      "transcript_cleaned": "There are three people in my family. My father, my mother and me. Tell me about your family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "p5Q7OqPuyaw_s04",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "What do they do to you?",
      "transcript": "My father is a business. Mhm. And for steel industry. Yes. And my mother is a math teacher. he is very and do some do many homework. Okay. Yes. Great. let us let us All right.",
      "source": "supplementary",
      "transcript_original": "My father is a uh business. Mhm. And uh for steel industry. Yes. And my mother is a math teacher. He's very and uh uh do some do many homework. Okay. Yes. Great. Let's Let's All right.",
      "transcript_cleaned": "My father is a business. Mhm. And for steel industry. Yes. And my mother is a math teacher. he is very and do some do many homework. Okay. Yes. Great. let us let us",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "p5Q7OqPuyaw_s05",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "What do you work for?",
      "transcript": "I I worked in March. Mhm. Business. Okay. Models business. technology. Okay. technology business. Great. That sounds very interesting, Sophia. Yeah. Great. What are your what are Very good. And tell me about your highest education qualification.",
      "source": "supplementary",
      "transcript_original": "Uh I I worked in uh March. Mhm. Business. Okay. Models business. uh technology. Okay. technology business. Great. That sounds very interesting, Sophia. Yeah. Great. What are your what are Very good. And tell me about your highest education qualification.",
      "transcript_cleaned": "I I worked in March. Mhm. Business. Okay. Models business. technology. Okay. technology business. Great. That sounds very interesting, Sophia. Yeah. Great. What are your what are Very good. And tell me about your highest education qualification.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "p5Q7OqPuyaw_s06",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "What did you study in your high school or university bachelor's degree?",
      "transcript": "I I study in foreign for foreign colleges. Okay. and my subject is English translation and I got a major degree. All right.",
      "source": "supplementary",
      "transcript_original": "Uh I uh I study in foreign for foreign colleges. Okay. and uh my subject is English translation and I got a major degree. All right.",
      "transcript_cleaned": "I I study in foreign for foreign colleges. Okay. and my subject is English translation and I got a major degree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "p5Q7OqPuyaw_s09",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "Sophia, how did you feel about the journey?",
      "transcript": "I think it is both exciting and tiring. Yeah. Great.",
      "source": "supplementary",
      "transcript_original": "I think it's both exciting and uh tiring. Yeah. Great.",
      "transcript_cleaned": "I think it is both exciting and tiring.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "P6tFVJL07iM_s00",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "So are you a student or do you work now?",
      "transcript": "I am currently working in an engineering consultation firm but I was student back up until last November. So okay.",
      "source": "supplementary",
      "transcript_original": "I am currently working in an engineering consultation firm but I was student back uh up until last November. So okay.",
      "transcript_cleaned": "I am currently working in an engineering consultation firm but I was student back up until last November.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "P6tFVJL07iM_s02",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "How is your daily routine?",
      "transcript": "Yeah. I wake up, I prepare myself a cup of coffee and then usually take a shower in the morning and these days we are working from home. So I just get my my laptop ready and log into my system and see if there is a if there is a project assigned to me, I will keep working on that. Otherwise, I just stay online until my work day is off around 4 or 5:00 pm. I am free to to to to do my personal activities and taking my dog out for a walk and you know getting some stuff done on the computer and going back to bed again.",
      "source": "supplementary",
      "transcript_original": "Yeah. Uh I wake up, I prepare myself a cup of coffee and then uh usually take a shower in the morning and uh these days we're uh working from home. So I just uh get my my laptop ready and log into my system and uh see if there is a if there is a project assigned to me, I'll keep working on that. Otherwise, I just stay online until uh my work day is off around 4 or 5:00 pm. Uh I'm uh free to to to to do my personal activities and taking my dog out for a walk and you know getting some stuff done on the computer and uh going back to bed again.",
      "transcript_cleaned": "I wake up, I prepare myself a cup of coffee and then usually take a shower in the morning and these days we are working from home. So I just get my my laptop ready and log into my system and see if there is a if there is a project assigned to me, I will keep working on that. Otherwise, I just stay online until my work day is off around 4 or 5:00 pm. I am free to to to to do my personal activities and taking my dog out for a walk and you know getting some stuff done on the computer and going back to bed again.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "P6tFVJL07iM_s03",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "And is there anything about your job you would like to change?",
      "transcript": "Oh, well, sometimes I I personally prefer to be free on the weekends, but sometimes the workload can drag into the weekend and that can become a little bit frustrating over time if you do not get enough break. so I think that workload I I I would have liked to see that adjusted more into weekdays and than than overflowing into my weekends, which is all right for now. All right. And now I would like to move on and ask you some questions about shopping.",
      "source": "supplementary",
      "transcript_original": "Oh, well, sometimes um I I personally prefer to be free on the weekends, but sometimes the workload can drag into the weekend and uh uh that can become a little bit uh frustrating over time if you don't get enough break. Uh, so I think that workload I I I would have liked to see that adjusted more into weekdays and than uh than overflowing into my weekends, which is all right for now. All right. And now I'd like to move on and ask you some questions about shopping.",
      "transcript_cleaned": "Oh, well, sometimes I I personally prefer to be free on the weekends, but sometimes the workload can drag into the weekend and that can become a little bit frustrating over time if you do not get enough break. so I think that workload I I I would have liked to see that adjusted more into weekdays and than than overflowing into my weekends, which is all right for now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "P6tFVJL07iM_s04",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "Now, who does most of the shopping in your household?",
      "transcript": "Well, I am doing most of the shopping, but let me be honest with you. I am not a I am not a big fan of shopping. I usually end up buying everything I need in the first store. okay.",
      "source": "supplementary",
      "transcript_original": "Well, uh I am doing most of the shopping, but uh let me be honest with you. I'm not a I'm not a big fan of shopping. I usually end up buying everything I need in the first store. okay.",
      "transcript_cleaned": "I am doing most of the shopping, but let me be honest with you. I am not a I am not a big fan of shopping. I usually end up buying everything I need in the first store.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "P6tFVJL07iM_s07",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "So, what days are important in your country?",
      "transcript": "I think there is several cultural dates that are celebrated throughout the country. and one of one of them is nor I guess which is the start of spring and the beginning of Persian new year and yeah that is one of them. The other one is I think charam basuri that they actually people go around the bonfires and and and try to gather with families just before norm this is just like this is the another special celebration in right okay and why is it important to have celebrations do you Well, I think ultimately the purpose of life is to pursue happiness and and to do things that are that get gets us closer together with families, with friends and and and you know helps us have a good time around them. And and those are just I think excuses to to to bring us closer together and and let us you know have a quality life with with with our loved ones. Cool.",
      "source": "supplementary",
      "transcript_original": "I think there is uh several uh cultural dates uh that are celebrated throughout the country. Uh and one of one of them is nor I guess uh which is the start of spring and uh the beginning of Persian new year and yeah that's one of them. The other one is I think charam basuri that they actually uh people uh uh go around the bonfires and and and try to gather with families just before norm this is just like this is the another uh special celebration in right okay and why is it important to have celebrations do you Well, I think ultimately the purpose of life is to pursue happiness and and to do things that are that get gets us closer together with families, with friends and and and you know uh helps us have a good time around them. And and those are just I think excuses to to to bring us closer together and and let us uh you know have a quality life with with with our loved ones. Cool.",
      "transcript_cleaned": "I think there is several cultural dates that are celebrated throughout the country. and one of one of them is nor I guess which is the start of spring and the beginning of Persian new year and yeah that is one of them. The other one is I think charam basuri that they actually people go around the bonfires and and and try to gather with families just before norm this is just like this is the another special celebration in right okay and why is it important to have celebrations do you Well, I think ultimately the purpose of life is to pursue happiness and and to do things that are that get gets us closer together with families, with friends and and and you know helps us have a good time around them. And and those are just I think excuses to to to bring us closer together and and let us you know have a quality life with with with our loved ones. Cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "P6tFVJL07iM_s08",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "And how is the way your national celebrations are celebrated now different from the way they celebrated in the past?",
      "transcript": "Well, yeah, the environment actually has a has a key role here and I yeah, I have to admit moving up here things are you you are you are less likely to spend that much time on the things you used to celebrate in the past because both the environment is not is not really very like demanding ing in that case and and also your time and your your your schedule is not really adjusted with the celebrations of another country. So, you might be working full-time and and you cannot you might not even be able to celebrate Norus or other your other cultural events when you are working or living in a different country with with different celebrations and different types of you know cultural influences. So, yeah.",
      "source": "supplementary",
      "transcript_original": "Well, uh yeah, the environment actually has a has a key role here and I yeah, I have to admit uh moving up here uh things are you you're you're less likely to spend that much time on the things you used to celebrate in the past because uh both the environment is not uh is not really very like demanding ing in that case and and also your time and your your your schedule is not really uh adjusted with the celebrations of another country. So, you might be working uh full-time and and uh you can't you might not even be able to celebrate Norus or other your other cultural events when you're working uh or living in a different country with with different celebrations and different uh uh types of uh you know uh cultural influences. So, yeah.",
      "transcript_cleaned": "the environment actually has a has a key role here and I yeah, I have to admit moving up here things are you you are you are less likely to spend that much time on the things you used to celebrate in the past because both the environment is not is not really very like demanding ing in that case and and also your time and your your your schedule is not really adjusted with the celebrations of another country. So, you might be working full-time and and you cannot you might not even be able to celebrate Norus or other your other cultural events when you are working or living in a different country with with different celebrations and different types of you know cultural influences.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "P6tFVJL07iM_s09",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "And do you think any new national celebrations will come into being in the future?",
      "transcript": "New celebrations are actually possible but not very likely. So I think right now with the economy and the market how every additional day of you know stat holidays can actually hurt the economy and people's livelihoods. So it is not as easy as it might sound it is but it is possible still. I mean there is there might be a new occasion might be like some good events happening making people making people start celebrating those events in the future but it is going to be coming at a cost and not something that is very I mean very likely to occur in the near Correct. I suppose. All right.",
      "source": "supplementary",
      "transcript_original": "Uh new celebrations are actually possible but not very likely. So I uh think right now with the economy and the market how every additional day of uh you know stat holidays can actually hurt the economy and people's livelihoods. So uh it's not as easy as it might sound it is but it is possible still. I mean there is there might be a new occasion might be like uh uh some good events happening making people uh making people start celebrating those events in the future but uh it's going to be coming at a cost and uh not something that is very I mean very likely to occur in the near Correct. I suppose. All right.",
      "transcript_cleaned": "New celebrations are actually possible but not very likely. So I think right now with the economy and the market how every additional day of you know stat holidays can actually hurt the economy and people's livelihoods. So it is not as easy as it might sound it is but it is possible still. I mean there is there might be a new occasion might be like some good events happening making people making people start celebrating those events in the future but it is going to be coming at a cost and not something that is very I mean very likely to occur in the near Correct. I suppose.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s00",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "How can I call you?",
      "transcript": "&gt;&gt; my name is Hunan and you can call me. Yeah. &gt;&gt; Okay. So, welcome to the IO speaking test.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um my name is Hunan and you can call me. Yeah. &gt;&gt; Okay. So, welcome to the IO speaking test.",
      "transcript_cleaned": "&gt;&gt; my name is Hunan and you can call me. Yeah. &gt;&gt; Okay. So, welcome to the IO speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s02",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "What do you like about the rooms in your house?",
      "transcript": "I think I really love my bedroom because this is my room to be honest. And I really love it because when I stay in my room like I can stay in my hour, I can do everything I want at that room. I do my homework and sometimes I always in the time in my room. &gt;&gt; Yeah. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "Um, I think I really love my bedroom because this is my room to be honest. And I really love it because when I stay in my room like I can stay in my hour, I can do everything I want at that room. I do my homework and sometimes I always in the time in my room. &gt;&gt; Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "I think I really love my bedroom because this is my room to be honest. And I really love it because when I stay in my room like I can stay in my hour, I can do everything I want at that room. I do my homework and sometimes I always in the time in my room. &gt;&gt; Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s03",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "So, what would you like to change about your house?",
      "transcript": "&gt;&gt; if I have a chance, I would definitely add a library into my house because I am a book aholic. Yeah, I think if I have an opportunity, I will add library and it is make my room more comfortable and I can reflect my personality.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, if I have a chance, I would definitely add a library into my house because I'm a book aholic. Yeah, I think if I have an opportunity, I will add library and it's make my room more comfortable and I can reflect my personality.",
      "transcript_cleaned": "&gt;&gt; if I have a chance, I would definitely add a library into my house because I am a book aholic. Yeah, I think if I have an opportunity, I will add library and it is make my room more comfortable and I can reflect my personality.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s04",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "&gt;&gt; Will you live in this house for a long time?",
      "transcript": "&gt;&gt; I think so. At least I turn out for study abroad and this is a place that have a lots of memories and yeah I really love it. &gt;&gt; Now let us just talk about gardens and plants.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think so. At least I turn out for study abroad and this is a place that have a lots of memories and yeah I really love it. &gt;&gt; Now let's just talk about gardens and plants.",
      "transcript_cleaned": "&gt;&gt; I think so. At least I turn out for study abroad and this is a place that have a lots of memories and yeah I really love it. &gt;&gt; Now let us just talk about gardens and plants.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s05",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "Does your house have a garden?",
      "transcript": "&gt;&gt; Of course. Yes. we has a nice garden at the back of my house and my parents grow some flowers and vegetables there.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Of course. Yes. Uh we has a nice garden at the back of my house and my parents grow some flowers and vegetables there.",
      "transcript_cleaned": "&gt;&gt; Of course. Yes. we has a nice garden at the back of my house and my parents grow some flowers and vegetables there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s06",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "Do you enjoy gardening?",
      "transcript": "&gt;&gt; Of course. Yes. after school I usually watering the plants and sometime in the morning I also enjoy the sunlight. &gt;&gt; Yeah, I feel this is very comfortable.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Of course. Yes. Um after school I usually watering the plants and sometime in the morning I also enjoy the sunlight. &gt;&gt; Yeah, I feel this is very comfortable.",
      "transcript_cleaned": "&gt;&gt; Of course. Yes. after school I usually watering the plants and sometime in the morning I also enjoy the sunlight. &gt;&gt; Yeah, I feel this is very comfortable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s07",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "&gt;&gt; Do you prefer a garden with vegetables or flowers?",
      "transcript": "This is really hard for me to choose, but I think this is great to has both because this is very convenience for us to has a vegetable in our garden for easier to eat and it is also fresher than you buy it outside and flowers for us to relax and we can enjoy the moment in the garden here.",
      "source": "supplementary",
      "transcript_original": "Um, this is really hard for me to choose, but I think uh this is great to has both because um this is very convenience for us to has a vegetable in our garden for easier to eat and it's also fresher than you buy it outside and flowers for us to relax and we can enjoy the moment in the garden here.",
      "transcript_cleaned": "This is really hard for me to choose, but I think this is great to has both because this is very convenience for us to has a vegetable in our garden for easier to eat and it is also fresher than you buy it outside and flowers for us to relax and we can enjoy the moment in the garden here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s09",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "Do you have anything more to say to share about the movie?",
      "transcript": "&gt;&gt; I think this is the best horror movie the movie that I watch.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, I think this is the best horror movie the movie that I watch.",
      "transcript_cleaned": "&gt;&gt; I think this is the best horror movie the movie that I watch.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}