{
  "batch_id": 301,
  "count": 20,
  "samples": [
    {
      "sample_id": "NWR1UKgeUBc_s12",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "How do most people travel in your country?",
      "transcript": "For longer trips like across the country, most people go by train, but in my country, if you are just going to work, it might be by car or a bus. Now, I am going to give you a topic and I would like you to talk about it for 1 to two minutes. You have one minute to plan what you are going to say. You can make notes if you want to.",
      "source": "supplementary",
      "transcript_original": "For longer trips like across the country, uh most people go by train, but in my country, if you are just going to work, it might be by car or a bus. Now, I'm going to give you a topic and I'd like you to talk about it for 1 to two minutes. You have one minute to plan what you're going to say. You can make notes if you want to.",
      "transcript_cleaned": "For longer trips like across the country, most people go by train, but in my country, if you are just going to work, it might be by car or a bus. Now, I am going to give you a topic and I would like you to talk about it for 1 to two minutes. You have one minute to plan what you are going to say. You can make notes if you want to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "NWR1UKgeUBc_s14",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "So, do you have any other friends like this person?",
      "transcript": "So, yes, I have got other friends similar to Rachel. We all live in the same house together. Thank you.",
      "source": "supplementary",
      "transcript_original": "So, yes, I have got other friends similar to Rachel. We all live in the same house together. Thank you.",
      "transcript_cleaned": "yes, I have got other friends similar to Rachel. We all live in the same house together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "NWR1UKgeUBc_s15",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Can I have the booklet, the paper, and the pencil?",
      "transcript": "Thank you. you have been telling me about a person who is been a good friend to you. Now, I would like to ask some more general questions related to friendship.",
      "source": "supplementary",
      "transcript_original": "Thank you. You've been telling me about a person who's been a good friend to you. Now, I'd like to ask some more general questions related to friendship.",
      "transcript_cleaned": "Thank you. you have been telling me about a person who is been a good friend to you. Now, I would like to ask some more general questions related to friendship.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "NWR1UKgeUBc_s16",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Where do people often meet new friends?",
      "transcript": "First of all, I guess this could be anywhere from music venue to a sports club. it is fair to say that there are many more places to meet today than there were in the past. Another point is that you can meet others through mutual friends. So, you get introduced to friends of friends. We have to remember you can meet friends through your families like kids of parents' friends. this happens when you have social events like barbecues or birthdays. A similar way is through sporting teams. So a lot of people who play football together on the same team eventually becomes friends very close friends as they need to work well together to develop good teamwork skills.",
      "source": "supplementary",
      "transcript_original": "First of all, I guess this could be anywhere from music venue to a sports club. It's fair to say that there are many more places to meet today than there were in the past. Another point is that you can meet others through mutual friends. So, you get introduced to friends of friends. We have to remember you can meet friends through your families like uh kids of parents' friends. Uh this happens when you have social events like barbecues or birthdays. A similar way is through sporting teams. So a lot of people who play football together on the same team eventually becomes friends very close friends as they need to work well together to develop good teamwork skills.",
      "transcript_cleaned": "First of all, I guess this could be anywhere from music venue to a sports club. it is fair to say that there are many more places to meet today than there were in the past. Another point is that you can meet others through mutual friends. So, you get introduced to friends of friends. We have to remember you can meet friends through your families like kids of parents' friends. this happens when you have social events like barbecues or birthdays. A similar way is through sporting teams. So a lot of people who play football together on the same team eventually becomes friends very close friends as they need to work well together to develop good teamwork skills.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "NWR1UKgeUBc_s17",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "And do you think that our idea of friendship changes as we get older?",
      "transcript": "It is hard to tell as I do not count myself as being old at the moment. So far, my idea of friendship has not changed that much. But when I was a small child, I think I had more friends. As children, we often have friendship with people who we do not have much in common with. that is less important to us. There are definitely some friendships that you grow out of as you do not see that much of each other and you move on. I do think the principle of friendship remains the same as you get older though.",
      "source": "supplementary",
      "transcript_original": "It's hard to tell as I don't count myself as being old at the moment. So far, my idea of friendship has not changed that much. But when I was a small child, I think I had more friends. As children, we often have friendship with people who we don't have much in common with. That's less important to us. There are definitely some friendships that you grow out of as you don't see that much of each other and you move on. I do think the principle of friendship remains the same as you get older though.",
      "transcript_cleaned": "It is hard to tell as I do not count myself as being old at the moment. So far, my idea of friendship has not changed that much. But when I was a small child, I think I had more friends. As children, we often have friendship with people who we do not have much in common with. that is less important to us. There are definitely some friendships that you grow out of as you do not see that much of each other and you move on. I do think the principle of friendship remains the same as you get older though.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "NWR1UKgeUBc_s19",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Why is friendship so important to human beings?",
      "transcript": "Well, it is probably an evolutionary trait. If you have bonds, ties within a group, you are going to be stronger than just one person alone. If you are alone, you cannot share ideas. All these things help you to survive or did help people to survive with many thousands of years ago. In a modern day world, it is important nice to relax from everyday life. Friends are there to support you. We often have stressful lives today working hard and friends can be really helpful in listening to our problems and difficulties at work. We also need entertainment. And if we have a night out with friends, for example, going to cinema, it can be a fantastic way to forget about any problems we may be having.",
      "source": "supplementary",
      "transcript_original": "Well, it's probably an evolutionary trait. If you have bonds, ties within a group, um you are going to be stronger than just one person alone. If you're alone, you can't share ideas. All these things help you to survive or did help people to survive with many thousands of years ago. In a modern day world, it's important nice to relax from everyday life. Friends are there to support you. We often have stressful lives today working hard and friends can be really helpful in listening to our problems and difficulties at work. We also need entertainment. And if we have a night out with friends, for example, going to cinema, it can be a fantastic way to forget about any problems we may be having.",
      "transcript_cleaned": "it is probably an evolutionary trait. If you have bonds, ties within a group, you are going to be stronger than just one person alone. If you are alone, you cannot share ideas. All these things help you to survive or did help people to survive with many thousands of years ago. In a modern day world, it is important nice to relax from everyday life. Friends are there to support you. We often have stressful lives today working hard and friends can be really helpful in listening to our problems and difficulties at work. We also need entertainment. And if we have a night out with friends, for example, going to cinema, it can be a fantastic way to forget about any problems we may be having.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "NWR1UKgeUBc_s20",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Do you think it is possible to live without friendship?",
      "transcript": "It is definitely possible to live without friendship in life. However, in modern day world, while you could survive, I think your life would be a lot less pleasant and everyday things would be a lot harder without friends. However, it is also important to remember that ultimately we stand alone. What I mean is that nobody else can live my life. A person can give me advice, but in the end, I am responsible alone for my thoughts and actions.",
      "source": "supplementary",
      "transcript_original": "It's definitely possible to live without friendship in life. However, in modern day world, uh while you could survive, I think your life would be a lot less pleasant and everyday things would be a lot harder without friends. However, it's also important to remember that ultimately we stand alone. What I mean is that nobody else can live my life. A person can give me advice, but in the end, I'm responsible alone for my thoughts and actions.",
      "transcript_cleaned": "It is definitely possible to live without friendship in life. However, in modern day world, while you could survive, I think your life would be a lot less pleasant and everyday things would be a lot harder without friends. However, it is also important to remember that ultimately we stand alone. What I mean is that nobody else can live my life. A person can give me advice, but in the end, I am responsible alone for my thoughts and actions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "NWR1UKgeUBc_s23",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "How do most people travel in your country?",
      "transcript": "Thank you. Now, I am going to give you a topic to two minutes. You have 1 minute to make notes if you want to.",
      "source": "supplementary",
      "transcript_original": "Thank you. Now, I'm going to give you a topic to two minutes. You have 1 minute to make notes if you want to.",
      "transcript_cleaned": "Thank you. Now, I am going to give you a topic to two minutes. You have 1 minute to make notes if you want to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "NWR1UKgeUBc_s25",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Can I have the booklet, the paper, and the pencil?",
      "transcript": "Thank you. you have been telling me about a person who is been a good friend to you. Now I would like to ask some more general questions related to friendship.",
      "source": "supplementary",
      "transcript_original": "Thank you. You've been telling me about a person who's been a good friend to you. Now I'd like to ask some more general questions related to friendship.",
      "transcript_cleaned": "Thank you. you have been telling me about a person who is been a good friend to you. Now I would like to ask some more general questions related to friendship.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "o5B80AZZClw_s02",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "How often do you use your mobile phone?",
      "transcript": "Honestly, I do not use it much now. about five no about 5 hours a day. I do not know if that is a little or not but I found that we cannot deny that mobile phone is the significant invention on the world and because it help us to study acquire new knowledge and also the entertainments. So that is why I really love my mobile phone. Fantastic. Thank you.",
      "source": "supplementary",
      "transcript_original": "Um, honestly, I don't use it much now. about five no about 5 hours a day. I don't know if that's a little or not but I found that we cannot deny that mobile phone is the significant invention on the world and because it help us to study acquire new knowledge and also the entertainments. So that's why I really love my mobile phone. Fantastic. Thank you.",
      "transcript_cleaned": "Honestly, I do not use it much now. about five no about 5 hours a day. I do not know if that is a little or not but I found that we cannot deny that mobile phone is the significant invention on the world and because it help us to study acquire new knowledge and also the entertainments. So that is why I really love my mobile phone. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "o5B80AZZClw_s03",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "What do you usually use it for?",
      "transcript": "As I had say I really love my mobile phone because not only is my birthday gift from my dad but also it is the like the weapon that help me a lot like it give me knowledge from the Tik Tok like you know the hashtag learn on Tik Tok I serve it a lot so I can learn from my mobile phone. Brilliant. Thank you.",
      "source": "supplementary",
      "transcript_original": "Um as I had say I really love my mobile phone because uh not only is my birthday gift from my dad but also it is the like the weapon that help me a lot like it give me knowledge from the Tik Tok like you know the hashtag learn on Tik Tok I serve it a lot so I can learn from my mobile phone. Brilliant. Thank you.",
      "transcript_cleaned": "As I had say I really love my mobile phone because not only is my birthday gift from my dad but also it is the like the weapon that help me a lot like it give me knowledge from the Tik Tok like you know the hashtag learn on Tik Tok I serve it a lot so I can learn from my mobile phone. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "o5B80AZZClw_s05",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "What do you usually do on the weekend?",
      "transcript": "Actually I have lot of things to do on my relaxed days, but I love nothing more than hanging out with my friends. Good. Yes. I I would pick her to the coffee shop but we usually like come to each other house sharing the food and I would tell her a lot of things that happened in my week and fortunately I feel really relaxed and unwind after long working days. Beautiful. Well done.",
      "source": "supplementary",
      "transcript_original": "Um actually I have lot of things to do on my relaxed days, but I love nothing more than hanging out with my friends. Good. Yes. I uh I would pick her to the coffee shop but we usually like come to each other house sharing the food and I would tell her a lot of things that happened in my week and fortunately I feel really relaxed and unwind after long working days. Beautiful. Well done.",
      "transcript_cleaned": "Actually I have lot of things to do on my relaxed days, but I love nothing more than hanging out with my friends. Good. Yes. I I would pick her to the coffee shop but we usually like come to each other house sharing the food and I would tell her a lot of things that happened in my week and fortunately I feel really relaxed and unwind after long working days. Beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "o5B80AZZClw_s06",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Do you prefer relaxing at home or going out?",
      "transcript": "I definitely an extrovert person. So you know, so you know, I will keen on like hanging outside. I will usually spend time with my friends, my family, but you know, I always spend time with my myself because when I being alone, I feel like I can recharge my social battery and I feel much better. Thank you.",
      "source": "supplementary",
      "transcript_original": "I definitely an extrovert person. So you know, so you know, I will keen on like hanging outside. Uh I will usually spend time with my friends, my family, but you know, I always spend time with my myself because when I being alone, I feel like I can recharge my social battery and I feel much better. Thank you.",
      "transcript_cleaned": "I definitely an extrovert person. So you know, so you know, I will keen on like hanging outside. I will usually spend time with my friends, my family, but you know, I always spend time with my myself because when I being alone, I feel like I can recharge my social battery and I feel much better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "o5B80AZZClw_s07",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Come, has the way you spend your weekends changed over time?",
      "transcript": "Absolutely yes. I have just realized that my hobbies and my activities at a weekend has changed a lot from the beginning. in the past I used to prefer stay in my house and surfing the internet like other people or the friends. But then I realized that I need my memories my beloved people more than the information on the internet. So I start to meet my friend and gather with my family. Beautiful. Thank you. Okay, Khan, we will now move on to part two. In part two, I will give you a question and you have one minute to prepare and then you will speak for 2 minutes. Okay. Okay.",
      "source": "supplementary",
      "transcript_original": "Um absolutely yes. I've just realized that uh my hobbies and my activities at a weekend has changed a lot from the beginning. Uh in the past I used to prefer stay in my house and surfing the internet like other people or the friends. But then I realized that I need my memories my beloved people more than the information on the internet. So I start to uh meet my friend and uh gather with my family. Beautiful. Thank you. Okay, Khan, we'll now move on to part two. In part two, I will give you a question and you have one minute to prepare and then you will speak for 2 minutes. Okay. Okay.",
      "transcript_cleaned": "Absolutely yes. I have just realized that my hobbies and my activities at a weekend has changed a lot from the beginning. in the past I used to prefer stay in my house and surfing the internet like other people or the friends. But then I realized that I need my memories my beloved people more than the information on the internet. So I start to meet my friend and gather with my family. Beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "o5B80AZZClw_s08",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "So, the question is, please, can you describe a skill you would like to learn?",
      "transcript": "Okay, K, that is the end of your minute now. So, when you are ready, please start. There are many abilities that I really want to master. However, if I had to pick one, it would be photography because, you know, I am learning at Luong High School, which located in a thriving metropolis to city where every students at my school are really good at taking photos. And moreover, my school is famous for talented photography club names origin. So, that is the reason why I really want to learn a little bit about this skill. I am passionate about photography for a variety of reasons. Firstly, I am the person that really appreciate memories in my life. So whenever I gather with my beloved people, I really want to save everything in the pictures, especially our smile and our moment at that time. Secondly, I am really love traveling around the world. So I would like to capture all the breathtaking views everywhere I go. that is really fantastic you know it is passion. lastly the most realistic reason is I want to take photos for my sister and my brothers. I can vividly remember last summer we had a trip to Mandiffs, the most beautiful of the world and my sister wanted me to take photos for her and you know what I have help have her to took the ugliest photos of the year and of course it made her her blood boil and at that time when she yelled at me my heart sank but now when I have a little bit scoop of photography. I am much more confident. In the future, I will learn more about photography because that is my passion. Thank you so much. Well done, K. Excellent. Well done. Okay, we will now move on to part three now and we will continue about learning new skills. Okay, well done.",
      "source": "supplementary",
      "transcript_original": "Okay, K, that's the end of your minute now. So, when you're ready, please start. There are many abilities that I really want to master. However, if I had to pick one, it would be photography because, you know, I'm learning at Luong High School, which located in a thriving metropolis to city where every students at my school are really good at taking photos. And moreover, uh my school is famous for talented photography club names origin. So, that's the reason why I really want to learn a little bit about this skill. Um I'm passionate about photography for a variety of reasons. Firstly, I'm the person that really appreciate memories in my life. So whenever I gather with my beloved people, I really want to save everything in the pictures, especially our smile and our moment at that time. Secondly, I'm really love traveling around the world. So I would like to capture all the breathtaking views everywhere I go. That's really um fantastic you know it's passion. Um lastly the most realistic reason is I want to take photos for my sister and my brothers. I can vividly remember last summer we had a trip to Mandiffs, the most beautiful of the world and uh my sister wanted me to take photos for her and you know what I have help have her to took the ugliest photos of the year and of course it made her her blood boil and at that time when she yelled at me my heart sank but now when I have a little bit scoop of photography. I'm much more confident. In the future, I will learn more about photography because that is my passion. Thank you so much. Well done, K. Excellent. Well done. Okay, we will now move on to part three now and we will continue about learning new skills. Okay, well done.",
      "transcript_cleaned": "K, that is the end of your minute now. So, when you are ready, please start. There are many abilities that I really want to master. However, if I had to pick one, it would be photography because, you know, I am learning at Luong High School, which located in a thriving metropolis to city where every students at my school are really good at taking photos. And moreover, my school is famous for talented photography club names origin. So, that is the reason why I really want to learn a little bit about this skill. I am passionate about photography for a variety of reasons. Firstly, I am the person that really appreciate memories in my life. So whenever I gather with my beloved people, I really want to save everything in the pictures, especially our smile and our moment at that time. Secondly, I am really love traveling around the world. So I would like to capture all the breathtaking views everywhere I go. that is really fantastic you know it is passion. lastly the most realistic reason is I want to take photos for my sister and my brothers. I can vividly remember last summer we had a trip to Mandiffs, the most beautiful of the world and my sister wanted me to take photos for her and you know what I have help have her to took the ugliest photos of the year and of course it made her her blood boil and at that time when she yelled at me my heart sank but now when I have a little bit scoop of photography. I am much more confident. In the future, I will learn more about photography because that is my passion.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 2
    },
    {
      "sample_id": "o5B80AZZClw_s09",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Do you think learning new skills is important in today's world?",
      "transcript": "Absolutely. Yes. Because you know the world is developing every day and we if we do not find out the way to improve ourself we will cannot keep up with each other and imagine that everyone is moving forward quickly and we just working slowly surfing the internet and do nothing. So I think it is vitally important to improve ourself by new knowledge in order to survive and growth in today's world. Thank you so much. Wow. What skills are important for young people today. I have a lots of idea about this question but I would like the most important skill for adolescent is time management because you know I found that my friends are really ambitious and they want to handle everything in their life from work earn money or learn new things a lot of things but you know the problem is they cannot manage their time so like they use their sleep sleep time just to earn more money like that and I start to have the question like is the cost of success is our mental and physical health. So I think in the future I will like make my plan more specifically in order to warn my health. Thank you. Well done. Wow.",
      "source": "supplementary",
      "transcript_original": "Absolutely. Yes. Because you know the world is developing every day and we if we don't find out the way to improve ourself we will cannot keep up with each other and imagine that everyone is moving forward quickly and we just working slowly uh surfing the internet and do nothing. So I think it is vitally important to improve ourself by new knowledge in order to survive and growth in today's world. Thank you so much. Wow. What skills are important for young people today. Um I have a lots of idea about this question but I would like the most important skill for adolescent is time management because you know I found that my friends are really ambitious and uh they want to handle everything in their life from work um earn money or learn new things a lot of things but you know the problem is they cannot manage their time so like they use their sleep sleep time just to earn more money like that and I start to have the question like is the cost of success is our mental and physical health. So I think in the future I will like make my plan more specifically in order to warn my health. Thank you. Well done. Wow.",
      "transcript_cleaned": "Absolutely. Yes. Because you know the world is developing every day and we if we do not find out the way to improve ourself we will cannot keep up with each other and imagine that everyone is moving forward quickly and we just working slowly surfing the internet and do nothing. So I think it is vitally important to improve ourself by new knowledge in order to survive and growth in today's world. Thank you so much. Wow. What skills are important for young people today. I have a lots of idea about this question but I would like the most important skill for adolescent is time management because you know I found that my friends are really ambitious and they want to handle everything in their life from work earn money or learn new things a lot of things but you know the problem is they cannot manage their time so like they use their sleep sleep time just to earn more money like that and I start to have the question like is the cost of success is our mental and physical health. So I think in the future I will like make my plan more specifically in order to warn my health. Thank you. Well done. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "o5B80AZZClw_s10",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Do you think it is better to learn skills online or with a teacher?",
      "transcript": "From my perspective I think it depends on the people's personality for example introvert people this type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because they will a little bit shy or something like that. But in contrast extrovert people they will they really would like to speak like this like face to face like me I want to sit at a table with my teacher like this because I can acquire new knowledge better. Thank you. I can definitely tell you are an extrovert. And the final question for today. Well done.",
      "source": "supplementary",
      "transcript_original": "Um from my perspective I think it depends on the people's personality um for example introvert people this type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because uh they will a little bit shy or something like that. But in contrast extrovert people they will they really would like to speak like this like face to face like me I want to uh sit at a table with my teacher like this because I can acquire new knowledge better. Thank you. I can definitely tell you're an extrovert. And the final question for today. Well done.",
      "transcript_cleaned": "From my perspective I think it depends on the people's personality for example introvert people this type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because they will a little bit shy or something like that. But in contrast extrovert people they will they really would like to speak like this like face to face like me I want to sit at a table with my teacher like this because I can acquire new knowledge better. Thank you. I can definitely tell you are an extrovert. And the final question for today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "o5B80AZZClw_s11",
      "video_id": "o5B80AZZClw",
      "band": 6.5,
      "question": "Do people in your country prefer to learn practical skills or academic skills?",
      "transcript": "It is an interesting question. I think Vietnamese people are keen on the practical skill because you know we have a lot of job in our country like hair, nail dressing or something like that and that professions do not need really much academic knowledge and so I think that we will prefer like practice and we will like have more exper experience from our practice. so that is why I think that we do not need a lot of knowledge in the books but we cannot deny that the knowledge from books is really useful and in the future I will keep reading books to have more skill. Thank you. Well done. And that brings us to the end of the test. Well done. Congratulations. Fantastic. Well done Khan. Brilliant. Amazing.",
      "source": "supplementary",
      "transcript_original": "Uh it's an interesting question. Um I think Vietnamese people are keen on the practical skill because you know uh we have a lot of job in our country like hair, nail dressing or something like that and uh that professions do not need really uh much academic knowledge and so I think that uh we will prefer like practice and we will like have more exper experience from our practice. Uh so that's why I think that we don't need a lot of um knowledge in the books but we can't deny that the knowledge from books is really useful and in the future I will keep reading books to have more skill. Thank you. Well done. And that brings us to the end of the test. Well done. Congratulations. Fantastic. Well done Khan. Brilliant. Amazing.",
      "transcript_cleaned": "It is an interesting question. I think Vietnamese people are keen on the practical skill because you know we have a lot of job in our country like hair, nail dressing or something like that and that professions do not need really much academic knowledge and so I think that we will prefer like practice and we will like have more exper experience from our practice. so that is why I think that we do not need a lot of knowledge in the books but we cannot deny that the knowledge from books is really useful and in the future I will keep reading books to have more skill. Thank you. Well done. And that brings us to the end of the test. Well done. Congratulations. Fantastic. Well done Khan. Brilliant. Amazing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "oF8TkzCKUHM_s00",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Tell me what hobbies do you enjoy in your free time?",
      "transcript": "There are many hobby I could choose to do in my free times. But however, if I had to choose pick ones, I would surfing Tik Toks. is it not only have me learns more fantastics knowledge on some science channels but also help me know the world news. sometime I can watch some new channels and talk with the new learn new words with other people. &gt;&gt; Perfect. Thank you.",
      "source": "supplementary",
      "transcript_original": "There are many hobby I could choose to do in my free times. But however, if I had to choose pick ones, uh I would uh surfing Tik Toks. Um is it not only have me learns more fantastics knowledge on some science channels but also help me know the world news. Um sometime I can watch some new channels and talk with the new uh learn new words with other people. &gt;&gt; Perfect. Thank you.",
      "transcript_cleaned": "There are many hobby I could choose to do in my free times. But however, if I had to choose pick ones, I would surfing Tik Toks. is it not only have me learns more fantastics knowledge on some science channels but also help me know the world news. sometime I can watch some new channels and talk with the new learn new words with other people. &gt;&gt; Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "oF8TkzCKUHM_s01",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Did you have any different hobbies when you were a child?",
      "transcript": "&gt;&gt; Yes, of course. When I were a child, I do not have any mobile phone. So that is I usually watch TV. if you have a question that I why I do not play sports, I must answer that. I am I do not like sports too much and I am not good at them. The main reason is that I do not have much time. I have a lots of homework to learn. &gt;&gt; Thank you. Welcome.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, of course. When I were a child, I don't have any mobile phone. So that's I usually watch TV. Uh if you have a question that I why I don't play sports, I must answer that. I'm I don't like sports too much and I'm not good at them. The main reason is that I don't have much time. I have a lots of homework to learn. &gt;&gt; Thank you. Welcome.",
      "transcript_cleaned": "&gt;&gt; Yes, of course. When I were a child, I do not have any mobile phone. So that is I usually watch TV. if you have a question that I why I do not play sports, I must answer that. I am I do not like sports too much and I am not good at them. The main reason is that I do not have much time. I have a lots of homework to learn. &gt;&gt; Thank you. Welcome.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}