{
  "batch_id": 57,
  "count": 20,
  "samples": [
    {
      "sample_id": "bldwa0LTaLc_q02",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "And are you working or studying right now?",
      "transcript": "I am currently a student. I go to the University of Toronto in Canada, and I just completed my second year there. I major in, the book and media studies. Yep.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'm currently a student. I go to the University of Toronto in Canada, and I just completed my second year there. I major in, uh, the book and media studies. Yep.",
      "transcript_cleaned": "I am currently a student. I go to the University of Toronto in Canada, and I just completed my second year there. I major in, the book and media studies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q03",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "Okay, do you enjoy your studies?",
      "transcript": "Yes, definitely because I am very passionate about media and when I finish studying I want to work in one of those contemporary like digital companies, media companies like Netflix, Instagram, TikTok. So I definitely enjoy what I am learning right now. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, definitely because I'm very passionate about media and when I finish studying I want to work in one of those contemporary like digital companies, media companies like Netflix, Instagram, TikTok. So I definitely enjoy what I'm learning right now. Yeah. Hmm.",
      "transcript_cleaned": "Yes, definitely because I am very passionate about media and when I finish studying I want to work in one of those contemporary like digital companies, media companies like Netflix, Instagram, TikTok. So I definitely enjoy what I am learning right now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q04",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "And what do you enjoy doing in your free time?",
      "transcript": "In my free time I like to watch YouTube videos, also the short like reels on Instagram, it is very fun to watch. And, I also love to listen to music, find new songs, and not only that but I also like to dance to the music so I enjoy that a lot. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in my free time I like to watch YouTube videos, uh, also the short like reels on Instagram, it's very fun to watch. And, um, I also love to listen to music, uh, find new songs, um, and not only that but I also like to dance to the music so I enjoy that a lot. Yeah.",
      "transcript_cleaned": "In my free time I like to watch YouTube videos, also the short like reels on Instagram, it is very fun to watch. And, I also love to listen to music, find new songs, and not only that but I also like to dance to the music so I enjoy that a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q05",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "And what is your hometown?",
      "transcript": "My hometown is, Bundang in Korea. it is quite close to Seoul. yeah. And like the air there is more clean and it is like a nice neighborhood. So, I do not live there anymore, but I like to go there often once in a while. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My hometown is, uh, Bundang in Korea. Um, it's quite close to Seoul. Um, yeah. And like the air there is more clean and it's like a nice neighborhood. So, um, I don't live there anymore, but I like to go there often once in a while. Yeah.",
      "transcript_cleaned": "My hometown is, Bundang in Korea. it is quite close to Seoul. yeah. And like the air there is more clean and it is like a nice neighborhood. So, I do not live there anymore, but I like to go there often once in a while.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q06",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "What things do you like about your hometown?",
      "transcript": "As I mentioned, I definitely like how it is a very quiet and comforting neighborhood. it is more safe and the scenery or the nature there is nice to look at as well. So I like to visit there. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, as I mentioned, I definitely like how it's a very quiet and comforting neighborhood. It's more safe and the scenery or the nature there is nice to look at as well. So I like to visit there. Yeah.",
      "transcript_cleaned": "As I mentioned, I definitely like how it is a very quiet and comforting neighborhood. it is more safe and the scenery or the nature there is nice to look at as well. So I like to visit there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q07",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "And what things do you not like about it?",
      "transcript": "I think it could be quite inconvenient at times because it is not really in the middle of like the city. So, if I want to get around or if I want to hang out with my friends, I have, it is quite far away from the popular areas which is like Gangnam or like Hongdae. So, yeah. Okay, good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think it could be quite inconvenient at times because it's not really in the middle of like the city. So, uh, if I want to get around or if I want to hang out with my friends, I have, it's quite far away from the popular areas which is like Gangnam or like Hongdae. So, yeah. Okay, good. Um,.",
      "transcript_cleaned": "I think it could be quite inconvenient at times because it is not really in the middle of like the city. So, if I want to get around or if I want to hang out with my friends, I have, it is quite far away from the popular areas which is like Gangnam or like Hongdae.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q08",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "Do people usually use public transportation in your country?",
      "transcript": "Definitely yes because the public transportation here in Korea it very convenient and I know all my friends we don have a car yet so we like to get around places to with using like the metro or the buses even like the taxis are very affordable I think compared to like America or Canada and you can just call them through using those apps Yeah Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh definitely yes because uh the public transportation here in Korea it very convenient and I know all my friends um we don have a car yet so we like to get around places to uh with uh using like the metro or Uh the buses um even uh like the taxis are very uh affordable I think compared to like America or Canada and you can just call them through using those apps Yeah Okay.",
      "transcript_cleaned": "Definitely yes because the public transportation here in Korea it very convenient and I know all my friends we don have a car yet so we like to get around places to with using like the metro or the buses even like the taxis are very affordable I think compared to like America or Canada and you can just call them through using those apps",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q09",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "In Korea?",
      "transcript": "In Korea, yeah. I think maybe for people who are not from Korea it could be at times maybe quite confusing. So maybe for the foreigners it'd be nice if there are more translation applications available or more signs in English as well maybe some kind of platform or services. Available for people who are not from Korea.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In Korea, yeah. Um, I think maybe for people who are not from Korea it could be at times maybe quite confusing. So maybe for the foreigners it'd be nice if there are more translation applications available or more signs in English as well maybe some kind of platform or services. Available for people who are not from Korea.",
      "transcript_cleaned": "In Korea, yeah. I think maybe for people who are not from Korea it could be at times maybe quite confusing. So maybe for the foreigners it'd be nice if there are more translation applications available or more signs in English as well maybe some kind of platform or services. Available for people who are not from Korea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q10",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "And will you ride public transportation in the future?",
      "transcript": "Yes, because even now when I am trying to go out to places, I always use the metro. So I would always be using it even in the future. Okay, that will do us for part one and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, because even now when I'm trying to go out to places, I always use the metro. So I would always be using it even in the future. Okay, that will do us for part one and.",
      "transcript_cleaned": "Yes, because even now when I am trying to go out to places, I always use the metro. So I would always be using it even in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q11",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "And in what kinds of professions do people like to help others more?",
      "transcript": "I think that maybe people who are in the medical field or people who are And the, who are in the police, police field? Yeah. Or, I think, but I think, people just in many different careers, they could help others in many ways. So, I think to a degree, to an extent, it could be like any career or job. Yeah. True.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think that maybe uh, people who are in the medical field or people who are And the, who are in the police, police field? Yeah. Or, um, uh, I think, but I think, uh, people just in many different careers, they could help others in many ways. So, I think to a degree, to an extent, it could be like any career or job. Yeah. True.",
      "transcript_cleaned": "I think that maybe people who are in the medical field or people who are And the, who are in the police, police field? Yeah. Or, I think, but I think, people just in many different careers, they could help others in many ways. So, I think to a degree, to an extent, it could be like any career or job. Yeah. True.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "bldwa0LTaLc_q12",
      "video_id": "bldwa0LTaLc",
      "band": 8.5,
      "question": "Parents or teachers?",
      "transcript": "I, I believe teachers are more fitted to help, to teach children because, with parents, I think there is the fact that there can be a sort of personal sense to how you see your children. So, if they are not doing well when you are teaching them, you can get more frustrated because you know, how much you believe in your, in your child and you, you could have a lot of expectations for them. So, with teachers, it is their job and it is their expertise. So, I think it is more suitable to let your children be educated by, professionals. Okay, good. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I, uh, I believe teachers are more fitted to help, uh, to teach children because, um, with parents, I think there's the fact that there can be a sort of personal sense to how you see your children. So, uh, if they're not doing well when you're teaching them, you can get more frustrated because you know, um, how much you believe in your, in your child and you, you could have a lot of expectations for them. So, with teachers, it's their job and it's their expertise. So, I think it's more suitable to let your children be educated by, uh, professionals. Okay, good. Good.",
      "transcript_cleaned": "I, I believe teachers are more fitted to help, to teach children because, with parents, I think there is the fact that there can be a sort of personal sense to how you see your children. So, if they are not doing well when you are teaching them, you can get more frustrated because you know, how much you believe in your, in your child and you, you could have a lot of expectations for them. So, with teachers, it is their job and it is their expertise. So, I think it is more suitable to let your children be educated by, professionals.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q01",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "So first of all, are you working or are you a student?",
      "transcript": "I am currently a student. I am preparing to go to student in the United States. I am currently a student preparing to go to graduate school in the United States. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I am currently a student. I'm preparing to go to student in the United States. I'm currently a student preparing to go to graduate school in the United States. Yes.",
      "transcript_cleaned": "I am currently a student. I am preparing to go to student in the United States. I am currently a student preparing to go to graduate school in the United States.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q02",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "And could you tell me about your major?",
      "transcript": "I was, I actually majored in biology for undergrad, but I was actually on the pre-med track. So I am currently preparing to be a medical student. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I was, I actually majored in biology for undergrad, but I was actually on the pre-med track. So I'm currently preparing to be a medical student. Yes.",
      "transcript_cleaned": "I was, I actually majored in biology for undergrad, but I was actually on the pre-med track. So I am currently preparing to be a medical student.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q03",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "And do you like your major?",
      "transcript": "Yes, I really do love my major. I would definitely say I am more on the science side than on like the English and reading side. And I really have this passion for helping others and that is why I really want to work in the health field.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I really do love my major. Um, I would definitely say I'm more on the science side than on like the English and reading side. And um, I really have this passion for helping others and that's why I really want to work in the health field.",
      "transcript_cleaned": "Yes, I really do love my major. I would definitely say I am more on the science side than on like the English and reading side. And I really have this passion for helping others and that is why I really want to work in the health field.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q04",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "When I have a lot of free time, I would say the first thing that comes to my mind would be cooking.",
      "transcript": "And baking. I have a big passion for cooking and baking, not just for myself to eat, but to actually share with other people. And just seeing that smile when people enjoy the food like really brightens up my mood. Now we are going to talk about your accommodation.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And baking. I have a big passion for cooking and baking, not just for myself to eat, but to actually share with other people. And just seeing that smile when people enjoy the food like really brightens up my mood. Now we're going to talk about your accommodation.",
      "transcript_cleaned": "And baking. I have a big passion for cooking and baking, not just for myself to eat, but to actually share with other people. And just seeing that smile when people enjoy the food like really brightens up my mood. Now we are going to talk about your accommodation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q05",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "So do you live in a house or an apartment?",
      "transcript": "I would say I live in Korea and the States. So in Korea I live in an apartment, but in the States I live in a house. And so I actually know what it feels like to live in both an apartment and a house. So yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say I live in Korea and the States. So in Korea I live in an apartment, but in the States I live in a house. And so I actually know what it feels like to live in both an apartment and a house. So yeah.",
      "transcript_cleaned": "I would say I live in Korea and the States. So in Korea I live in an apartment, but in the States I live in a house. And so I actually know what it feels like to live in both an apartment and a house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q06",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "And which do you prefer living in a house or an apartment?",
      "transcript": "Definitely an house. Because like living in a house I have my own room, I have a lot more space. And just having that extra space is, is just, you know, better than living in a small, smaller apartment.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely an house. Because like living in a house I have my own room, I have a lot more space. And just having that extra space is, is just, you know, better than living in a small, smaller apartment.",
      "transcript_cleaned": "Definitely an house. Because like living in a house I have my own room, I have a lot more space. And just having that extra space is, is just, you know, better than living in a small, smaller apartment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q07",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "And would you like to change anything about your home?",
      "transcript": "I would say that since it is not necessarily like my home, but it is my parents' home or my siblings' home, I would say one thing I would love to change is the interior and like the design. things are not, you know, I would say designed in my taste, but I would love to design it to be a little bit more cozy and something to more my, my style. Now we are going to talk about meeting places.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, uh, I would say that since it's not necessarily like my home, um, but it's my parents' home or my siblings' home, I would say one thing I would love to change is the interior and like the design. Um, things aren't, you know, I would say designed in my taste, but I would love to design it to be a little bit more cozy and something to more my, my style. Now we're going to talk about meeting places.",
      "transcript_cleaned": "I would say that since it is not necessarily like my home, but it is my parents' home or my siblings' home, I would say one thing I would love to change is the interior and like the design. things are not, you know, I would say designed in my taste, but I would love to design it to be a little bit more cozy and something to more my, my style. Now we are going to talk about meeting places.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q08",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "So where is your favorite place to meet your friends?",
      "transcript": "I think that is such a simple question for me. my favorite place to me is in a cafe. it is just the atmosphere in a cafe is just so much more bright, I would say. And I love the smell of coffee, listening to great music while just being in, I would say an environment where everyone else is meeting, meeting their friends, having conversations. And it usually tends to be more of a positive attitude, a positive, a positive environment. So that is why I would say that is my favorite place to meet at. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think that's such a simple question for me. Um, my favorite place to me is in a cafe. It's just the atmosphere in a cafe is just so much more bright, I would say. And I love the smell of coffee, listening to great music while just being in, uh, I would say an environment where everyone else is meeting, meeting their friends, having conversations. And it usually tends to be more of a positive attitude, a positive, a positive environment. So that's why I would say that's my favorite place to meet at. Okay.",
      "transcript_cleaned": "I think that is such a simple question for me. my favorite place to me is in a cafe. it is just the atmosphere in a cafe is just so much more bright, I would say. And I love the smell of coffee, listening to great music while just being in, I would say an environment where everyone else is meeting, meeting their friends, having conversations. And it usually tends to be more of a positive attitude, a positive, a positive environment. So that is why I would say that is my favorite place to meet at.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Xa_ryrMlNa8_q09",
      "video_id": "Xa_ryrMlNa8",
      "band": 9.0,
      "question": "And do you think there are some places that are more suitable for meeting friends than other places?",
      "transcript": "Definitely You know just as I say I think cafes are a great place to meet people great place to meet friends But maybe somewhere like a library wouldn be the greatest choice Maybe if you planning on studying with your friends I would say that a library would be a great place to meet friends and study together but not necessarily to meet and talk Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely You know just as I say I think um cafes are a great place to meet people great place to meet friends But maybe somewhere like a library wouldn be the greatest choice Maybe if you planning on studying with your friends I would say that a library would be a great place to meet friends and study together but not necessarily to meet and talk Okay.",
      "transcript_cleaned": "Definitely You know just as I say I think cafes are a great place to meet people great place to meet friends But maybe somewhere like a library wouldn be the greatest choice Maybe if you planning on studying with your friends I would say that a library would be a great place to meet friends and study together but not necessarily to meet and talk",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}