{
  "batch_id": 82,
  "count": 20,
  "samples": [
    {
      "sample_id": "Fyu2UEOBRpI_q12",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "So do you often do housework?",
      "transcript": "I do I do my own laundry and my own you know like ironing my clothes But I usually eat out so no cooking And like I said cleaning is also it occasional not very regular Do you like cooking no because you know growing up my mother was the one who cooked all the food and now I like to eat out like I said So cooking has never been my what like forte Okay and last question what housework do you dislike I dislike, I dislike cooking. You dislike cooking. Okay, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh I do uh I do my own laundry and my own you know like ironing my clothes But I usually eat out so no cooking And like I said cleaning is also uh it occasional not very regular Do you like cooking Um no because you know growing up my mother was the one who cooked all the food and now I like to eat out like I said So cooking has never been my what like forte Okay and last question what housework do you dislike I dislike, I dislike cooking. You dislike cooking. Okay, so.",
      "transcript_cleaned": "I do I do my own laundry and my own you know like ironing my clothes But I usually eat out so no cooking And like I said cleaning is also it occasional not very regular Do you like cooking no because you know growing up my mother was the one who cooked all the food and now I like to eat out like I said So cooking has never been my what like forte Okay and last question what housework do you dislike I dislike, I dislike cooking. You dislike cooking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q14",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Okay, and why do people enjoy playing computer games?",
      "transcript": "Okay, so I think one reason is, that it is a form of escapism. When people are not happy with their, in their lives, and they cannot find anything exciting in their lives, they resort to, you know, virtual world and playing video games. yeah. Yeah, okay, I think that is the main reason.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, okay, so I think one reason is, uh, that it's a form of escapism. When people are not happy with their, in their lives, and they can't find anything exciting in their lives, they resort to, uh, you know, virtual world and playing video games. Um, yeah. Yeah, okay, I think that's the main reason.",
      "transcript_cleaned": "I think one reason is, that it is a form of escapism. When people are not happy with their, in their lives, and they cannot find anything exciting in their lives, they resort to, you know, virtual world and playing video games. yeah. Yeah, okay, I think that is the main reason.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q15",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Do you think that all computer games should have a minimum age for players?",
      "transcript": "I would not say so. Although I understand what where this concern is coming from. I think some, or many computer games that are popular, they include a lot of violence and children, for example, under the age of, I do not know, 16, people are worried that when they are exposed to so many, Like so much, I do not know, violence can affect their behavior negatively, but I do not really think that that is the case. I think everybody including their age, like regardless of their age, understand clearly that this is not real life. And it is just a form of entertainment and I think it is pretty harmless. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I wouldn't say so. Although I understand what where this concern is coming from. I think some, uh, or many computer games that are popular, they include a lot of violence and children, for example, under the age of, I don't know, 16, uh, people are worried that when they're exposed to so many, Like so much, I don't know, violence can affect their behavior negatively, but I don't really think that that's the case. I think everybody including their age, like regardless of their age, understand clearly that this is not real life. And it's just a form of entertainment and I think it's pretty harmless. Okay.",
      "transcript_cleaned": "I would not say so. Although I understand what where this concern is coming from. I think some, or many computer games that are popular, they include a lot of violence and children, for example, under the age of, I do not know, 16, people are worried that when they are exposed to so many, Like so much, I do not know, violence can affect their behavior negatively, but I do not really think that that is the case. I think everybody including their age, like regardless of their age, understand clearly that this is not real life. And it is just a form of entertainment and I think it is pretty harmless.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q16",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "In what ways can technology in the classroom be helpful?",
      "transcript": "Okay. So technology I think can be really useful in classroom. well, it can make lessons more interactive. So for example, in my workplace now we have these smart boards where, everything is, you know, easier and more convenient and also, new tools like AI, they help both teachers and students. Yeah, so they make, they streamline the process of teaching.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, okay. So technology I think can be really useful in classroom. Um, well, it can make lessons more interactive. So for example, uh, in my workplace now we have these smart boards where, uh, everything is, you know, easier and more convenient and also, um, Um, new tools like AI, they help both teachers and students. Yeah, so they make, they streamline the process of teaching.",
      "transcript_cleaned": "technology I think can be really useful in classroom. well, it can make lessons more interactive. So for example, in my workplace now we have these smart boards where, everything is, you know, easier and more convenient and also, new tools like AI, they help both teachers and students. Yeah, so they make, they streamline the process of teaching.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q17",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Do you agree that students are often better at using technology than their teachers?",
      "transcript": "Yeah, I think that is the case. I think technology, especially these new technologies are, so they are pretty new and teachers who are, who used to, Who are usually from, you know, older generations. they are not very comfortable using these pieces of technology.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think that's the case. Um, I think technology, especially these new technologies are, um, so they're pretty new and teachers who are, who used to, Who are usually from, you know, older generations. They're not very comfortable using these pieces of technology.",
      "transcript_cleaned": "I think that is the case. I think technology, especially these new technologies are, so they are pretty new and teachers who are, who used to, Who are usually from, you know, older generations. they are not very comfortable using these pieces of technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q18",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Whereas children, they are growing up with them.",
      "transcript": "And yeah, naturally they are more tech savvy compared to their teachers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And yeah, naturally they're more tech savvy compared to their teachers.",
      "transcript_cleaned": "And yeah, naturally they are more tech savvy compared to their teachers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q19",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Do you believe that computers will replace human teachers in the future?",
      "transcript": "Okay. So I can definitely see that happening. because. Like there this view that nothing can replicate or replace the human connection between teachers and students I don agree with that at all I think AI is already progressing very quickly and doing a good job at I don know like it very knowledgeable It has access to a lot of data and it usually more creative as well So I don see why it shouldn do a better job at teaching than human teachers Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. So I can definitely see that happening. Um, because. Like there this view that uh nothing can replicate or replace the human connection between teachers and students I don agree with that at all I think AI is already progressing very quickly and doing a good job at I don know like it very knowledgeable It has access to a lot of data and uh it usually more creative as well So I don see why it shouldn do a better job at teaching than human teachers Thank you.",
      "transcript_cleaned": "I can definitely see that happening. because. Like there this view that nothing can replicate or replace the human connection between teachers and students I don agree with that at all I think AI is already progressing very quickly and doing a good job at I don know like it very knowledgeable It has access to a lot of data and it usually more creative as well So I don see why it shouldn do a better job at teaching than human teachers",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q01",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "And could you tell me are you working or are you a student?",
      "transcript": "I used to work in a hospital but I started a job and now I am studying the IELTS now. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I used to work in a hospital but I started a job and now I'm studying the IELTS now. Okay, good.",
      "transcript_cleaned": "I used to work in a hospital but I started a job and now I am studying the IELTS now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q02",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "Why are you taking the IELTS test?",
      "transcript": "I dreamed, dreamed to be a nurse in America. And it is the first step to be, to be a nurse in America is, I should, I should pass the exam of IELTS. Okay, very good, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I dreamed, uh, dreamed to be a nurse in America. And it's the first step to be, uh, to be a nurse in America is, uh, I should, I should pass the exam of IELTS. Okay, very good, very good.",
      "transcript_cleaned": "I dreamed, dreamed to be a nurse in America. And it is the first step to be, to be a nurse in America is, I should, I should pass the exam of IELTS.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q03",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "And could you tell me about some of your hobbies?",
      "transcript": "My hobby is swimming. I swim every day, every night, around four hours. After working or after studying, I always go to the gym, the gym first, and some stretching for a minute, and then take, change the swimming, change to the swimming seat and swim. okay. Very healthy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ah, my hobby is swimming. I swim every day, every night, around four hours. After working or after studying, I always go to the gym, the gym first, and some stretching for a minute, and then take, change the swimming, change to the swimming seat and swim. Hmm, okay. Very healthy.",
      "transcript_cleaned": "My hobby is swimming. I swim every day, every night, around four hours. After working or after studying, I always go to the gym, the gym first, and some stretching for a minute, and then take, change the swimming, change to the swimming seat and swim. okay. Very healthy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q04",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "And now could you tell me what is the name of your hometown?",
      "transcript": "My hometown, is called Gwangju. it is not far from Seoul. It takes around two hours by bus. But if you take an express train, it only takes one hour. it is quite cozy and quiet. Not so much loud compared to the soul. Okay, good, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, my hometown, uh, is called Gwangju. It's not far from Seoul. It takes around two hours by bus. But if you take an express train, it only takes one hour. It's quite cozy and quiet. Not so much loud compared to the soul. Okay, good, good.",
      "transcript_cleaned": "My hometown, is called Gwangju. it is not far from Seoul. It takes around two hours by bus. But if you take an express train, it only takes one hour. it is quite cozy and quiet. Not so much loud compared to the soul.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q05",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "And is there anything that you do not like about your hometown?",
      "transcript": "Well, I do not have a lot of things I hate. But if I choose one I do not like, There could be traffic. Seoul has a lot of traffic including subway buses and express trains.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I don't have a lot of things I hate. But if I choose one I don't like, There could be traffic. Seoul has a lot of traffic including subway buses and express trains.",
      "transcript_cleaned": "I do not have a lot of things I hate. But if I choose one I do not like, There could be traffic. Seoul has a lot of traffic including subway buses and express trains.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q06",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "However, we have only two way of the subway, two line of subway.",
      "transcript": "And we have buses, but it takes too long time to take a bus, to take. So I do not want to be, I do not want to wait for a long time. Okay, very good. Right, okay, so now we are going to talk about food.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And we have buses, but it takes too long time to take a bus, to take. So I don't want to be, I don't want to wait for a long time. Okay, very good. Right, okay, so now we're going to talk about food.",
      "transcript_cleaned": "And we have buses, but it takes too long time to take a bus, to take. So I do not want to be, I do not want to wait for a long time. Okay, very good. Right, okay, so now we are going to talk about food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q07",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "Okay, so what kind of food do you like eating most?",
      "transcript": "I usually cook the Korean traditional food like 된장찌개, or 겐치찌개. Some food is quite spicy for the foreigner people, but I love the spicy food. it is quite healthy and sometimes it gives me a lot of energy to fresh, refresh. Or, sometimes I am, when I am eating the food, I blow up some stems. what, that I got from, when I get a lot of stress from the work. Right. Very good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I usually cook the Korean traditional food like 된장찌개, or 겐치찌개. Some food is quite spicy for the foreigner people, but I love the spicy food. It's quite healthy and sometimes it gives me a lot of energy to fresh, refresh. Or, uh, sometimes I'm, when I'm eating the food, I blow up some stems. Um, what, uh, that I got from, uh, when I get a lot of stress from the work. Right. Very good.",
      "transcript_cleaned": "I usually cook the Korean traditional food like 된장찌개, or 겐치찌개. Some food is quite spicy for the foreigner people, but I love the spicy food. it is quite healthy and sometimes it gives me a lot of energy to fresh, refresh. Or, sometimes I am, when I am eating the food, I blow up some stems. what, that I got from, when I get a lot of stress from the work. Right. Very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q08",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "Do you like eating in your home or do you like going to a restaurant?",
      "transcript": "I prefer to eating in home because eating outside is quite expensive for me to pay. So, I am usually cook in home and I prefer to eat at home to save the money. okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I prefer to eating in home because eating outside is quite expensive for me to pay. So, um, I'm usually cook in home and I prefer to eat at home to save the money. Hmm, okay, good.",
      "transcript_cleaned": "I prefer to eating in home because eating outside is quite expensive for me to pay. So, I am usually cook in home and I prefer to eat at home to save the money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q09",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "And what kinds of foreign food are popular in Korea?",
      "transcript": "I would say hamburger or the pizza It very convenient or handy to eat and it useful for the busy people who work a lot Or sometimes they should wake up early and it didn give them enough time to cook something or eat something So they just order the hamburger or other things on on on the way to go to the company okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say hamburger or the pizza It very convenient or handy to eat and it useful for the busy people who work a lot Or sometimes uh they should wake up early and it didn give them enough time to cook something or eat something So they just order the hamburger or other things on on on the way to go to the company Mm, okay, good.",
      "transcript_cleaned": "I would say hamburger or the pizza It very convenient or handy to eat and it useful for the busy people who work a lot Or sometimes they should wake up early and it didn give them enough time to cook something or eat something So they just order the hamburger or other things on on on the way to go to the company",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q11",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "Okay, so could you describe a person who often travels by plane?",
      "transcript": "I am going to talk about one of my friends who go traveling a lot by plane. he is my quite old friend, who is quite old friend to share everything. And we just met in high school, around 10 years ago. Well, the main reason he go traveling a lot is his job is photographer. He just want to, he want to take a lot of photos, which is breathtaking. Well, it is possible to take a lot of photos in Korea, but he want to take a photo in exhaustive place. it is everything is quite new one, and, it gives new idea. And he is going everywhere when some press pop up in his head. he is just walking through, he is just following the new idea.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm going to talk about one of my friends who go traveling a lot by plane. He's my quite old friend, who is quite old friend to share everything. And we just met in high school, around 10 years ago. Well, the main reason he go traveling a lot is his job is photographer. He just want to, he want to take a lot of photos, which is breathtaking. Well, it's possible to take a lot of photos in Korea, but he want to take a photo in exhaustive place. Uh, it's everything is quite new one, and, uh, it gives new idea. And he's going everywhere when some press pop up in his head. He's just walking through, he's just following the new idea.",
      "transcript_cleaned": "I am going to talk about one of my friends who go traveling a lot by plane. he is my quite old friend, who is quite old friend to share everything. And we just met in high school, around 10 years ago. Well, the main reason he go traveling a lot is his job is photographer. He just want to, he want to take a lot of photos, which is breathtaking. Well, it is possible to take a lot of photos in Korea, but he want to take a photo in exhaustive place. it is everything is quite new one, and, it gives new idea. And he is going everywhere when some press pop up in his head. he is just walking through, he is just following the new idea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q12",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "When it comes to emotion he is feeling, well, he is quite outgoing person, so he does not need any detailed itinerary.",
      "transcript": "He just, writes some of the locations and other things. And he do not care, he do not care about many things. Just, just enjoying the itinerary and he is working. well, I think he is really like this job. And he is, he is looking forward to be a top, top of photographer in the world. Okay, right. that will do as we are almost at two minutes. Right, so we will go on to the third part of the test now. Okay, let us go.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "He just, um, writes some of the locations and other things. And he don't care, uh, he don't care about many things. Just, just enjoying the itinerary and he's working. Um, well, I think he's really like this job. And he's, um, he's looking forward to be a top, top of photographer in the world. Okay, right. That'll do as we're almost at two minutes. Right, so we'll go on to the third part of the test now. Okay, let's go.",
      "transcript_cleaned": "He just, writes some of the locations and other things. And he do not care, he do not care about many things. Just, just enjoying the itinerary and he is working. well, I think he is really like this job. And he is, he is looking forward to be a top, top of photographer in the world. Okay, right. that will do as we are almost at two minutes. Right, so we will go on to the third part of the test now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q13",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "So yeah, what do you think are the advantages of traveling by plane?",
      "transcript": "There are a lot of advantages, but, well, as I said, if you take a plane, you can go to exhaust place. So, it, exhaust place gives a lot of new ideas. And it gave me it will be enough time to be fresh up and to blow off some stems when I get a lot of stress Okay okay And can you compare traveling by plane and other forms For example boat or train Can you compare these Well, compared to the train, it takes a lot of time to take somewhere by the train. But if you take a plane flight, it takes only shorter time compared to the train. It will be the most big reason that people choose the plane instead of the train. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, there are a lot of advantages, but, well, uh, as I said, um, if you take a plane, uh, you can go to exhaust place. So, it, uh, exhaust place gives a lot of new ideas. And it gave me it will be enough time to be fresh up and to blow off some stems when I get a lot of stress Okay okay And can you compare traveling by plane and other forms For example boat or train Can you compare these Well, compared to the train, it takes a lot of time to take somewhere by the train. But if you take a plane flight, it takes only shorter time compared to the train. It will be the most big reason that people choose the plane instead of the train. Okay.",
      "transcript_cleaned": "There are a lot of advantages, but, well, as I said, if you take a plane, you can go to exhaust place. So, it, exhaust place gives a lot of new ideas. And it gave me it will be enough time to be fresh up and to blow off some stems when I get a lot of stress Okay okay And can you compare traveling by plane and other forms For example boat or train Can you compare these Well, compared to the train, it takes a lot of time to take somewhere by the train. But if you take a plane flight, it takes only shorter time compared to the train. It will be the most big reason that people choose the plane instead of the train.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IHAOydr1VPk_q14",
      "video_id": "IHAOydr1VPk",
      "band": 5.0,
      "question": "And are there any advantages to traveling by train?",
      "transcript": "I could say the price. Train is quite cheaper than the flight and it is easy to get the ticket. Sometimes some seats of the flight is already booked up, fully booked up. At that moment I can buy the ticket of the train. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I could say the price. Train is quite cheaper than the flight and it's easy to get the ticket. Sometimes some seats of the flight is already booked up, fully booked up. At that moment I can buy the ticket of the train. Okay.",
      "transcript_cleaned": "I could say the price. Train is quite cheaper than the flight and it is easy to get the ticket. Sometimes some seats of the flight is already booked up, fully booked up. At that moment I can buy the ticket of the train.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}