{
  "batch_id": 237,
  "count": 20,
  "samples": [
    {
      "sample_id": "_xnIYdo4UeU_q05",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "Have you ever borrowed books from other people?",
      "transcript": "&gt;&gt; Yes, I have. but many just it was in the past, you know, when I was like a primary school student. we would go to the library, the school libraries to borrow some books from librarians in the school and we would read those translated version of those great literatures. I remember we got some books from the Russian Russian literatures and also English ones. Yeah. But they were all in Chinese.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, I have. Uh but many just uh it was in the past, you know, when I was like a primary school student. uh we would go to the library, the school libraries to borrow some books from um librarians in the school and we would read those um uh translated version um of those great literatures. I remember we got some books from the Russian um Russian literatures and also English ones. Yeah. But they were all in Chinese.",
      "transcript_cleaned": "&gt;&gt; Yes, I have. but many just it was in the past, you know, when I was like a primary school student. we would go to the library, the school libraries to borrow some books from librarians in the school and we would read those translated version of those great literatures. I remember we got some books from the Russian Russian literatures and also English ones. Yeah. But they were all in Chinese.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q06",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "&gt;&gt; And has anyone ever borrowed money from you?",
      "transcript": "&gt;&gt; Yes. It does not really happen that often, but I did actually borrow some money back when I was I think when we were like in in college where we are kind of like broke and sometimes, you know, a friend of mine would borrow some money to buy something and I would just, you know, lend them some.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes. It uh doesn't really happen that often, but I did actually borrow some money um back when I was I think when we were like in in college where we're kind of like broke and sometimes, you know, a friend of mine would borrow some money to buy something and I would just, you know, lend them some.",
      "transcript_cleaned": "&gt;&gt; Yes. It does not really happen that often, but I did actually borrow some money back when I was I think when we were like in in college where we are kind of like broke and sometimes, you know, a friend of mine would borrow some money to buy something and I would just, you know, lend them some.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q07",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "&gt;&gt; Do you like to lend things to other people?",
      "transcript": "&gt;&gt; Well, it really depends on what kind of thing we are talking about here. If it is something that is too personal, for example, a foam, I would not I would not necessarily want to do that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Well, it really depends on what kind of thing we're talking about here. If it's something that is too personal, for example, a foam, I wouldn't I wouldn't necessarily want to do that.",
      "transcript_cleaned": "&gt;&gt; Well, it really depends on what kind of thing we are talking about here. If it is something that is too personal, for example, a foam, I would not I would not necessarily want to do that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q08",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "&gt;&gt; And how do you feel when people do not return things that they have borrowed from you?",
      "transcript": "&gt;&gt; Well, definitely I would feel annoyed. I think it is not nice. and then I I do not like confrontation, so I would just subtly kind of like hinting them that they need to return something they borrow from me. yeah, I would not like say it like directly like, \"Hey, you know, you need to return something or no, I would not do that.\" &gt;&gt;.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Well, definitely I would feel annoyed. I think it's not nice. Um, and then I I don't like confrontation, so I would just subtly kind of like hinting them that they need to return something they borrow from me. Um, yeah, I wouldn't like say it like directly like, \"Hey, you know, uh, you need to return something or no, I wouldn't do that.\" &gt;&gt;.",
      "transcript_cleaned": "&gt;&gt; Well, definitely I would feel annoyed. I think it is not nice. and then I I do not like confrontation, so I would just subtly kind of like hinting them that they need to return something they borrow from me. yeah, I would not like say it like directly like, \"Hey, you know, you need to return something or no, I would not do that.\" &gt;&gt;.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q09",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "Did you like listening to stories when you were a child?",
      "transcript": "&gt;&gt; Yes, I did. back when I was a little kid. my parents were pretty busy, but I had an older sister who would you know, read some bedtime stories to me. You know, those Chinese folk stories that she would read to me and yeah, I love it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, I did. Uh, back when I was a little kid. Um, my parents were pretty busy, but I had an older sister who would uh, you know, uh, read some bedtime stories to me. You know, those Chinese folk stories that she would read to me and um, yeah, I love it.",
      "transcript_cleaned": "&gt;&gt; Yes, I did. back when I was a little kid. my parents were pretty busy, but I had an older sister who would you know, read some bedtime stories to me. You know, those Chinese folk stories that she would read to me and yeah, I love it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q10",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "&gt;&gt; And nowadays, do you prefer listening to stories or reading them?",
      "transcript": "&gt;&gt; Good question. I love listening to audiobooks. I feel like it is it I do not know. I feel like it requires a lot if you have to sit down and read a book yourself, but while you are listening to audiobooks, you get to do some other things. You can multitask like cleaning your room and stuff. I just feel like I I I cannot really sit down for a while and just read. It would be a little bit boring for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Good question. I love listening to audiobooks. Um, I feel like it's it I don't know. I feel like it requires a lot if you have to sit down and read a book yourself, but while you're listening to audiobooks, you get to do some other things. You can multitask like cleaning your room and stuff. Um, I just feel like I I I can't really sit down for a while and just read. It would be a little bit um boring for me.",
      "transcript_cleaned": "&gt;&gt; Good question. I love listening to audiobooks. I feel like it is it I do not know. I feel like it requires a lot if you have to sit down and read a book yourself, but while you are listening to audiobooks, you get to do some other things. You can multitask like cleaning your room and stuff. I just feel like I I I cannot really sit down for a while and just read. It would be a little bit boring for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q13",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "And do you think you will go to Spain in the future?",
      "transcript": "&gt;&gt; Yes, I am actually considering doing a SELTA certificate there. Yeah. &gt;&gt; Okay. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Yes, I'm actually considering doing a SELTA certificate there. Yeah. &gt;&gt; Okay. So,.",
      "transcript_cleaned": "&gt;&gt; Yes, I am actually considering doing a SELTA certificate there. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q14",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "What do you think about that?",
      "transcript": "&gt;&gt; I think it is certainly true. You know, there there are quite a lot of old senior citizens would prefer to travel to an area where they feel familiar with. I think on one hand it is it is it is sort of like give them a feeling of being nostalgic, you know. I I think it is a feeling that everybody sort of wanted to experience from time to time. So I would not think that just old people's thing. I think everybody wants to go somewhere that they feel most familiar with. but I I I do think that there are some other old people like to try new things. you have heard people maybe travel to a new country without really knowing about the language. that is not just young people's privilege. I think nowadays older people are still kind of like trying to think outside of the box and you know trying trying to do something new. Yeah. &gt;&gt; You know one thing I see regularly for example part of the year I spend time in Barcelona and I see large tour buses full of lots and lots of old people traveling together.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I think it's certainly true. You know, there there are quite a lot of old senior citizens uh would prefer to travel to an area where they feel familiar with. I think uh on one hand it's it's it's sort of like give them a feeling of being nostalgic, you know. I I think it's a feeling that everybody sort of wanted to experience from time to time. So I wouldn't think that just old people's thing. I think everybody wants to go somewhere that they feel most familiar with. Um but I I I do think that there are some other old people like to try new things. You've heard people maybe travel to a new country without really knowing about the language. Um that's not just young people's privilege. I think nowadays older people are still kind of like trying to think outside of the box and you know trying trying to do something new. Yeah. &gt;&gt; You know one thing I see regularly for example part of the year I spend time in Barcelona and I see large um tour buses full of lots and lots of old people traveling together.",
      "transcript_cleaned": "&gt;&gt; I think it is certainly true. You know, there there are quite a lot of old senior citizens would prefer to travel to an area where they feel familiar with. I think on one hand it is it is it is sort of like give them a feeling of being nostalgic, you know. I I think it is a feeling that everybody sort of wanted to experience from time to time. So I would not think that just old people's thing. I think everybody wants to go somewhere that they feel most familiar with. but I I I do think that there are some other old people like to try new things. you have heard people maybe travel to a new country without really knowing about the language. that is not just young people's privilege. I think nowadays older people are still kind of like trying to think outside of the box and you know trying trying to do something new. Yeah. &gt;&gt; You know one thing I see regularly for example part of the year I spend time in Barcelona and I see large tour buses full of lots and lots of old people traveling together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q15",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "What do you think are the pros and cons of traveling in a large group?",
      "transcript": "Okay, the pros are I hate using the word, but it is it is sort of like efficient. If you want to stay being traveling, if you want to, you know, want to experience all of those tourist destinations in one day or in a very tight schedule, that would definitely help you to fulfill that that that that goals that you have. I have not I have nothing against that. But but for me or for some people like me or a lot of people I think they would prefer something that is more individual. They would not want to cause them a tourist. They want to call them a traveler. So by doing that they sort of cut themselves off you know with the the chance of talking to local people or going to those hidden gems or like offbeaten path like I mentioned and they would lost a lot tremendously a lot I mean if they just you know hop on a tourist bus and going to those tourist destinations it is a little it is a shame. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, the pros are I hate using the word, but it's it's sort of like efficient. If you want to stay being traveling, if you want to, you know, want to experience all of those tourist destinations in one day or in a very tight schedule, that would definitely help you um to fulfill that that that that goals that you have. I have not I have nothing against that. But um but for me or for some people like me or a lot of people I think they would prefer something that is more individual. They wouldn't want to cause them a tourist. They want to call them a traveler. So by doing that they sort of uh cut themselves off uh you know with the the chance of talking to local people or going to those hidden gems or like offbeaten path like I mentioned and they would lost a lot tremendously a lot I mean if they just you know hop on a tourist bus and going to those tourist destinations um it's a little it's a shame. Yeah.",
      "transcript_cleaned": "the pros are I hate using the word, but it is it is sort of like efficient. If you want to stay being traveling, if you want to, you know, want to experience all of those tourist destinations in one day or in a very tight schedule, that would definitely help you to fulfill that that that that goals that you have. I have not I have nothing against that. But but for me or for some people like me or a lot of people I think they would prefer something that is more individual. They would not want to cause them a tourist. They want to call them a traveler. So by doing that they sort of cut themselves off you know with the the chance of talking to local people or going to those hidden gems or like offbeaten path like I mentioned and they would lost a lot tremendously a lot I mean if they just you know hop on a tourist bus and going to those tourist destinations it is a little it is a shame.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q16",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "How do you think tourism traveling will change in the future?",
      "transcript": "&gt;&gt; I think it will probably become more and more personal tailored. where people might hire a personal guy. Now it is still it is kind of like picking it up, but I think it will become a new norm where people would hire a a personal guy who live in a local and actually showing them around you know the the the restaurant that no local people go or even have the so-called eco tourism or the nowadays they even invite them to local community to contribute you know thinking about a person who is from China going to Spain and stay in local community maybe have like a you Chinese or language exchange meetup and things like that. That would be cool. I think it is still picking up. I think in the future it will become a new norm especially for Chinese people. I think a lot of Chinese people are still trying to you know when they go traveling they still sort of like going to the tourist destinations but I think I I' I have seen people are doing a little bit of change of that and you know having an individual trip or or even just like I said traveling abroad and experience a different culture and stuff. &gt;&gt;.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; I think it will probably become more and more personal tailored. Um where people might hire a personal guy. Now it's still it's kind of like picking it up, but I think it will become a new norm where people would hire a a personal guy who live in a local and actually showing them around you know the the the restaurant that no local people go or even have the so-called eco tourism or the um nowadays they even invite them to local community to contribute you know thinking about a person who is from China going to Spain and stay in local community maybe have like a you Chinese or language exchange meetup and things like that. That would be cool. I think it's still picking up. I think in the future it will become a new norm especially for Chinese people. I think a lot of Chinese people are still trying to you know when they go traveling they still sort of like going to the tourist destinations but I think I I' I've seen people are doing a little bit of change of that and you know having an individual trip or or even just like I said traveling abroad and experience a different culture and stuff. &gt;&gt;.",
      "transcript_cleaned": "&gt;&gt; I think it will probably become more and more personal tailored. where people might hire a personal guy. Now it is still it is kind of like picking it up, but I think it will become a new norm where people would hire a a personal guy who live in a local and actually showing them around you know the the the restaurant that no local people go or even have the so-called eco tourism or the nowadays they even invite them to local community to contribute you know thinking about a person who is from China going to Spain and stay in local community maybe have like a you Chinese or language exchange meetup and things like that. That would be cool. I think it is still picking up. I think in the future it will become a new norm especially for Chinese people. I think a lot of Chinese people are still trying to you know when they go traveling they still sort of like going to the tourist destinations but I think I I' I have seen people are doing a little bit of change of that and you know having an individual trip or or even just like I said traveling abroad and experience a different culture and stuff. &gt;&gt;.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q18",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "What do you think are the advantages for a country of hosting such a large sporting event?",
      "transcript": "The advantage is is definitely by you know hosting those events you get to show people you know how you know the it is it is it is a way of showing your strength as a nation you know and and then show people you know the great infrastructure that you have or how how you know united the a country is you know towards a certain goal and and in a solidified a country's ambition. but I would argue that it if we if we always using this kind of way to sort of show off there is a fine nine I mean on one hand the great instructure infrastructure that you have can definitely show the the strength the econ economic growth that you have but on the other hand we should also consider about the environmental issue and also a lot of whole saloo of issues that related to that. it is just one part of showing that how great the country is. &gt;&gt; Okay. Thank you very much. That is the end of the speaking test. &gt;&gt; Thank you, &gt;&gt; Zane. Wonderful speaking test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The advantage is is definitely by you know hosting those events you get to um show people um you know how you know the it's it's it's a way of showing your strength as a nation you know and and then show people you know the great infrastructure that you have or um how how you know united the a country is you know towards a certain goal and and in a solidified um a country's ambition. Um but I would argue that um it if we if we always uh using this kind of way to sort of show off there's a fine nine I mean on one hand the great instructure infrastructure that you have can definitely show the the strength the econ economic uh growth that you have but on the other hand uh we should also consider about the environmental issue and also um a lot of whole saloo of issues that related to that. It's just one part of showing that how great the country is. &gt;&gt; Okay. Thank you very much. That is the end of the speaking test. &gt;&gt; Thank you, &gt;&gt; Zane. Wonderful speaking test.",
      "transcript_cleaned": "The advantage is is definitely by you know hosting those events you get to show people you know how you know the it is it is it is a way of showing your strength as a nation you know and and then show people you know the great infrastructure that you have or how how you know united the a country is you know towards a certain goal and and in a solidified a country's ambition. but I would argue that it if we if we always using this kind of way to sort of show off there is a fine nine I mean on one hand the great instructure infrastructure that you have can definitely show the the strength the econ economic growth that you have but on the other hand we should also consider about the environmental issue and also a lot of whole saloo of issues that related to that. it is just one part of showing that how great the country is. &gt;&gt; Okay. Thank you very much. That is the end of the speaking test. &gt;&gt; Thank you, &gt;&gt; Zane. Wonderful speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q20",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "&gt;&gt; Really?",
      "transcript": "That is so funny. I I did not pick up on you feeling nervous. I thought you were totally relaxed, you know. Just &gt;&gt; No, I was I was nervous. Now I feel a little bit more relaxed.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's so funny. I I didn't pick up on you feeling nervous. I thought you were totally relaxed, you know. Just &gt;&gt; No, I was I was nervous. Now I feel a little bit more relaxed.",
      "transcript_cleaned": "That is so funny. I I did not pick up on you feeling nervous. I thought you were totally relaxed, you know. Just &gt;&gt; No, I was I was nervous. Now I feel a little bit more relaxed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_xnIYdo4UeU_q23",
      "video_id": "_xnIYdo4UeU",
      "band": 8.5,
      "question": "So, what about these people?",
      "transcript": "&gt;&gt; We all got we all need to start from somewhere. You know, when I first started, when I was in high school, I grew up in a rural area in China. I was not exposed to, you know, the the the authentic English materials. But but then I started to watch those TV shows like the, you know, the classic sitcom like Friends, you know. So I would suggest people who really want to you know who who are who have a lower level of English proficiency they can start to watch they can start watch something that is maybe easier to understand cartoons animations it is always a good start you know I am a big fan of Pixar I think they can start they can always find the English materials that is you know suit their level so it should not be too difficult and it should not be too easy So they can just adjust what they like to listen to listen to or watch. I would suggest animations stay away from the Big Ben theory no matter what people say because that those are really difficult and also the two girls and they they keep saying like that is the greatest thing but for me I think it is a good TV show the shows I just list but it might not be really good for you. You know you should watch something that is more regarding daily lives. I I mean there is a one show called Brothers and Sisters. I really love that show. it is really good. yeah. you can start watching those like I said you know more life related kind of TV series instead of those hot TV shows might not really suit you. Yeah. &gt;&gt; So you know one question that I get is &gt;&gt; from a lot of students is like there is no native speakers around. there is no one for me to practice with who is a native speaker. And and your advice is well actually you do not need a native speaker. there is a whole world of content at your fingertips.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; We all got we all need to start from somewhere. You know, when I first started, when I was in high school, I grew up in a rural area in China. I wasn't exposed to, you know, the the the authentic English materials. But but then I started to watch those TV shows like the, you know, the classic sitcom like um Friends, you know. So I would suggest people who really want to you know who who are who have a lower um level of English proficiency they can start to watch they can start watch something that is maybe easier to understand cartoons animations it's always a good start you know I'm a big fan of Pixar um I think they can start they can always find the English materials that is um you know suit their level so it shouldn't be too difficult and it shouldn't be too easy So they can just adjust what they like to listen to uh listen to or watch. I would suggest uh animations stay away from the Big Ben theory no matter what people say because that those are really difficult and also the two girls and they they keep saying like that's the greatest thing but for me I think it is a good TV show the shows I just list but it might not be really good for you. You know you should watch something that is more um regarding daily lives. I I mean there's a one show called Brothers and Sisters. I really love that show. Um it's really good. Um yeah. Um you can start um watching those like I said you know more uh life related kind of uh TV series um instead of uh those hot TV shows might not really suit you. Yeah. &gt;&gt; So you know one question that I get is um &gt;&gt; from a lot of students is like there's no native speakers around. There's no one for me to practice with who's a native speaker. And and your advice is well actually you don't need a native speaker. There's a whole world of content at your fingertips.",
      "transcript_cleaned": "&gt;&gt; We all got we all need to start from somewhere. You know, when I first started, when I was in high school, I grew up in a rural area in China. I was not exposed to, you know, the the the authentic English materials. But but then I started to watch those TV shows like the, you know, the classic sitcom like Friends, you know. So I would suggest people who really want to you know who who are who have a lower level of English proficiency they can start to watch they can start watch something that is maybe easier to understand cartoons animations it is always a good start you know I am a big fan of Pixar I think they can start they can always find the English materials that is you know suit their level so it should not be too difficult and it should not be too easy So they can just adjust what they like to listen to listen to or watch. I would suggest animations stay away from the Big Ben theory no matter what people say because that those are really difficult and also the two girls and they they keep saying like that is the greatest thing but for me I think it is a good TV show the shows I just list but it might not be really good for you. You know you should watch something that is more regarding daily lives. I I mean there is a one show called Brothers and Sisters. I really love that show. it is really good. yeah. you can start watching those like I said you know more life related kind of TV series instead of those hot TV shows might not really suit you. Yeah. &gt;&gt; So you know one question that I get is &gt;&gt; from a lot of students is like there is no native speakers around. there is no one for me to practice with who is a native speaker. And and your advice is well actually you do not need a native speaker. there is a whole world of content at your fingertips.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aeB08Z1rCcM_q03",
      "video_id": "aeB08Z1rCcM",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Adults a lot of skills that young adults need to learn so for example how to survive in this world because let us just say that survive in this real world is dangerous because you cannot know whether you walked off the streets somebody's going to hurt you somebody's going to do something to you so I think number one is how to learn how to survive in the real world world and number two is that you have to be confident and be yourself in this world because I think that like I said in the section two be yourself and stepped up the norm is really important because as for me that is how you show yourself and like you know freedom of expression thank you very much foreign.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "adults a lot of skills that young adults need to learn so for example how to survive in this world because let's just say that survive in this real world is dangerous because you cannot know whether you walked off the streets somebody's gonna hurt you somebody's gonna do something to you so I think number one is how to learn how to survive in the real world world and number two is that you have to be confident and be yourself in this world because I think that like I said in the section two be yourself and stepped up the norm is really important because as for me that is how you show yourself and like you know freedom of expression thank you very much foreign.",
      "transcript_cleaned": "Adults a lot of skills that young adults need to learn so for example how to survive in this world because let us just say that survive in this real world is dangerous because you cannot know whether you walked off the streets somebody's going to hurt you somebody's going to do something to you",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FX76csAzAQw_q02",
      "video_id": "FX76csAzAQw",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Your hometown is an interesting place to live oh my hometown is interesting to live because there are many oh animals because I really enjoy to see this animals and feeding them and what is the most interesting thing we really close to our neighbors and if we cook some delicious food we will serve each other it is very enjoyable good good we are going to go on and talk a little bit about the weather so what is your favorite kind of weather oh my favorite kind of weather you know Korean wizer Korean wizer is wet so it is really helpful to our skin and hairs in my country situation it is very dry and sometimes oh there are not many the plants so I I like the wet weather more okay and do you you think the weather affects people's lives yes sure because in these days we have no many organic things I think it weather affect these things many plants and plants are affecting to weather and weather is affecting to to the flour and FAA so it has lots of effect to our life okay and if we think about the weather in different seasons does your mood change between different kinds of weather yes sure if it is a sunny day my mood is very good if if comes out comes out this cloth my mood is really sad I do not know why but sad and so I really like summer wizer it will it will give me the enjoyable time because it is Sun all right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "your hometown is an interesting place to live oh my hometown is interesting to live because there are many oh animals because I really uh enjoy to see this animals and uh feeding them and uh um what's the most interesting thing uh we really um close to our neighbors and if uh we cook some delicious food uh we will serve each other it is very enjoyable good good um we're going to go on and talk a little bit about the weather um so what's your favorite kind of weather oh my favorite kind of weather uh you know uh Korean wizer uh Korean wizer is wet so it is uh really helpful to our um skin and hairs uh in my country situation it is very dry and uh sometimes oh uh there are not many the plants so I I like the wet weather more okay and do you you think the weather affects people's lives yes sure uh because um in these days uh uh we have no many uh organic things I think it uh weather affect these things um many uh plants and uh uh plants are affecting to weather and weather is affecting uh to to the flour and FAA so um it has lots of effect to our life okay and if we think about the weather in different seasons um does your mood change between different kinds of weather yes sure if it is a sunny day my mood is very good if uh if comes out uh comes out this uh cloth my uh mood is really sad I don't know why but sad and uh um so I really like summer wizer it will uh it will give me the enjoyable time because it is Sun all right.",
      "transcript_cleaned": "Your hometown is an interesting place to live oh my hometown is interesting to live because there are many oh animals because I really enjoy to see this animals and feeding them and what is the most interesting thing we really close to our neighbors and if we cook some delicious food we will serve each other it is very enjoyable good good we are going to go on and talk a little bit about the weather so what is your favorite kind of weather oh my favorite kind of weather you know Korean wizer Korean wizer is wet so it is really helpful to our skin and hairs in my country situation it is very dry and sometimes oh there are not many the plants so I I like the wet weather more okay and do you you think the weather affects people's lives yes sure because in these days we have no many organic things I think it weather affect these things many plants and plants are affecting to weather and weather is affecting to to the flour and FAA so it has lots of effect to our life okay and if we think about the weather in different seasons does your mood change between different kinds of weather yes sure if it is a sunny day my mood is very good if if comes out comes out this cloth my mood is really sad I do not know why but sad and so I really like summer wizer it will it will give me the enjoyable time because it is Sun",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wq019Z9GyjY_q02",
      "video_id": "wq019Z9GyjY",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Your hometown is an interesting place to live oh my hometown is interesting to live because there are many oh animals because I really enjoy to see this animals and feeding them and the what is the most interesting thing we really close to our neighbors and if we cook some delicious food we will serve each other it is very enjoyable good good we are going to go on and talk a little bit about the weather so what is your favorite kind of weather oh my favorite kind of weather you know Korean wizard Korean wizer is wet so it is really helpful to our skin and hairs in my country situation it is very dry and sometimes oh there are not many the plants so I I like the wet weather more okay and do you think the weather affects people's lives yes sure because in these days we have no many organic things I think it weather affect these things many plants and plants are affecting to weather and weather is affecting to the flour and FAA so it has lots of effect to our life okay and if we think about the weather in different seasons does your mood change between different kinds of weather yes sure if it is a sunny day my mood is very good if if comes out comes out this cloth my mood is really sad I do not know why but sad and so I really like summer Wier it will it will give me the enjoyable time because it is Sun all right very very.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "your hometown is an interesting place to live oh my hometown is interesting to live because there are many oh animals because I really uh enjoy to see this animals and feeding them and the um what's the most interesting thing uh we really um close to our neighbors and if uh we cook some delicious food uh we will serve each other it is very enjoyable good good um we're going to go on and talk a little bit about the weather um so what's your favorite kind of weather oh my favorite kind of weather uh you know uh Korean wizard uh Korean wizer is wet so it is uh really helpful to our um skin and hairs uh in my country situation it is very dry and uh sometimes oh uh there are not uh many the plants so I I like the wet weather more okay and do you think the weather affects people's lives yes sure uh because um in these days uh uh we have no many uh organic things I think it uh weather affect these things um many uh plants and uh uh plants are affecting to weather and weather is affecting uh to the flour and FAA so um it has lots of effect to our life okay and if we think about the weather in different seasons um does your mood change between different kinds of weather yes sure if it is a sunny day my mood is very good if uh if comes out uh comes out this uh cloth my uh mood is really sad I don't know why but sad and uh um so I really like summer Wier it will uh it will give me the enjoyable time because it is Sun all right very very.",
      "transcript_cleaned": "Your hometown is an interesting place to live oh my hometown is interesting to live because there are many oh animals because I really enjoy to see this animals and feeding them and the what is the most interesting thing we really close to our neighbors and if we cook some delicious food we will serve each other it is very enjoyable good good we are going to go on and talk a little bit about the weather so what is your favorite kind of weather oh my favorite kind of weather you know Korean wizard Korean wizer is wet so it is really helpful to our skin and hairs in my country situation it is very dry and sometimes oh there are not many the plants so I I like the wet weather more okay and do you think the weather affects people's lives yes sure because in these days we have no many organic things I think it weather affect these things many plants and plants are affecting to weather and weather is affecting to the flour and FAA so it has lots of effect to our life okay and if we think about the weather in different seasons does your mood change between different kinds of weather yes sure if it is a sunny day my mood is very good if if comes out comes out this cloth my mood is really sad I do not know why but sad and so I really like summer Wier it will it will give me the enjoyable time because it is Sun all right very very.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wq019Z9GyjY_q05",
      "video_id": "wq019Z9GyjY",
      "band": 6.5,
      "question": "[Transcript chunk 5]",
      "transcript": "And the dresses on the online shopping and I I I all I am used to by the products which is showing in the advertisement okay and do you think advertising has any negative influences oh yes sometimes it is a negative in influences on people's people's mind it is sometimes it can be sexy it is not good to the young people so so sometimes it is not reliable and people can be lied to buy this products so it is disadvantages of advertisement so you mentioned about children so why why is some advertising harmful for children oh yes sometimes it is for example I took the example of Cola oh it it it always put the Santa Claus's picture or something interesting for the children and the children urge parents to buy this product but it is a not a healthy drink for children so they they are interesting to interested to buy this kind of products in their lives okay and what factors do you think we should consider when making advertisements yes the first thing we should consider when we are making the advertisement is it is reliability the second thing is if the one company is going to advertise the their advertisement they cannot love it or they cannot NE they cannot neglect the other company they only should advertise their own advertisement and other factors and if the products is not effective site advertisements should mention it okay well thank you very much that is the end of your IL exam today have a nice day yes thank you to so we have.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and the dresses on the online shopping and uh I I I all I'm used to by the products which is showing in the advertisement okay and do you think advertising has any negative influences oh yes uh sometimes it is a negative in influences on people's uh people's mind uh it is um sometimes it can be uh sexy uh it is not uh good uh to the young people so so um sometimes it is not reliable and people can be lied to buy this products so it is disadvantages of advertisement so you mentioned about children so why why is some advertising harmful for children oh yes uh sometimes it is um for example I took the example of uh Cola oh it it it always put the Santa Claus's picture or something interesting for the children and the children urge parents to buy this product uh but it is a not a healthy drink for um children so they um they are interesting to interested to buy this kind of products in their lives okay and what factors do you think we should consider when making advertisements yes uh the first thing uh we should uh consider when we are making the advertisement is uh it is reliability the second thing is um if the one company is going to advertise the their advertisement they cannot uh love it or they cannot uh NE uh they cannot neglect the other company they only uh should advertise their own advertisement and um other factors and uh if uh the products uh uh is not effective site uh advertisements should mention it okay well thank you very much that is the end of your IL exam today have a nice day yes thank you to so we've.",
      "transcript_cleaned": "And the dresses on the online shopping and I I I all I am used to by the products which is showing in the advertisement okay and do you think advertising has any negative influences oh yes sometimes it is a negative in influences on people's people's mind it is sometimes it can be sexy it is not good to the young people so so sometimes it is not reliable and people can be lied to buy this products so it is disadvantages of advertisement so you mentioned about children so why why is some advertising harmful for children oh yes sometimes it is for example I took the example of Cola oh it it it always put the Santa Claus's picture or something interesting for the children and the children urge parents to buy this product but it is a not a healthy drink for children so they they are interesting to interested to buy this kind of products in their lives okay and what factors do you think we should consider when making advertisements yes the first thing we should consider when we are making the advertisement is it is reliability the second thing is if the one company is going to advertise the their advertisement they cannot love it or they cannot NE they cannot neglect the other company they only should advertise their own advertisement and other factors and if the products is not effective site advertisements should mention it okay well thank you very much that is the end of your IL exam today have a nice day yes thank you to so we have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0TN0TTetoDk_q03",
      "video_id": "0TN0TTetoDk",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Okay so your 60 seconds are now over and you can talk now okay one one of the late one of the latest that I watched was last week me and my housemate we went to a Golden Village movie theater and we watch the movie which is one of the well known in the Philippines it is it is very trending so we watch it the title hello my love again this topic is all about Joy who is a nurse she went in Hong Kong to work as caregiver and from being a caregiver one of her dreams is to work in Canada and to become a successful nurse despite of having a strugling life in the Canada such as having a difficulty attending those patient and attending those patient and all of the tri from the family and as I that he she also experien a difficulty in life despite of this kind of Trials she is do her best to manage to become a registered nurse as this is one of her dreams before she started to become a care although you have to take a lot of exam like a lot of requirements for you to complete in order to become a registered n but even though it is so expensive even though it is so even there expensive even though it is so hard she still managed to hle the situation of being a strong person and to become a registered nurse she is working as well as studying as well as supporting her family way back in the Philippines I admire this I admire her rule because she have a very strong personality and I experience what Joy has experience that as a overseas Filipino worker because I am also one of the overseas.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "okay so your 60 seconds are now over and you can uh talk now okay uh one one of the late one of the latest that I watched was last week me and my housemate we went to a Golden Village movie theater and we watch the movie which is one of the well known in the Philippines it's it's very trending so we watch it the title hello my love again this topic is all about um Joy who is a nurse she went in Hong Kong to work as caregiver and from being a caregiver one of her dreams is to work in Canada and to become a successful nurse despite of having a strugling life in the Canada such as having a difficulty attending those patient and attending those patient and all of the tri from the family and as I that he uh she also experien a difficulty in life despite of this kind of Trials she's do her best to manage to become a registered nurse as this is one of her dreams before she started to become a care although you have to take a lot of exam like a lot of requirements for you to complete in order to become a registered n but um even though it's so expensive even though it's so even there expensive even though it's so um hard she still managed to hle the situation of being a strong person and to become a registered nurse she's working as well as studying as well as supporting her family way back in the Philippines I admire this um I admire her rule because she have a very strong personality and I experience what Joy has experience that as a overseas Filipino worker because I'm also one of the overseas.",
      "transcript_cleaned": "your 60 seconds are now over and you can talk now okay one one of the late one of the latest that I watched was last week me and my housemate we went to a Golden Village movie theater and we watch the movie which is one of the well known in the Philippines it is it is very trending so we watch it the title hello my love again this topic is all about Joy who is a nurse she went in Hong Kong to work as caregiver and from being a caregiver one of her dreams is to work in Canada and to become a successful nurse despite of having a strugling life in the Canada such as having a difficulty attending those patient and attending those patient and all of the tri from the family and as I that he she also experien a difficulty in life despite of this kind of Trials she is do her best to manage to become a registered nurse as this is one of her dreams before she started to become a care although you have to take a lot of exam like a lot of requirements for you to complete in order to become a registered n but even though it is so expensive even though it is so even there expensive even though it is so hard she still managed to hle the situation of being a strong person and to become a registered nurse she is working as well as studying as well as supporting her family way back in the Philippines I admire this I admire her rule because she have a very strong personality and I experience what Joy has experience that as a overseas Filipino worker because I am also one of the overseas.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0TN0TTetoDk_q04",
      "video_id": "0TN0TTetoDk",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Filipino worker thank you and would you recommend this movie to your friends and family yes I highly recommend this movie because of being because everybody experienced this kind of overseas filippine workers where we are in we all live in our country just to work in other country.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Filipino worker thank you and would you recommend this movie to your friends and family yes I highly recommend this movie because of being because everybody experienced this kind of overseas filippine workers where we're in we all live in our country just to work in other country.",
      "transcript_cleaned": "Filipino worker thank you and would you recommend this movie to your friends and family yes I highly recommend this movie because of being because everybody experienced this kind of overseas filippine workers where we are in we all live in our country just to work in other country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0TN0TTetoDk_q05",
      "video_id": "0TN0TTetoDk",
      "band": 6.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Things okay and do you think children should be encouraged by their parents to read more books I believe so because children because children has very fast they are very fast learner if they start to learn at the young age they will easily get to adop all kinds of these reads books okay and what do you think schools can do to encourage children to read more books probably giving them some homework or assignment so that when they come home they will read their books immediately and while reading the food they should enjoy reading those fots so that they they will read and read a lot of books okay and do you think children these days watch too much TV I believe so because of a lot of serious movie that highlighted nowadays and even a child they know how to watch or use the remote control the that you wish so I think yeah and are there any disadvantages of of children watching TV there is because if they assisting to watch more movie even though it is already late at night they will keep on watching if not they will cry and fight with their parents so that is one of the most disadvantages because they will insist whatever they want okay and why do you think children watch a lot of TV because for them it is make them happy everything they watch especially if if it is a cartoon or any movie that they want to watch and they are really enjoying watching the movies and sometimes they will imitate those movie like when they sing a song then they will sing a song also when they watch a movie like a tiger cut animal they also imitate how.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "things okay and um do you think uh children should be encouraged by their parents to read more books I believe so because children because children has um very fast they are very fast learner if they start to learn at the young age they will easily get to adop all kinds of these reads books okay and um what do you think schools can do to encourage children to read more books uh probably uh giving them some homework or assignment so that when they come home they will read their books immediately and while reading the food they should enjoy reading those fots so that they they will read and read a lot of books okay and do you think children these days uh watch too much TV I believe so because of a lot of serious movie that highlighted nowadays and even a child they know how to watch or use the remote control the that you wish so I think yeah and are there any disadvantages of of children watching TV there is because if they assisting to watch more movie even though it's already late at night they will keep on watching if not they will cry and fight with their parents so that's one of the most disadvantages because they will insist whatever they want okay and why do you think children uh watch a lot of TV because for them it's make them happy everything they watch especially if if it's a cartoon or any movie that they want to watch and they are really enjoying watching the movies and sometimes they will imitate those movie like when they sing a song then they will sing a song also when they watch a movie like a tiger cut animal they also imitate how.",
      "transcript_cleaned": "Things okay and do you think children should be encouraged by their parents to read more books I believe so because children because children has very fast they are very fast learner if they start to learn at the young age they will easily get to adop all kinds of these reads books okay and what do you think schools can do to encourage children to read more books probably giving them some homework or assignment so that when they come home they will read their books immediately and while reading the food they should enjoy reading those fots so that they they will read and read a lot of books okay and do you think children these days watch too much TV I believe so because of a lot of serious movie that highlighted nowadays and even a child they know how to watch or use the remote control the that you wish so I think yeah and are there any disadvantages of of children watching TV there is because if they assisting to watch more movie even though it is already late at night they will keep on watching if not they will cry and fight with their parents so that is one of the most disadvantages because they will insist whatever they want okay and why do you think children watch a lot of TV because for them it is make them happy everything they watch especially if if it is a cartoon or any movie that they want to watch and they are really enjoying watching the movies and sometimes they will imitate those movie like when they sing a song then they will sing a song also when they watch a movie like a tiger cut animal they also imitate how.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}