{
  "batch_id": 36,
  "count": 20,
  "samples": [
    {
      "sample_id": "S8Y5D3RMBes_q11",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "What was your favorite TV show when you were a child?",
      "transcript": "When I was a child, I used to play, outside with my neighbors. So, we used to spend time playing more than watching TV. But, we used to watch like, you know, the, kids show at 5 AM before school. And that is it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, when I was a child, I used to play, uh, outside with my neighbors. So, uh, we used to spend time playing more than watching TV. But, uh, we used to watch like, you know, the, um, kids show at 5 AM before school. And that's it.",
      "transcript_cleaned": "When I was a child, I used to play, outside with my neighbors. So, we used to spend time playing more than watching TV. But, we used to watch like, you know, the, kids show at 5 AM before school. And that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q12",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "When we come back from school, we run directly to this street.",
      "transcript": "So describe a TV documentary you watched that you enjoyed The last one I watched it was about the most country the population in this country who lived longer than the other countries Why I watched this documentary Because when I have kids back to the kids when I had the first baby I decided to change my lifestyle to stop eating bad food to stop eating junk food to change everything So when I saw this documentary I felt like I have it a must I have to watch this documentary and to see why this population or this country they live longer than the other countries And mainly it it was like because of the food the organic food They don go to the gym but they walk a lot They they don sit like doing nothing No, they are always active. So, I learned a lot while watching this documentary because my husband used to make fun of me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So describe a TV documentary you watched that you enjoyed The last one I watched it was about um the most country the population in this country who lived um longer than the other countries Why I watched this documentary Because when I have kids back to the kids when I had the first baby I decided to change my lifestyle to stop eating bad food to stop eating junk food to change everything So when I saw this documentary I felt like I have it a must I have to watch this documentary and to see why this population or this country they live longer than the other countries And mainly it it was like um because of the food the organic food They don go to the gym but they walk a lot They they don sit like doing nothing No, they are always active. So, uh, I learned a lot while watching this documentary because my husband used to make fun of me.",
      "transcript_cleaned": "describe a TV documentary you watched that you enjoyed The last one I watched it was about the most country the population in this country who lived longer than the other countries Why I watched this documentary Because when I have kids back to the kids when I had the first baby I decided to change my lifestyle to stop eating bad food to stop eating junk food to change everything So when I saw this documentary I felt like I have it a must I have to watch this documentary and to see why this population or this country they live longer than the other countries And mainly it it was like because of the food the organic food They don go to the gym but they walk a lot They they don sit like doing nothing No, they are always active. So, I learned a lot while watching this documentary because my husband used to make fun of me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q13",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "When I watch this documentary, I have got the answer.",
      "transcript": "And I told him, look, when, when you eat this flour instead of this, it will help you. It will help your blood not to, how to say it, to absorb the sugar. So this is the difference between this and this. that is why in Italy, if you realize that the, the, the, the food is based on carbs, why they are not, fat or why they are not like, sumo because of the good ingredients they use and the quality of food they, they have. So, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And I told him, look, when, when you eat this flour instead of this, it will help you. It will help your blood not to, um, how to say it, to absorb the sugar. So this is the difference between this and this. That's why in Italy, if you realize that the, the, the, the food is based on carbs, why they are not, uh, fat or why they are not like, uh, sumo because of the good ingredients they use and the quality of food they, they have. So, uh, yeah.",
      "transcript_cleaned": "And I told him, look, when, when you eat this flour instead of this, it will help you. It will help your blood not to, how to say it, to absorb the sugar. So this is the difference between this and this. that is why in Italy, if you realize that the, the, the, the food is based on carbs, why they are not, fat or why they are not like, sumo because of the good ingredients they use and the quality of food they, they have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q15",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Do you think that people pay attention to adverts on TV?",
      "transcript": "Yeah, of course they do. Because it is, it is not like an ad you can skip. You have to watch. Otherwise you put mute, but you are still watching. Even if you mute the TV, you are still watching and seeing the product name and the product itself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, of course they do. Because it's, uh, it's not like an ad you can skip. You have to watch. Otherwise you put mute, but you are still watching. Even if you mute the TV, you are still watching and seeing the product name and the product itself.",
      "transcript_cleaned": "of course they do. Because it is, it is not like an ad you can skip. You have to watch. Otherwise you put mute, but you are still watching. Even if you mute the TV, you are still watching and seeing the product name and the product itself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q17",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "So for example, how important are regulations on TV?",
      "transcript": "So some people think that there should not be any regulations, maybe because they are advertisers and they want to sell more stuff. Other people think that they should be heavily regulated because of children. You know, children should not be exposed to certain things through advertising. Personally, I am a parent, so I think that there should be regulations, especially before 9pm. Nowadays, we have to double them. So you can see how I give a more in-depth, more balanced view, especially the last question. It was kind of like you were talking as you were thinking. it is better to take a few seconds and think, you know, you do not have to immediately give an answer. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So some people think that there shouldn't be any regulations, maybe because they're advertisers and they want to sell more stuff. Other people think that they should be heavily regulated because of children. You know, children should not be exposed to certain things through advertising. Personally, I'm a parent, so I think that there should be regulations, especially before 9pm. Nowadays, we have to double them. So you can see how I give a more in-depth, more balanced view, especially the last question. It was kind of like you were talking as you were thinking. It's better to take a few seconds and think, you know, you don't have to immediately give an answer. Yeah.",
      "transcript_cleaned": "some people think that there should not be any regulations, maybe because they are advertisers and they want to sell more stuff. Other people think that they should be heavily regulated because of children. You know, children should not be exposed to certain things through advertising. Personally, I am a parent, so I think that there should be regulations, especially before 9pm. Nowadays, we have to double them. So you can see how I give a more in-depth, more balanced view, especially the last question. It was kind of like you were talking as you were thinking. it is better to take a few seconds and think, you know, you do not have to immediately give an answer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q18",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Why do people think that?",
      "transcript": "And then you can, you can give the answer. So that, that, that would help. But overall, excellent. Like really, really, really, really well done. So let me give you some feedback on pronunciation, fluency, grammar, and vocabulary.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And then you can, you can give the answer. So that, that, that would help. But overall, excellent. Like really, really, really, really well done. So let me give you some feedback on pronunciation, fluency, grammar, and vocabulary.",
      "transcript_cleaned": "And then you can, you can give the answer. So that, that, that would help. But overall, excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q20",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Do you know, and throw, throw at that.",
      "transcript": "Just keep talking and that, and that is absolutely fine. And then at the end you cannot, you did not know the right word because that sometimes happens even, you know, even myself when I am speaking, I am like, my mind is gone blank. Even in Arabic sometimes. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Just keep talking and that, and that's absolutely fine. And then at the end you can't, you didn't know the right word because that sometimes happens even, you know, even myself when I'm speaking, I'm like, my mind is gone blank. Even in Arabic sometimes. Yeah.",
      "transcript_cleaned": "Just keep talking and that, and that is absolutely fine. And then at the end you cannot, you did not know the right word because that sometimes happens even, you know, even myself when I am speaking, I am like, my mind is gone blank. Even in Arabic sometimes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q01",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Do you like art?",
      "transcript": "That is interesting. depends on what. I like cinema, for instance, movies, music, but I do not know too much about, paintings or modern art. I am not too familiar with, so it depends on what kind of art.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, that's interesting. Um, depends on what. I like cinema, for instance, movies, music, but I don't know too much about, um, paintings or modern art. I'm not too familiar with, so it depends on what kind of art.",
      "transcript_cleaned": "That is interesting. depends on what. I like cinema, for instance, movies, music, but I do not know too much about, paintings or modern art. I am not too familiar with, so it depends on what kind of art.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q02",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Do you like to take photographs?",
      "transcript": "Yes. I would not say the photographs are good, but I do enjoy taking pictures. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. I wouldn't say the photographs are good, but I do enjoy taking pictures. Yeah.",
      "transcript_cleaned": "Yes. I would not say the photographs are good, but I do enjoy taking pictures.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q03",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Do you prefer to take photos of yourself or other things?",
      "transcript": "Of other things. it is kind of hard to take pictures of yourself unless it is a selfie and that is limited. So pictures of other things mostly.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Of other things. It's kind of hard to take pictures of yourself unless it's a selfie and that's limited. So pictures of other things mostly.",
      "transcript_cleaned": "Of other things. it is kind of hard to take pictures of yourself unless it is a selfie and that is limited. So pictures of other things mostly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q04",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Do you like animals?",
      "transcript": "I love animals. Land animals, friendly so to speak animals, not insects and not anything from the ocean.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I love animals. Land animals, friendly so to speak animals, not insects and not anything from the ocean.",
      "transcript_cleaned": "I love animals. Land animals, friendly so to speak animals, not insects and not anything from the ocean.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q05",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "What is your favourite animal?",
      "transcript": "Probably a dog. Dogs, for obvious reasons you can keep them as pets. In terms of like non domesticated animals, probably jaguars.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, probably a dog. Dogs, for obvious reasons you can keep them as pets. In terms of like non domesticated animals, probably jaguars.",
      "transcript_cleaned": "Probably a dog. Dogs, for obvious reasons you can keep them as pets. In terms of like non domesticated animals, probably jaguars.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q06",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Do you have any animals in your home as pets?",
      "transcript": "Yes. I have two dogs. they are both from the shelter. The animal shelter, the rescues. yeah, I have always had pets. Our family really likes keeping animals around.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. I have two dogs. They're both from the shelter. The animal shelter, the rescues. Um, yeah, I've always had pets. Our family really likes keeping animals around.",
      "transcript_cleaned": "Yes. I have two dogs. they are both from the shelter. The animal shelter, the rescues. yeah, I have always had pets. Our family really likes keeping animals around.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q07",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "What type of bags do you like?",
      "transcript": "I prefer purses that are a little bit on the larger side, just cause I like to put every thing of my life in my purse. so it ends up weighing maybe 20 kilos. Yeah. Larger bags, probably structured larger bags.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I prefer purses that are a little bit on the larger side, just cause I like to put every thing of my life in my purse. Um, so it ends up weighing maybe 20 kilos. Yeah. Larger bags, probably structured larger bags.",
      "transcript_cleaned": "I prefer purses that are a little bit on the larger side, just cause I like to put every thing of my life in my purse. so it ends up weighing maybe 20 kilos. Yeah. Larger bags, probably structured larger bags.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q08",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "How often do you carry a bag when you go out?",
      "transcript": "Every day. I think that is the case for most women. I think they carry a bag every, even if you go down to the grocery or the supermarket, you take your bag with you usually. Right?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Every day. I think that's the case for most women. I think they carry a bag every, even if you go down to the grocery or the supermarket, you take your bag with you usually. Right?",
      "transcript_cleaned": "Every day. I think that is the case for most women. I think they carry a bag every, even if you go down to the grocery or the supermarket, you take your bag with you usually.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q09",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "What sort of bags do women like to buy?",
      "transcript": "It depends. it depends on your outfit. It depends on where you are going. for the day, if you are going to the office, you probably want something bigger that can fit your laptop, your phone, paperwork, everything that you might need during the day. if it is nighttime, you would want something smaller, like a clutch, something more sleek, elegant. so it depends. If you are traveling, you would want a much bigger bag that is able to fit. Not just you, but all of your family's stuff as well. So everything. Women like all kinds of bags. that is why we have so many of them.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It depends. Um, it depends on your outfit. It depends on where you're going. Um, for the day, if you're going to the office, you probably want something bigger that can fit your laptop, your phone, paperwork, um, everything that you might need during the day. Um, if it's nighttime, you'd want something smaller, like a clutch, something more sleek, elegant. Um, so it depends. If you're traveling, you'd want a much bigger bag that's able to fit. Not just you, but all of your family's stuff as well. So everything. Women like all kinds of bags. That's why we have so many of them.",
      "transcript_cleaned": "It depends. it depends on your outfit. It depends on where you are going. for the day, if you are going to the office, you probably want something bigger that can fit your laptop, your phone, paperwork, everything that you might need during the day. if it is nighttime, you would want something smaller, like a clutch, something more sleek, elegant. so it depends. If you are traveling, you would want a much bigger bag that is able to fit. Not just you, but all of your family's stuff as well. So everything. Women like all kinds of bags. that is why we have so many of them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q10",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "What did you usually do on your birthday when you were a child?",
      "transcript": "So when I was a kid, when I was a child, in school, we had a uniform. Everybody wore a uniform to school. So when it was your birthday, it was the one day of the year that you were allowed to wear whatever you wanted. So it was a big deal. I mean, at least I would pick out my outfit like two months in advance. It would be like a little dress, like a princessy frock, matching shoes, matching accessories for your hair. And then you would take some kind of chocolate or candy to school and then you could take like a period off and go and give the candy out to other teachers and other kids in the school. And we looked forward to it every year. It was the highlight to get to not have to wear the uniform, to wear whatever you wanted. And to basically be able to skip class and go out and hand out chocolates because it is your birthday.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So when I was a kid, when I was a child, um, in school, we had a uniform. Everybody wore a uniform to school. So when it was your birthday, it was the one day of the year that you were allowed to wear whatever you wanted. So it was a big deal. I mean, at least I would pick out my outfit like two months in advance. It would be like a little dress, like a princessy frock, matching shoes, matching accessories for your hair. And then you would take some kind of chocolate or candy to school and then you could take like a period off and go and give the candy out to other teachers and other kids in the school. And we looked forward to it every year. It was the highlight to get to not have to wear the uniform, to wear whatever you wanted. And to basically be able to skip class and go out and hand out chocolates because it's your birthday.",
      "transcript_cleaned": "when I was a kid, when I was a child, in school, we had a uniform. Everybody wore a uniform to school. So when it was your birthday, it was the one day of the year that you were allowed to wear whatever you wanted. So it was a big deal. I mean, at least I would pick out my outfit like two months in advance. It would be like a little dress, like a princessy frock, matching shoes, matching accessories for your hair. And then you would take some kind of chocolate or candy to school and then you could take like a period off and go and give the candy out to other teachers and other kids in the school. And we looked forward to it every year. It was the highlight to get to not have to wear the uniform, to wear whatever you wanted. And to basically be able to skip class and go out and hand out chocolates because it is your birthday.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q11",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "How do you normally celebrate your birthday now?",
      "transcript": "Very differently. Everyone's allowed to wear whatever they want now so it is kind of not, does not have the same charm. it depends. I like to do a little dinner with my friends. Something low-key. I am not a very big party person. So dinner is usually good. followed by probably like a games night or a movies, movie night at home or at the end. Like the cinema, something low key.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, very differently. Everyone's allowed to wear whatever they want now so it's kind of not, doesn't have the same charm. Um, it depends. I like to do a little dinner with um, my friends. Something low-key. I'm not a very big party person. So dinner is usually good. Um, followed by probably like a games night or a movies, movie night at home or at the end. Like the cinema, something low key.",
      "transcript_cleaned": "Very differently. Everyone's allowed to wear whatever they want now so it is kind of not, does not have the same charm. it depends. I like to do a little dinner with my friends. Something low-key. I am not a very big party person. So dinner is usually good. followed by probably like a games night or a movies, movie night at home or at the end. Like the cinema, something low key.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q12",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Do you think it is important to give someone a card on their birthday?",
      "transcript": "Like a handwritten like a birthday card I think so yes Because I quite sentimental and emotional So I prefer more emotional sentimental gifts So I think if someone takes the time to write something by hand for you I think that I mean I hold on to stuff like that So I think it a very nice thoughtful present to give someone on their birthday The first time I met a new friend so I going to go way back It was my first day of school kindergarten And I met a girl named Amanpreet Kaj she, we were about, I think we just turned four years old. we met obviously in kindergarten. first year of school. what I liked about her when I first saw her, I mean, we were sitting together with the teacher made us sit next to each other. And, she had this long hair and it was like sectioned into two parts and it was just braided all the way down. And she had the cutest face I have ever seen. She had this little fluffy marshmallow like face. I guess that is all it takes when you are a kid to want to be friends with somebody. and then I tried to, so there is like this little thing that kids do where they put their thumb out. So I did this to her.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like a handwritten like a birthday card Um I think so yes Because I quite sentimental and emotional So I prefer more emotional sentimental gifts So I think if someone takes the time to write something by hand for you I think that I mean I hold on to stuff like that So I think it a very nice thoughtful present to give someone on their birthday The first time I met a new friend so I going to go way back It was my first day of school kindergarten And I met a girl named Amanpreet Kaj Um, she, we were about, I think we just turned four years old. Uh, we met obviously in kindergarten. Um, first year of school. Uh, what I liked about her when I first saw her, I mean, we were sitting together with the teacher made us sit next to each other. And, um, she had this long hair and it was like sectioned into two parts and it was just braided all the way down. And she had the cutest face I've ever seen. She had this little fluffy marshmallow like face. I guess that's all it takes when you're a kid to want to be friends with somebody. Um, and then I tried to, so there's like this little thing that kids do where they put their thumb out. So I did this to her.",
      "transcript_cleaned": "Like a handwritten like a birthday card I think so yes Because I quite sentimental and emotional So I prefer more emotional sentimental gifts So I think if someone takes the time to write something by hand for you I think that I mean I hold on to stuff like that So I think it a very nice thoughtful present to give someone on their birthday The first time I met a new friend so I going to go way back It was my first day of school kindergarten And I met a girl named Amanpreet Kaj she, we were about, I think we just turned four years old. we met obviously in kindergarten. first year of school. what I liked about her when I first saw her, I mean, we were sitting together with the teacher made us sit next to each other. And, she had this long hair and it was like sectioned into two parts and it was just braided all the way down. And she had the cutest face I have ever seen. She had this little fluffy marshmallow like face. I guess that is all it takes when you are a kid to want to be friends with somebody. and then I tried to, so there is like this little thing that kids do where they put their thumb out. So I did this to her.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q13",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "I was like, how can she not want to be my friend?",
      "transcript": "And then I saw her again the next day. and the day, the next day after that and the day after that. And then eventually I was like, I am going to be friends with them. Essentially we ended up becoming best friends. She did it back to me obviously at some point. She was my first best friend that I ever had in life. She was from Punjab, which is a part of India. and her mom used to make the most amazing, it is called paratha. it is like this stuffed bread. it is like they put a potato and spices into like, into a flatbread. And my mom used to make something called Sita, which is sweet semolina situation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, and then I saw her again the next day. Um, and the day, the next day after that and the day after that. And then eventually I was like, I'm going to be friends with them. Essentially we ended up becoming best friends. She did it back to me obviously at some point. She was my first best friend that I ever had in life. She was from Punjab, which is a part of India. Um, and her mom used to make the most amazing, it's called paratha. It's like this stuffed bread. It's like they put a potato and spices into like, um, into a flatbread. And my mom used to make something called Sita, which is sweet semolina situation.",
      "transcript_cleaned": "And then I saw her again the next day. and the day, the next day after that and the day after that. And then eventually I was like, I am going to be friends with them. Essentially we ended up becoming best friends. She did it back to me obviously at some point. She was my first best friend that I ever had in life. She was from Punjab, which is a part of India. and her mom used to make the most amazing, it is called paratha. it is like this stuffed bread. it is like they put a potato and spices into like, into a flatbread. And my mom used to make something called Sita, which is sweet semolina situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}