{
  "batch_id": 34,
  "count": 20,
  "samples": [
    {
      "sample_id": "Ayuy4zGnfkQ_q08",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "How often do you read?",
      "transcript": "I do read here and there sometimes. My friends recommend me books and I like to pick it up just to, I like sharing their interests.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do read here and there sometimes. My friends recommend me books and I like to pick it up just to, I like sharing their interests.",
      "transcript_cleaned": "I do read here and there sometimes. My friends recommend me books and I like to pick it up just to, I like sharing their interests.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q09",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "And what was your favorite book when you were a child?",
      "transcript": "Well, when I was a child, I used to read anything by Enid Blyton. So all of his short stories, they were great. I used to just read them before bedtime. And think about it, be a part of it. Yeah, I liked her.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, when I was a child, I used to read anything by Enid Blyton. So all of his short stories, they were great. I used to just read them before bedtime. And think about it, be a part of it. Yeah, I liked her.",
      "transcript_cleaned": "when I was a child, I used to read anything by Enid Blyton. So all of his short stories, they were great. I used to just read them before bedtime. And think about it, be a part of it. Yeah, I liked her.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q10",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "Do you like to read for pleasure or is most of your reading just done at university?",
      "transcript": "I like to read for pleasure and then I also do read for university. that is what I need. And for pleasure I just do that for like to rest, to calm down, just some additional skill I would like to use in my life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like to read for pleasure and then I also do read for university. That's what I need. And for pleasure I just do that for like to rest, to calm down, just some additional skill I would like to use in my life.",
      "transcript_cleaned": "I like to read for pleasure and then I also do read for university. that is what I need. And for pleasure I just do that for like to rest, to calm down, just some additional skill I would like to use in my life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q11",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "What kind of books do you like to read for pleasure?",
      "transcript": "It could be educational or it could be fantasy. It could be rom-com. Anything like thriller, everything.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It could be educational or it could be fantasy. It could be rom-com. Anything like thriller, everything.",
      "transcript_cleaned": "It could be educational or it could be fantasy. It could be rom-com. Anything like thriller, everything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q12",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "And do you prefer to read normal paper books or digital books?",
      "transcript": "I like paperback. I feel like I am in there. there is something different about paperback. Digital, yes, it is nice. But it is more traditional to read by the book. So I do prefer that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I like paperback. I feel like I am in there. There's something different about paperback. Digital, yes, it's nice. But it's more traditional to read by the book. So I do prefer that.",
      "transcript_cleaned": "I like paperback. I feel like I am in there. there is something different about paperback. Digital, yes, it is nice. But it is more traditional to read by the book.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q13",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "What is your favorite drink?",
      "transcript": "I like mojitos. there is something refreshing about it and there is like something very zesty about it. that is why I like mojitos better.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like mojitos. There's something refreshing about it and there's like something very zesty about it. That's why I like mojitos better.",
      "transcript_cleaned": "I like mojitos. there is something refreshing about it and there is like something very zesty about it. that is why I like mojitos better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q14",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "Do you drink tea or coffee?",
      "transcript": "I do not drink any of them. Sometimes, maybe if I have the mood, but I do not prefer any. I would prefer juice instead.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I don't drink any of them. Sometimes, maybe if I have the mood, but I don't prefer any. I would prefer juice instead.",
      "transcript_cleaned": "I do not drink any of them. Sometimes, maybe if I have the mood, but I do not prefer any. I would prefer juice instead.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q15",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "Why not tea or coffee?",
      "transcript": "I think it gets me too excited sometimes, so I would cut back on it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it gets me too excited sometimes, so I would cut back on it.",
      "transcript_cleaned": "I think it gets me too excited sometimes, so I would cut back on it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q16",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "And how often do you drink water every day?",
      "transcript": "Well, four glasses per day. it is pretty less, I know, but I am working on it. I drink four glasses whenever I am thirsty.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, four glasses per day. It's pretty less, I know, but I'm working on it. I drink four glasses whenever I'm thirsty.",
      "transcript_cleaned": "four glasses per day. it is pretty less, I know, but I am working on it. I drink four glasses whenever I am thirsty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q18",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "What kind of monuments do tourists visit in your country?",
      "transcript": "They visit the one that I just spoke about, the Red Fort. They visit the Taj Mahal. it is the seven, it is one of the seven wonders. So yes, it is made of complete marble. So people like to visit these. They want to be part of, they want to see what is it like in India, what the aesthetics are and everything.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "They visit the one that I just spoke about, the Red Fort. They visit the Taj Mahal. It's the seven, it's one of the seven wonders. So yes, it's made of complete marble. So people like to visit these. They want to be part of, they want to see what's it like in India, what the aesthetics are and everything.",
      "transcript_cleaned": "They visit the one that I just spoke about, the Red Fort. They visit the Taj Mahal. it is the seven, it is one of the seven wonders. So yes, it is made of complete marble. So people like to visit these. They want to be part of, they want to see what is it like in India, what the aesthetics are and everything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q19",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "Why do you think there are so many statues of famous people in public areas in some countries?",
      "transcript": "Well I think that is because people like to look up to them and remember them for a very long time. That they have made this change in their lives before. and they have come such a long way because of what they have done, significantly in history. So that is why they have, they have the statues as to show like to pay tribute mostly. that is why.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well I think that's because people like to look up to them and remember them for a very long time. That they've made this change in their lives before. Um, and they've come such a long way because of what they've done, uh, significantly in history. So that is why they've, they have the statues as to show like to pay tribute mostly. That's why.",
      "transcript_cleaned": "I think that is because people like to look up to them and remember them for a very long time. That they have made this change in their lives before. and they have come such a long way because of what they have done, significantly in history. So that is why they have, they have the statues as to show like to pay tribute mostly. that is why.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q20",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "Do you agree that old monuments and old statues should always be preserved?",
      "transcript": "Yes, I do. I do think they should be preserved and looked after because it is something that was left behind. there is history behind it. Now you can write history in books, but you would like to see something. You would like to see like some proof of it. Like the dinosaurs, we have written them in books but there are so many people that believe they are just a theory. So I do think you have to preserve them.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I do. Um, I do think they should be preserved and looked after because it's something that was left behind. There's history behind it. Now you can write history in books, but you would like to see something. You would like to see like some proof of it. Like the dinosaurs, we've written them in books but there are so many people that believe they are just a theory. So I do think you have to preserve them.",
      "transcript_cleaned": "Yes, I do. I do think they should be preserved and looked after because it is something that was left behind. there is history behind it. Now you can write history in books, but you would like to see something. You would like to see like some proof of it. Like the dinosaurs, we have written them in books but there are so many people that believe they are just a theory. So I do think you have to preserve them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ayuy4zGnfkQ_q23",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "Any questions?",
      "transcript": "All good. Thank you. Thank you very much for this. If you want more speaking tests, you can click here or here.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "All good. Thank you. Thank you very much for this. If you want more speaking tests, you can click here or here.",
      "transcript_cleaned": "All good. Thank you. Thank you very much for this. If you want more speaking tests, you can click here or here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q01",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Do you work or do you study?",
      "transcript": "Currently I just graduated, so I am in between things, but yeah, I am finding work at this point.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Currently I just graduated, so I'm in between things, but yeah, I am finding work at this point.",
      "transcript_cleaned": "Currently I just graduated, so I am in between things, but yeah, I am finding work at this point.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q02",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Where would you like to find some work?",
      "transcript": "Ideally in Mumbai. I am really interested in like the startup industry. There are some startups that I am looking to work with as in the moment right now. So that is just what like this next chapter holds for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ideally in Mumbai. I'm really interested in like the startup industry. There are some startups that I'm looking to work with as in the moment right now. So that's just what like this next chapter holds for me.",
      "transcript_cleaned": "Ideally in Mumbai. I am really interested in like the startup industry. There are some startups that I am looking to work with as in the moment right now. So that is just what like this next chapter holds for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q03",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "In 10 years time, what career would you like to have?",
      "transcript": "Good question. I really feel strongly about philanthropy and education specifically. So I imagine myself living in between like different places in India, pursuing this like philanthropic educational work. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Good question. Um, I really feel strongly about philanthropy and education specifically. So I imagine myself living in between like different places in India, um, pursuing this like philanthropic educational work. Yeah.",
      "transcript_cleaned": "Good question. I really feel strongly about philanthropy and education specifically. So I imagine myself living in between like different places in India, pursuing this like philanthropic educational work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q04",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "What did you want to be when you were a little girl?",
      "transcript": "So many things, you know, it is kind of like, I do not know, I could not choose. I think every day was something different. I would watch like a really fun TV show and for example, suits and be like, Oh, I am going to be a lawyer. And I was convinced. And then I would watch a really fun movie like Devil Wears Prada and I wanted to be a fashion designer. So it was many different things when I was younger.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Ah, so many things, you know, it's kind of like, I don't know, I couldn't choose. I think every day was something different. Um, I would watch like a really fun TV show and for example, suits and be like, Oh, I'm going to be a lawyer. And I was convinced. And then I would watch a really fun movie like Devil Wears Prada and I wanted to be a fashion designer. So it was many different things when I was younger.",
      "transcript_cleaned": "many things, you know, it is kind of like, I do not know, I could not choose. I think every day was something different. I would watch like a really fun TV show and for example, suits and be like, Oh, I am going to be a lawyer. And I was convinced. And then I would watch a really fun movie like Devil Wears Prada and I wanted to be a fashion designer. So it was many different things when I was younger.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q05",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Did you have a favorite book when you were a child?",
      "transcript": "So I do not know if it is necessarily my favorite, but there was this book called The Secret Garden that I remember reading in my class in the fourth grade. And I am categorizing it as my favorite book because it just meant a lot to me because there was really nice descriptions about like the scenery and that really got me into reading. So I think for the heartwarming purpose, it is definitely my favorite book when I was younger, but it is just the book that started my love for reading in general.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I don't know if it's necessarily my favorite, but there was this book called The Secret Garden that I remember reading in my class in the fourth grade. And I'm categorizing it as my favorite book because it just meant a lot to me because there was really nice descriptions about like the scenery and that really got me into reading. So I think for the heartwarming purpose, it's definitely my favorite book when I was younger, but it's just the book that started my love for reading in general.",
      "transcript_cleaned": "I do not know if it is necessarily my favorite, but there was this book called The Secret Garden that I remember reading in my class in the fourth grade. And I am categorizing it as my favorite book because it just meant a lot to me because there was really nice descriptions about like the scenery and that really got me into reading. So I think for the heartwarming purpose, it is definitely my favorite book when I was younger, but it is just the book that started my love for reading in general.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q06",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Did you do a lot of reading when you were at university?",
      "transcript": "I did a lot of reading. Too much reading. I did a lot of reading that was more literary works, and it made me realize, oh, I do not like it. I do not like them. I am also not a fan of novels, but what I am a fan of is more fiction or self-help kind of books, especially that I am getting older and I want to incorporate habits into my life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I did a lot of reading. Too much reading. I did a lot of reading that was more literary works, and it made me realize, oh, I don't like it. I don't like them. Um, I'm also not a fan of novels, but what I am a fan of is more fiction or self-help kind of books, especially that I'm getting older and I want to incorporate habits into my life.",
      "transcript_cleaned": "I did a lot of reading. Too much reading. I did a lot of reading that was more literary works, and it made me realize, oh, I do not like it. I do not like them. I am also not a fan of novels, but what I am a fan of is more fiction or self-help kind of books, especially that I am getting older and I want to incorporate habits into my life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q07",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Are there any books you would recommend to people?",
      "transcript": "There is this book I read called Daisy Jones and the Sixth, and it was just a really fun book. It was the book I read recently, and I think people who are into fiction and like music would really love that book. It was adapted into a series after So definitely recommend that one Now let talk about drinks In your country what do people normally drink with dinner Okay there so many options particularly in my family we have a weird mix of things But in my country we usually have like masala chai or we have normal sodas but we put some masala in it which is like some spice to kind of give it that extra like kick So that really common But in my family we put like for example Coke we put a little bit of vanilla And I think it also has to do with like different places in India also have this, but in my family it is stable. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There's this book I read called Daisy Jones and the Sixth, and it was just a really fun book. It was the book I read recently, and I think people who are into fiction and like music would really love that book. It was adapted into a series after So definitely recommend that one Now let talk about drinks In your country what do people normally drink with dinner Okay there so many options Um particularly in my family we have a weird mix of things But in my country we usually have like masala chai or we have normal sodas but we put some masala in it which is like some spice to kind of give it that extra like kick So that really common But in my family we put like for example Coke we put a little bit of vanilla And I think it also has to do with like different places in India also have this, but in my family it's stable. Yeah.",
      "transcript_cleaned": "There is this book I read called Daisy Jones and the Sixth, and it was just a really fun book. It was the book I read recently, and I think people who are into fiction and like music would really love that book. It was adapted into a series after So definitely recommend that one Now let talk about drinks In your country what do people normally drink with dinner Okay there so many options particularly in my family we have a weird mix of things But in my country we usually have like masala chai or we have normal sodas but we put some masala in it which is like some spice to kind of give it that extra like kick So that really common But in my family we put like for example Coke we put a little bit of vanilla And I think it also has to do with like different places in India also have this, but in my family it is stable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}