{
  "batch_id": 305,
  "count": 20,
  "samples": [
    {
      "sample_id": "q2zY6E6A35A_s02",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "What hobbies did you have as a child?",
      "transcript": "When I were as a child I read books. Yeah. especially comic book comic story. Yeah. Such a name is Vietnamese is Yeah. Or Yeah. the story have traditional Vietnam value. Yeah. From reason. Wow. Brilliant.",
      "source": "supplementary",
      "transcript_original": "Uh when I were as a child I uh read books. Yeah. Uh especially uh comic book comic story. Yeah. Such a name is Vietnamese is Yeah. Or Yeah. Uh the story have traditional Vietnam value. Yeah. From reason. Wow. Brilliant.",
      "transcript_cleaned": "When I were as a child I read books. Yeah. especially comic book comic story. Yeah. Such a name is Vietnamese is Yeah. Or Yeah. the story have traditional Vietnam value. Yeah. From reason. Wow. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "q2zY6E6A35A_s04",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "D, how do you usually travel to work or study?",
      "transcript": "Oh, I usually go to work by bike. I never take the taxi. it is very expensive. Yeah. I I ride motorbike around the street and especially I can drop by in a a corner and enjoy a Yeah. Yeah. Yeah. The traditional food.",
      "source": "supplementary",
      "transcript_original": "Oh, I usually go to work by bike. I never take the taxi. It's very expensive. Yeah. I I ride motorbike around the street and uh especially I can drop by in a a corner and enjoy a Yeah. Yeah. Yeah. The traditional food.",
      "transcript_cleaned": "Oh, I usually go to work by bike. I never take the taxi. it is very expensive. Yeah. I I ride motorbike around the street and especially I can drop by in a a corner and enjoy a Yeah. Yeah. Yeah. The traditional food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "q2zY6E6A35A_s05",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "Is public transport popular in your city?",
      "transcript": "Oh, in my city there are some option. Yeah. Yeah. people can take the taxi and book book ra on Yeah. By the app. Yeah. However the the chish bus sometime may yuck. Well done. that is great.",
      "source": "supplementary",
      "transcript_original": "Oh, in my city uh there are some option. Yeah. Yeah. Uh people can take the taxi and book uh book ra on Yeah. By the app. Yeah. However uh the the chish uh bus sometime may yuck. Well done. That's great.",
      "transcript_cleaned": "Oh, in my city there are some option. Yeah. Yeah. people can take the taxi and book book ra on Yeah. By the app. Yeah. However the the chish bus sometime may yuck. Well done. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "q2zY6E6A35A_s09",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "Doc, how has technology changed daily life?",
      "transcript": "I I think the technology has changes every everyone in line. Yeah. nowaday everyone buy the something. Yes. Online the suggest buy the laz you can buy everything. you you you need Yeah. You need a large lash form and connect Wi-Fi with your mask phone. Yeah. moreover, yeah. technology. Yeah. Have school. Yeah. Design class online. Yeah. that is great. I do not think that. Thank you.",
      "source": "supplementary",
      "transcript_original": "I I think the technology uh has changes every everyone in line. Yeah. Uh nowaday everyone uh uh buy the something. Yes. Online the suggest uh uh buy the laz you can buy everything. Uh you you you need Yeah. You need a large uh lash form and connect uh Wi-Fi with your mask phone. Yeah. Uh moreover, yeah. Um technology. Yeah. Have uh school. Yeah. Design class uh online. Yeah. That's great. I don't think that. Thank you.",
      "transcript_cleaned": "I I think the technology has changes every everyone in line. Yeah. nowaday everyone buy the something. Yes. Online the suggest buy the laz you can buy everything. you you you need Yeah. You need a large lash form and connect Wi-Fi with your mask phone. Yeah. moreover, yeah. technology. Yeah. Have school. Yeah. Design class online. Yeah. that is great. I do not think that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "q2zY6E6A35A_s10",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "Do old people and young people use technology in the same way?",
      "transcript": "Oh, this this question is different for me. So I think there are some different between elderly people and young people. you know young people have a lots of information about technology when you were as pupil at school or at university. but elderly people yeah can u cannot update information updated program of difficult different for technology. Thank you. Well done. Yeah.",
      "source": "supplementary",
      "transcript_original": "Oh, this uh this question is different for me. So I think uh there are some uh different between elderly people and young people. uh you know uh young people have a lots of information about technology when you were as pupil at school or at university. Uh but elderly people yeah uh can u cannot update uh information uh updated program of uh difficult different for technology. Thank you. Well done. Yeah.",
      "transcript_cleaned": "Oh, this this question is different for me. So I think there are some different between elderly people and young people. you know young people have a lots of information about technology when you were as pupil at school or at university. but elderly people yeah can u cannot update information updated program of difficult different for technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "q2zY6E6A35A_s12",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "So, if I asked you the question, what do you usually do in your free time?",
      "transcript": "You said, in my free time, I like to go to the gym. If possible, try not to repeat. So you can just say, \"Oh, I love the gym.\" Oh, yeah.",
      "source": "supplementary",
      "transcript_original": "You said, in my free time, I like to go to the gym. If possible, try not to repeat. So you can just say, \"Oh, I love the gym.\" Oh, yeah.",
      "transcript_cleaned": "You said, in my free time, I like to go to the gym. If possible, try not to repeat. So you can just say, \"Oh, I love the gym.\" Oh,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s01",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Where do you live?",
      "transcript": "I live in Tana. It is situated in Hana. It is a northern part of India.",
      "source": "supplementary",
      "transcript_original": "I live in Tana. It is situated in Hana. It is a northern part of India.",
      "transcript_cleaned": "I live in Tana. It is situated in Hana. It is a northern part of India.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s02",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you study or work?",
      "transcript": "I am a student. So recently I cleared my senior country examination and now I am in college and I continue on my study. that is great. Now a few questions will be based on hobbies.",
      "source": "supplementary",
      "transcript_original": "I'm a student. So uh recently I cleared my uh senior country examination and now I'm in college and I continue on my study. That's great. Now a few questions will be based on hobbies.",
      "transcript_cleaned": "I am a student. So recently I cleared my senior country examination and now I am in college and I continue on my study. that is great. Now a few questions will be based on hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s03",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you have any hobbies?",
      "transcript": "Yes, I have a few hobbies like singing, listen music and play cricket and stay active with my friends social life.",
      "source": "supplementary",
      "transcript_original": "Yes, I have a few hobbies like singing, listen music and play cricket and stay active with my friends social life.",
      "transcript_cleaned": "Yes, I have a few hobbies like singing, listen music and play cricket and stay active with my friends social life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s04",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Did you have a hobby as a child?",
      "transcript": "Yes, when I was child I have a lots of hobby like collect jers and click with my friends and ride bicycle with my friends at so before proceeding further to this interview here I would like to announce at your is partner platform we are offering online classes for and even for spoken English. If you want to take class or for any of the module be it is writing, reading, speaking or listening then you can contact us or if you would like to pick all modules then even you can contact us. The number is displayed below. First of all you can book free demo class and later on you can enroll in our classes. Thank you so much.",
      "source": "supplementary",
      "transcript_original": "Yes, when I was child I have a lots of hobby like collect jers and uh click with my friends and ride bicycle with my friends at so before proceeding further to this interview here I would like to announce at your is partner platform we are offering online classes for and even for spoken English. If you want to take class or for any of the module be it is writing, reading, speaking or listening then you can contact us or if you would like to pick all modules then even you can contact us. The number is displayed below. First of all you can book free demo class and later on you can enroll in our classes. Thank you so much.",
      "transcript_cleaned": "Yes, when I was child I have a lots of hobby like collect jers and click with my friends and ride bicycle with my friends at so before proceeding further to this interview here I would like to announce at your is partner platform we are offering online classes for and even for spoken English. If you want to take class or for any of the module be it is writing, reading, speaking or listening then you can contact us or if you would like to pick all modules then even you can contact us. The number is displayed below. First of all you can book free demo class and later on you can enroll in our classes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s05",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "What hobbies are popular in your country?",
      "transcript": "In my country there are many hobbies are very popular like including dancing, singing, watch movie, watch movies and Mhm. Okay.",
      "source": "supplementary",
      "transcript_original": "In my country there are many hobbies are very popular like including dancing, singing, watch movie, watch movies and uh Mhm. Okay.",
      "transcript_cleaned": "In my country there are many hobbies are very popular like including dancing, singing, watch movie, watch movies and Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "qcNYhf-6j8k_s06",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Why do you think people have hobbies?",
      "transcript": "I think people have hobby to reduce their stress and make him happy. I think hobby is a very important role in our life. Mhm. Now a few questions will be based on swimming.",
      "source": "supplementary",
      "transcript_original": "I think people have hobby to reduce their stress and make him happy. I think hobby is a very important role in our life. Mhm. Now a few questions will be based on swimming.",
      "transcript_cleaned": "I think people have hobby to reduce their stress and make him happy. I think hobby is a very important role in our life. Mhm. Now a few questions will be based on swimming.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s07",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you like swimming?",
      "transcript": "Yes, I really like swimming. It is a great exercise for our full body and it is a great and great way to stay fit. Mhm.",
      "source": "supplementary",
      "transcript_original": "Yes, I really like swimming. It is a great exercise for our full body and it is a great and great way to stay fit. Mhm.",
      "transcript_cleaned": "Yes, I really like swimming. It is a great exercise for our full body and it is a great and great way to stay fit. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s08",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Is it difficult to learn how to swim?",
      "transcript": "At first it is a very difficult but after some practice and after some right teaching it is more enjoyable. Mhm.",
      "source": "supplementary",
      "transcript_original": "Uh at first it is a very difficult but after some practice and after some right teaching it is more enjoyable. Mhm.",
      "transcript_cleaned": "At first it is a very difficult but after some practice and after some right teaching it is more enjoyable. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s09",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "What is the difference between swimming in the pool and in the sea?",
      "transcript": "In swimming are the different role like we swim in the pool is a very clean water and it is a very easy to swim but we swim in a sea it is a very salted water and not so clean and it is very dangerous if you are not if you are not careful. Okay. I mean you mean that when someone is not expert at swimming or Okay. Good.",
      "source": "supplementary",
      "transcript_original": "In swimming are the different role like we swim in the pool is a very clean water and uh it is a very easy to swim but we swim in a sea it is a very salted water and not so clean and it is very dangerous if you are not if you are not careful. Okay. I mean uh you mean that when someone is not expert at swimming or Okay. Good.",
      "transcript_cleaned": "In swimming are the different role like we swim in the pool is a very clean water and it is a very easy to swim but we swim in a sea it is a very salted water and not so clean and it is very dangerous if you are not if you are not careful. Okay. I mean you mean that when someone is not expert at swimming or",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "qcNYhf-6j8k_s10",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Where do people in your country like to go swimming?",
      "transcript": "In my city, in my country, people go to the swim in the public public swimming area, river and lakes. But in the some people go to the beaches like sports. Mhm. Now a few questions will be based on shopping.",
      "source": "supplementary",
      "transcript_original": "In my city, in my country, people go to the swim in the public uh public swimming area, river and lakes. But in the some people go to the beaches like sports. Mhm. Now a few questions will be based on shopping.",
      "transcript_cleaned": "In my city, in my country, people go to the swim in the public public swimming area, river and lakes. But in the some people go to the beaches like sports. Mhm. Now a few questions will be based on shopping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "qcNYhf-6j8k_s11",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you like shopping?",
      "transcript": "Yes, I am a shopaholic person and I like the shopping and in in a month I go to the once or twice in a month. Okay. Okay.",
      "source": "supplementary",
      "transcript_original": "Yes, I'm a shopaholic person and I like the shopping and uh in uh in a month I go to the once or twice in a month. Okay. Okay.",
      "transcript_cleaned": "Yes, I am a shopaholic person and I like the shopping and in in a month I go to the once or twice in a month.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "qcNYhf-6j8k_s12",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "Do you compare prices when you shop?",
      "transcript": "Yes, whenever I go to the shopping I visit two three shop to get the best price. Okay.",
      "source": "supplementary",
      "transcript_original": "Yes, whenever I go to the shopping I visit two three shop to get the best price. Okay.",
      "transcript_cleaned": "Yes, whenever I go to the shopping I visit two three shop to get the best price.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "qcNYhf-6j8k_s14",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "What are the advantages of online learning?",
      "transcript": "There are many advantages of online learning like we do not face any traffic and we do not face any crowd because we study in one under the one roof and we do part-time job while study. You mean to say that we do not have to travel, we do not have to take any transportation that is why we do not stuck in a traffic jam and all. Okay. But you were not clear here. Okay. some other advantages of online learning. Yes, there are many advantages of online learning like we do not understand anything we ask for from teacher from the mobile phone. Mhm. It is a very easy for useful. It is a very useful thing. Mhm. Mhm. And some people make their own business on that. Mhm. And do not you think that through online learning one is flexible enough. Yeah, it is flexible. Yeah. According to his or her time, one can study. Okay. So, it gives more flexibility.",
      "source": "supplementary",
      "transcript_original": "There are many advantages of online learning like we don't face any traffic and we don't face any crowd because we study in one under the one roof and we do uh part-time job while study. You mean to say that we do not have to travel, we do not have to take any transportation that's why we don't stuck in a traffic jam and all. Okay. But you were not clear here. Okay. Uh some other advantages of online learning. Yes, there are many advantages of online learning like uh we don't uh understand anything we ask for from teacher uh from the mobile phone. Mhm. It is a very easy for useful. It is a very useful thing. Mhm. Mhm. And some people make their own business on that. Mhm. And uh don't you think that uh through online learning one is flexible enough. Yeah, it is flexible. Yeah. According to his or her time, one can study. Okay. So, it gives more flexibility.",
      "transcript_cleaned": "There are many advantages of online learning like we do not face any traffic and we do not face any crowd because we study in one under the one roof and we do part-time job while study. You mean to say that we do not have to travel, we do not have to take any transportation that is why we do not stuck in a traffic jam and all. Okay. But you were not clear here. Okay. some other advantages of online learning. Yes, there are many advantages of online learning like we do not understand anything we ask for from teacher from the mobile phone. Mhm. It is a very easy for useful. It is a very useful thing. Mhm. Mhm. And some people make their own business on that. Mhm. And do not you think that through online learning one is flexible enough. Yeah, it is flexible. Yeah. According to his or her time, one can study.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "qcNYhf-6j8k_s15",
      "video_id": "qcNYhf-6j8k",
      "band": 6.0,
      "question": "And do you find it is is it really convenient online learning?",
      "transcript": "Yes, I think it is very convenient. Mhm. Okay. Okay.",
      "source": "supplementary",
      "transcript_original": "Yes, I think it is very convenient. Mhm. Okay. Okay.",
      "transcript_cleaned": "Yes, I think it is very convenient. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}