{
  "batch_id": 55,
  "count": 20,
  "samples": [
    {
      "sample_id": "5-tUb0pU5es_q03",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "How often do you watch TV?",
      "transcript": "I mean, now that I am a student, I do not have a lot of time, so I would say twice a week. Yeah. Not that often. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I mean, now that I'm a student, I don't have a lot of time, so I would say twice a week. Yeah. Not that often. All right.",
      "transcript_cleaned": "I mean, now that I am a student, I do not have a lot of time, so I would say twice a week. Yeah. Not that often.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q04",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "And when you watch TV, what kind of TV programs do you like to watch?",
      "transcript": "I, since I get very stressed because of my student life, I try to watch just comedy show. I do not like watching dramatic, TV show or anything too serious. So kind of like, for example, other family, friends, those kind of TV show are the best for me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I, since um, I get very stressed because of my student life, I try to watch just comedy show. I don't like watching dramatic, uh, TV show or anything too serious. So kind of like, for example, other family, friends, those kind of TV show are the best for me. Okay.",
      "transcript_cleaned": "I, since I get very stressed because of my student life, I try to watch just comedy show. I do not like watching dramatic, TV show or anything too serious. So kind of like, for example, other family, friends, those kind of TV show are the best for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q05",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "And what are the most popular TV shows in your country?",
      "transcript": "Oh, huh. Actually in Italy, we do not have a lot of TV show, itself. Like we have a lot of like, we would say, like telenovelas, kind of like that. But, I think there is one that could be similar to Friends that is, is called Camera Café, but it is old. So, so yeah, I mean, it is kind of a, a tricky question. Because Italians do not watch a lot of TV show. They like drama. Yeah, so. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, huh. Actually in Italy, we don't have a lot of TV show, uh, itself. Like we have a lot of like, we would say, like telenovelas, kind of like that. But, uh, I think there is one that could be similar to Friends that is, is called Camera Café, but it's old. So, so yeah, I mean, it's kind of a, a tricky question. Because Italians do not watch a lot of TV show. They like drama. Yeah, so. Okay.",
      "transcript_cleaned": "Oh, huh. Actually in Italy, we do not have a lot of TV show, itself. Like we have a lot of like, we would say, like telenovelas, kind of like that. But, I think there is one that could be similar to Friends that is, is called Camera Café, but it is old. So, so yeah, I mean, it is kind of a, a tricky question. Because Italians do not watch a lot of TV show. They like drama. Yeah, so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q06",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "And has the internet affected your viewing habits?",
      "transcript": "Yeah, for sure. I do watch a lot of TV show or like internet show on YouTube, way more often because of course it is easier and you can watch it everywhere. So I would say yes. Very good. Thank you for answering those questions. Now we are going to talk about books.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, for sure. I do watch a lot of TV show or like internet show on YouTube, uh, way more often because of course it's easier and you can watch it everywhere. So I would say yes. Very good. Thank you for answering those questions. Now we're going to talk about books.",
      "transcript_cleaned": "for sure. I do watch a lot of TV show or like internet show on YouTube, way more often because of course it is easier and you can watch it everywhere. So I would say yes. Very good. Thank you for answering those questions. Now we are going to talk about books.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q07",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "How often do you read?",
      "transcript": "These days, when it comes to study, I do read a lot because my major is international relations, so we have to read articles basically every day. So I would say sometime I would read 100 pages a week, but books just for me, during my leisure time, not that often anymore. So I would say maybe one book and four months, so not that often. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, these days, um, when it comes to study, I do read a lot because my major is international relations, so we have to read articles basically every day. So I would say sometime I would read 100 pages a week, but books just for me, uh, during my leisure time, not that often anymore. So I would say maybe one book and four months, so not that often. Okay.",
      "transcript_cleaned": "These days, when it comes to study, I do read a lot because my major is international relations, so we have to read articles basically every day. So I would say sometime I would read 100 pages a week, but books just for me, during my leisure time, not that often anymore. So I would say maybe one book and four months, so not that often.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q08",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "And do you have many books at home?",
      "transcript": "Oh, not really, because I do use e-books more often. it is way easier. so no. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, not really, because I do use e-books more often. It's way easier. Uh, so no. Okay.",
      "transcript_cleaned": "Oh, not really, because I do use e-books more often. it is way easier.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q09",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "And do you prefer to buy books or borrow them?",
      "transcript": "Borrow, for sure. I am an eco-friendly person, so if I have the chance to borrow some books or go to a second-hand book, bookstore, I would do. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Borrow, for sure. I am an eco-friendly person, so if I have the chance to borrow some books or go to a second-hand book, uh, bookstore, I would do. Okay.",
      "transcript_cleaned": "Borrow, for sure. I am an eco-friendly person, so if I have the chance to borrow some books or go to a second-hand book, bookstore, I would do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q10",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "And what are the benefits of reading?",
      "transcript": "Of course, there are a lot of benefit. but, for me, for example, I tend to read things that I do enjoy the most. So things related to my major. so, what I found, when I talk with my friends, that do not like reading is because they read something they do not like. But of course, there are a lot of benefit. You get to know more about the world. You get to know more about yourself. And you question more yourself or even you use more your imagination So there are a lot of benefits Okay thank you so much for answering all my questions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Of course, there are a lot of benefit. Um, but, uh, for me, for example, I tend to read things that I do enjoy the most. So things related to my major. Uh, so, uh, what I found, uh, when I talk with my friends, uh, that do not like reading is because they read something they do not like. But of course, there are a lot of benefit. You get to know more about the world. You get to know more about yourself. And you question more yourself or even you use more your imagination So uh there are a lot of benefits Okay thank you so much for answering all my questions.",
      "transcript_cleaned": "Of course, there are a lot of benefit. but, for me, for example, I tend to read things that I do enjoy the most. So things related to my major. so, what I found, when I talk with my friends, that do not like reading is because they read something they do not like. But of course, there are a lot of benefit. You get to know more about the world. You get to know more about yourself. And you question more yourself or even you use more your imagination So there are a lot of benefits Okay thank you so much for answering all my questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q11",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "Okay, if you are ready, could you begin speaking about it?",
      "transcript": "Yes, so my topic was to talk about a company that I do know. And the first one that came to my mind was Samsung, because we are here in Korea. And for sure, it is one of the largest companies in the world. So everyone knows about it. And what I found it successful about Samsung, and I actually started about it when I was young, it was one of my teachers when I was in high school. And it was very fascinating to get to know how and how he got successful because if I am not wrong, the CEO in the beginning was selling rice cakes and he got so, you know, he was very, determined to succeed. So, I always find it very, very fascinating. And, however, when it comes to the working environment, I have a lot of friends that work for Samsung and it is very competitive. And, I mean, this is probably my personal opinion, but I, I do think it is, it is not one of the best working environment. it is very hard. it is, it is tough. You have to work for a lot of Howard and even just to get in. I know that the selection, they have like four interviewers. So I do not know if I would work there, but for sure it is a very successful company. And, what I would say is like different from any other company when it comes to Samsung is that they sell everything. Like you can go to a Samsung store and just to buy a TV or, of course a phone and you can also buy a fridge or I do not know, like an air conditioner. So it is something that I always find so, unique and something that is very different from most of other competitors when it comes to, companies and organizations. Thank you for answering all those questions.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, so my topic was to talk about a company that I do know. And the first one that came to my mind was Samsung, because we are here in Korea. And for sure, it's one of the largest companies in the world. So everyone knows about it. And what I found it successful about Samsung, and I actually started about it when I was young, it was one of my teachers when I was in high school. And it was very fascinating to get to know how and um, how he got successful because if I'm not wrong, uh, the CEO in the beginning was selling rice cakes and he got so, uh, you know, he was very, um, determined to succeed. So, uh, I always find it very, very fascinating. And, um, however, when it comes to the working environment, I have a lot of friends that work for Samsung and it's very competitive. And, uh, I mean, this is probably my personal opinion, but I, I do think it's, it's not one of the best working environment. It's very hard. It's, it's tough. You have to work for a lot of Howard and even just to get in. I know that the selection, they have like four interviewers. So I do not know if I would work there, but for sure it's a very successful company. And, um, what I would say is like different from any other company when it comes to Samsung is that they sell everything. Like you can go to a Samsung store and just to buy a TV or, uh, of course a phone and you can also buy a fridge or I don't know, like an air conditioner. So it's something that I always find so, um, unique and something that is very different from most of other competitors when it comes to, uh, companies and organizations. Thank you for answering all those questions.",
      "transcript_cleaned": "Yes, so my topic was to talk about a company that I do know. And the first one that came to my mind was Samsung, because we are here in Korea. And for sure, it is one of the largest companies in the world. So everyone knows about it. And what I found it successful about Samsung, and I actually started about it when I was young, it was one of my teachers when I was in high school. And it was very fascinating to get to know how and how he got successful because if I am not wrong, the CEO in the beginning was selling rice cakes and he got so, you know, he was very, determined to succeed. So, I always find it very, very fascinating. And, however, when it comes to the working environment, I have a lot of friends that work for Samsung and it is very competitive. And, I mean, this is probably my personal opinion, but I, I do think it is, it is not one of the best working environment. it is very hard. it is, it is tough. You have to work for a lot of Howard and even just to get in. I know that the selection, they have like four interviewers. So I do not know if I would work there, but for sure it is a very successful company. And, what I would say is like different from any other company when it comes to Samsung is that they sell everything. Like you can go to a Samsung store and just to buy a TV or, of course a phone and you can also buy a fridge or I do not know, like an air conditioner. So it is something that I always find so, unique and something that is very different from most of other competitors when it comes to, companies and organizations. Thank you for answering all those questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q12",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "Now, what kind of company would you like to work for?",
      "transcript": "Since I am majoring international relationship, I want to work for international organization, like maybe the UN or, Amnesty or, anything. Something related to, climate change or North Korea. So that is probably what I would love to work in if I have the chance. Okay Thank you so much for answering those questions to that part And I thought you did really well And today for our last part of our interview I ask you some extra questions Trying to have like a I will ask you a question, maybe I will have a follow-up question to what you say, okay? And let us start.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, since I'm majoring international relationship, I want to work for international organization, like maybe the UN or, uh, Amnesty or, um, anything. Something related to, um, climate change or North Korea. So that's probably what I would love to work in if I have the chance. Okay Thank you so much for answering those questions to that part And I thought you did really well And today for our last part of our interview I ask you some extra questions Trying to have like a I'll ask you a question, maybe I'll have a follow-up question to what you say, okay? And let's start.",
      "transcript_cleaned": "Since I am majoring international relationship, I want to work for international organization, like maybe the UN or, Amnesty or, anything. Something related to, climate change or North Korea. So that is probably what I would love to work in if I have the chance. Okay Thank you so much for answering those questions to that part And I thought you did really well And today for our last part of our interview I ask you some extra questions Trying to have like a I will ask you a question, maybe I will have a follow-up question to what you say, okay? And let us start.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q13",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "Are there many big companies in your country?",
      "transcript": "We do have a lot of big companies but they are mostly related to food because, you know, Italy is famous for food. So for example, Barilla is the one that comes to my mind or an espresso. Because Italians are very, I would say snob about food. Unfortunately, that is the stereotype, but it is true. so we do care so much about our food brand and everything has to be perfect. And for example, my hometown is Parma. So it is famous for Parmesan and for pasta. So, people do care so much about it and the working environment is so selective, but it is also like, engaging. that is also what I love about Italian food company. Cause I do not see it here or in other countries, for example. So definitely there are some major food companies in Italy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "We do have a lot of big companies but they're mostly related to food because, you know, Italy is famous for food. So for example, Barilla is the one that comes to my mind or an espresso. Because Italians are very, uh, I would say snob about food. Unfortunately, that's the stereotype, but it's true. Uh, so we do care so much about our food brand and everything has to be perfect. And for example, my hometown is Parma. So it's famous for Parmesan and for pasta. So, uh, people do care so much about it and the working environment is so selective, but it's also like, um, engaging. That's also what I love about Italian food company. Cause I don't see it here or in other countries, for example. So definitely there are some major food companies in Italy.",
      "transcript_cleaned": "We do have a lot of big companies but they are mostly related to food because, you know, Italy is famous for food. So for example, Barilla is the one that comes to my mind or an espresso. Because Italians are very, I would say snob about food. Unfortunately, that is the stereotype, but it is true. so we do care so much about our food brand and everything has to be perfect. And for example, my hometown is Parma. So it is famous for Parmesan and for pasta. So, people do care so much about it and the working environment is so selective, but it is also like, engaging. that is also what I love about Italian food company. Cause I do not see it here or in other countries, for example. So definitely there are some major food companies in Italy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q14",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "What about car companies?",
      "transcript": "Italy is also famous for the really nice sports cars like supercars like a Ferrari and Lamborghini.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Italy is also famous for the really nice sports cars like supercars like a Ferrari and Lamborghini.",
      "transcript_cleaned": "Italy is also famous for the really nice sports cars like supercars like a Ferrari and Lamborghini.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q15",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "Are there also like family like owned?",
      "transcript": "Those, of course, those companies are successful. But I would say, that is what a lot of my friends ask me because everyone thinks that Italians do own a Ferrari, but it is not actually an Italian thing. I think it is just, something that just rich people can afford. So I do think it is like, a family kind of environment when it comes to Ferrari. it is a luxury one. So, mostly Italian tradition are like all based on simple things, simple food. So I do not think that Ferrari or those kind of company actually represent Italian, tradition or Italian people. But, of course they are very successful and they are very detail oriented. And, yeah, I mean, the cars are nice. Yeah, they are, definitely.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, those, of course, those companies are successful. But I would say, um, that's what a lot of my friends ask me because everyone thinks that Italians do own a Ferrari, but it's not actually an Italian thing. I think it's just, um, something that just rich people can afford. So I do think it's like, uh, a family kind of environment when it comes to Ferrari. It's a luxury one. So, um, mostly Italian tradition are like all based on simple things, simple food. So I do not think that Ferrari or those kind of company actually represent Italian, um, tradition or Italian people. But, um, of course they're very successful and they're very detail oriented. And, uh, yeah, I mean, the cars are nice. Yeah, they are, definitely.",
      "transcript_cleaned": "Those, of course, those companies are successful. But I would say, that is what a lot of my friends ask me because everyone thinks that Italians do own a Ferrari, but it is not actually an Italian thing. I think it is just, something that just rich people can afford. So I do think it is like, a family kind of environment when it comes to Ferrari. it is a luxury one. So, mostly Italian tradition are like all based on simple things, simple food. So I do not think that Ferrari or those kind of company actually represent Italian, tradition or Italian people. But, of course they are very successful and they are very detail oriented. And, yeah, I mean, the cars are nice. Yeah, they are, definitely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q16",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "In, in Italy or like in general?",
      "transcript": "In general. I would say large company, this is also like a personal opinion, but most of the time large company do get money mostly by exploiting people. So like it is, I do think they of course maybe sell different type and a variety of items and they have, maybe different, they, they work in different cities. So, of course, compared to like small companies where there are just few employees and, and of course, maybe you get paid less and it is not as competitive and the working environment, maybe it is not as. Pressuring, but like the competition as we see nowadays, it is unbearable for little or small companies. So that is a huge gap in my opinion. Definitely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In general. Uh, I would say large company, this is also like a personal opinion, but most of the time large company do get money mostly by exploiting people. So like it's, uh, I do think they of course maybe sell different type and a variety of items and they have, uh, maybe different, um, they, they work in different cities. So, uh, of course, compared to like small companies where there are just few employees and, and of course, maybe you get paid less and it's not as competitive and the working environment, maybe it's not as. Pressuring, but um, like the competition as we see nowadays, it's unbearable for little or small companies. So that's a huge gap in my opinion. Definitely.",
      "transcript_cleaned": "In general. I would say large company, this is also like a personal opinion, but most of the time large company do get money mostly by exploiting people. So like it is, I do think they of course maybe sell different type and a variety of items and they have, maybe different, they, they work in different cities. So, of course, compared to like small companies where there are just few employees and, and of course, maybe you get paid less and it is not as competitive and the working environment, maybe it is not as. Pressuring, but like the competition as we see nowadays, it is unbearable for little or small companies. So that is a huge gap in my opinion. Definitely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q17",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "Have you ever worked for like a small or big company?",
      "transcript": "Not yet. but I do have a lot of friends and all my family that work for like small companies and they struggle every day in Italy. It a huge problem and I think here too and everywhere So for example what I see here is that people try so hard to get into a large company because it safer You know you can afford your life here and life nowadays is getting very expensive So of course working for a small company is not as good as it was before when you just needed a job during like my my parents generations Okay, very good. And then you mentioned before you wanted to work for like an international organization.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, not yet. Um, but I do have a lot of friends and all my family that work for like small companies and they struggle every day in Italy. It a huge problem and I think here too and everywhere So um for example what I see here is that people try so hard to get into a large company because it safer You know uh you can afford your life here and life nowadays is getting very expensive So of course working for a small company is not um as good as it was before when you just needed a job during like my my parents generations Okay, very good. And then you mentioned before you wanted to work for like an international organization.",
      "transcript_cleaned": "Not yet. but I do have a lot of friends and all my family that work for like small companies and they struggle every day in Italy. It a huge problem and I think here too and everywhere So for example what I see here is that people try so hard to get into a large company because it safer You know you can afford your life here and life nowadays is getting very expensive So of course working for a small company is not as good as it was before when you just needed a job during like my my parents generations Okay, very good. And then you mentioned before you wanted to work for like an international organization.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q18",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "Why do some people like you choose to work at an international company or international organization?",
      "transcript": "Oh, that is what I ask myself a lot too. I think most of the people that choose my major, they choose it because they want to change something. At least we believe we want to change how the things work. And we want also to raise awareness. Like what I try to do, by studying and, by talking with my friends is always like to try to make people understand how things actually are and how many stereotypes we do have, in terms of our, like politics and our environment and everything related. Like for example, nowadays even related to, health and like, you know, the vaccine and everything. So I do believe, that reading and studying and mostly discussing with people helps. And that is why most of people choose to work for international organization because it kind of feels like you actually changing people's minds and you make them believe that something can change and we can do it together. So. Yeah, that definitely sounds like a great reason to join an international organization. Okay, thank you so much for answering all my questions. I thought you did really well, and I hope you have a great day. Thank you. Okay, I am just going to ask you some post-test questions, overall feelings and opinions about the test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, that's what I ask myself a lot too. Um, I think most of the people that choose my major, they choose it because they want to change something. At least we believe we want to change how the things work. And we want also to raise awareness. Like what I try to do, uh, by studying and, uh, by talking with my friends is always like to try to make people understand how things actually are and how many stereotypes we do have, uh, in terms of our, like politics and our environment and everything related. Like for example, nowadays even related to, uh, health and like, you know, the vaccine and everything. So I do believe, uh, that reading and studying and mostly discussing with people helps. And that's why most of people choose to work for international organization because it kind of feels like you actually changing people's minds and you make them believe that something can change and we can do it together. So. Yeah, that definitely sounds like a great reason to join an international organization. Okay, thank you so much for answering all my questions. I thought you did really well, and I hope you have a great day. Thank you. Okay, I'm just going to ask you some post-test questions, overall feelings and opinions about the test.",
      "transcript_cleaned": "Oh, that is what I ask myself a lot too. I think most of the people that choose my major, they choose it because they want to change something. At least we believe we want to change how the things work. And we want also to raise awareness. Like what I try to do, by studying and, by talking with my friends is always like to try to make people understand how things actually are and how many stereotypes we do have, in terms of our, like politics and our environment and everything related. Like for example, nowadays even related to, health and like, you know, the vaccine and everything. So I do believe, that reading and studying and mostly discussing with people helps. And that is why most of people choose to work for international organization because it kind of feels like you actually changing people's minds and you make them believe that something can change and we can do it together. So. Yeah, that definitely sounds like a great reason to join an international organization. Okay, thank you so much for answering all my questions. I thought you did really well, and I hope you have a great day. Thank you. Okay, I am just going to ask you some post-test questions, overall feelings and opinions about the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q19",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "What were your overall feelings about today's test?",
      "transcript": "I felt very comfortable, so I was not nervous. so it was not, too, too bad. Okay, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I felt very comfortable, so I wasn't nervous. Um, so it wasn't, uh, too, too bad. Okay, very good.",
      "transcript_cleaned": "I felt very comfortable, so I was not nervous. so it was not, too, too bad.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q21",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "And which part did you find the easiest?",
      "transcript": "The last part because you do feel like a normal conversation and I do not feel like I need to say specific things. I just have to talk about my opinions and what I know about the specific topics. So it is, it is more relaxing. that is great. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, the last part because you do feel like a normal conversation and I don't feel like I need to say specific things. I just have to talk about my opinions and what I know about the specific topics. So it's, it's more relaxing. That's great. Okay.",
      "transcript_cleaned": "The last part because you do feel like a normal conversation and I do not feel like I need to say specific things. I just have to talk about my opinions and what I know about the specific topics. So it is, it is more relaxing. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5-tUb0pU5es_q22",
      "video_id": "5-tUb0pU5es",
      "band": 8.5,
      "question": "And did you think the question topics suited you?",
      "transcript": "Yeah, they were not too bad. so of course like, I do not think there is such a thing as a topic that suit me specifically, but, those were fine. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, they weren't too bad. Uh, so of course like, uh, I don't think there is such a thing as a topic that suit me specifically, but, uh, those were fine. Okay, great.",
      "transcript_cleaned": "they were not too bad. so of course like, I do not think there is such a thing as a topic that suit me specifically, but, those were fine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "tpk2DeqDpVM_q02",
      "video_id": "tpk2DeqDpVM",
      "band": 7.0,
      "question": "Do you like traveling to new places or returning to the same ones?",
      "transcript": "For me, I would prefer traveling to various places because I am kind of an extrovert and I like to explore new things. And well, I like to find out about what people in other regions, other places, areas think and what are their costumes. you know, just wandering around one place is really boring and, it gives me the feeling of, well, boredom and monotonous stuff.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, for me, I would prefer traveling to various places because I'm kind of an extrovert and I like to explore new things. And well, I like to find out about what people in other regions, other places, areas think and what are their costumes. Um, you know, just wandering around one place is really boring and, uh, it gives me the feeling of, well, boredom and monotonous stuff.",
      "transcript_cleaned": "For me, I would prefer traveling to various places because I am kind of an extrovert and I like to explore new things. And well, I like to find out about what people in other regions, other places, areas think and what are their costumes. you know, just wandering around one place is really boring and, it gives me the feeling of, well, boredom and monotonous stuff.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}