{
  "batch_id": 129,
  "count": 20,
  "samples": [
    {
      "sample_id": "56yZFja9tjg_q17",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "What are your overall feelings about today's test?",
      "transcript": "Well, I enjoyed the test. The questions were quite interesting and I really like to have a chance to test my speaking abilities.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I enjoyed the test. The questions were quite interesting and I really like to have a chance to test my speaking abilities.",
      "transcript_cleaned": "I enjoyed the test. The questions were quite interesting and I really like to have a chance to test my speaking abilities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q18",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "Okay, and what was the most difficult part for you?",
      "transcript": "Probably the first part because I was still getting used to all the studio environment and also feeling maybe a bit nervous. And, but, for this, until the, for the remaining parts, it was much better. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Probably the first part because I was still getting used to all the studio environment and also feeling maybe a bit nervous. And, but, uh, for this, until the, for the remaining parts, it was much better. Okay.",
      "transcript_cleaned": "Probably the first part because I was still getting used to all the studio environment and also feeling maybe a bit nervous. And, but, for this, until the, for the remaining parts, it was much better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q20",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "And what topics would you have preferred to come up in the test today?",
      "transcript": "I will be honest, like frankly speaking, I did not do any preparation because I was quite busy with studies and work. So, but, so, so I think I still could, could do my best even though I did not prepare a lot. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'll be honest, like frankly speaking, I didn't do any preparation because I was quite busy with studies and work. So, but, so, so I think I still could, could do my best even though I didn't prepare a lot. All right.",
      "transcript_cleaned": "I will be honest, like frankly speaking, I did not do any preparation because I was quite busy with studies and work. So, but, so, so I think I still could, could do my best even though I did not prepare a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "56yZFja9tjg_q21",
      "video_id": "56yZFja9tjg",
      "band": 7.0,
      "question": "And what tips do you have for other test takers?",
      "transcript": "Maybe to prepare to do a lot of preparation before coming to try to answer some basic common questions. And also I would say they should practice speaking in front of camera, which you do not really have on the ILC exam, but here it is, it puts maybe a little bit more pressure to you. So I would say them, they should try to practice that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, maybe to prepare to do a lot of preparation before coming to try to answer some basic common questions. And also I would say they should practice speaking in front of camera, which you don't really have on the ILC exam, but here it's, it puts maybe a little bit more pressure to you. So I would say them, they should try to practice that. Okay.",
      "transcript_cleaned": "Maybe to prepare to do a lot of preparation before coming to try to answer some basic common questions. And also I would say they should practice speaking in front of camera, which you do not really have on the ILC exam, but here it is, it puts maybe a little bit more pressure to you. So I would say them, they should try to practice that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q01",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "First of all, are you working or are you a student?",
      "transcript": "I am currently working full-time as a Content Marketing at the IELTS Center. This occupation requires constant creativity and keeping up with trends, research customers inside to optimize effectiveness.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm currently working full-time as a Content Marketing at the IELTS Center. This occupation requires constant creativity and keeping up with trends, research customers inside to optimize effectiveness.",
      "transcript_cleaned": "I am currently working full-time as a Content Marketing at the IELTS Center. This occupation requires constant creativity and keeping up with trends, research customers inside to optimize effectiveness.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q02",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "Do you like your job?",
      "transcript": "Yes, of course. I feel like more glad that I picked this job because, I am working in a, an environment that people are really talented and, supportive. I mean, this, set my foundation to become a better marketer in the future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, of course. Um, I feel like more glad that I picked this job because, uh, I'm working in a, an environment that people are really talented and, uh, supportive. I mean, this, uh, set my foundation to become a better marketer in the future.",
      "transcript_cleaned": "Yes, of course. I feel like more glad that I picked this job because, I am working in a, an environment that people are really talented and, supportive. I mean, this, set my foundation to become a better marketer in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q03",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "Do you miss being a student?",
      "transcript": "I miss being a student sometimes. I mean, now I have to wake up every morning with a financial burden on my shoulder. And when I was a student, I have carefree and stress-free during that time. So if I have a chance, I want to come back at that time.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I miss being a student sometimes. I mean, uh, now I have to wake up every morning with a financial burden on my shoulder. And when I was a student, I have carefree and stress-free during that time. So if I have a chance, I want to come back at that time.",
      "transcript_cleaned": "I miss being a student sometimes. I mean, now I have to wake up every morning with a financial burden on my shoulder. And when I was a student, I have carefree and stress-free during that time. So if I have a chance, I want to come back at that time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q05",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "What do you use more often, pen or pencil?",
      "transcript": "I think I prefer to use pen as often because I have a lot of work on computer. So I think that it is more convenient for me to use a pen like signing on a document and brainstorming something like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think I prefer to use pen as often because I have a lot of work on computer. So I think that it's more convenient for me to use a pen like signing on a document and brainstorming something like that.",
      "transcript_cleaned": "I think I prefer to use pen as often because I have a lot of work on computer. So I think that it is more convenient for me to use a pen like signing on a document and brainstorming something like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q06",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "When was the last time you bought a pen or pencil?",
      "transcript": "The last time I bought was about two months ago. I went to a bookstore and I could not keep myself, stay away from the pen and pencil area. I mean, with blue and black lines as an eye-catching, I decided to bite it without a second thought.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The last time I bought was about two months ago. I went to a bookstore and I couldn't keep myself, stay away from the pen and pencil area. I mean, with blue and black lines as an eye-catching, I decided to bite it without a second thought.",
      "transcript_cleaned": "The last time I bought was about two months ago. I went to a bookstore and I could not keep myself, stay away from the pen and pencil area. I mean, with blue and black lines as an eye-catching, I decided to bite it without a second thought.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q07",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "What do you think if someone gives you a pen or pencil as a present?",
      "transcript": "Actually, I am really grateful if someone gives me a pen or pencil as a gift. it is more thoughtful a gift. Like someone really cares about my hobbies and appreciate that my love for writing. I mean, it is my little daily ritual. I usually use pen to write down notes and a journal for my experiences. So it is really nice gift that someone gives me.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually, I'm really grateful if someone gives me a pen or pencil as a gift. It's more thoughtful a gift. Like someone really cares about my hobbies and appreciate that my love for writing. I mean, um, it's my little daily ritual. I usually use pen to write down notes and a journal for my experiences. So it's really nice gift that someone gives me.",
      "transcript_cleaned": "Actually, I am really grateful if someone gives me a pen or pencil as a gift. it is more thoughtful a gift. Like someone really cares about my hobbies and appreciate that my love for writing. I mean, it is my little daily ritual. I usually use pen to write down notes and a journal for my experiences. So it is really nice gift that someone gives me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q08",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "First of all, why do some people prefer to buy things at a lower price?",
      "transcript": "In my opinion, I think that there are several reasons that people prefer to buy at a lower prices. One of the most obvious reasons is that, saving money. I mean, people have a limited budget. they tend to use, cheap products. And another reason is that, it is affordable. it is not possible to purchase for them to use as another purpose.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my opinion, I think that there are several reasons that people prefer to buy at a lower prices. One of the most obvious reasons is that, uh, saving money. I mean, uh, people have a limited budget. Um, they tend to use, uh, cheap products. And another reason is that, um, it's affordable. It's not possible to purchase for them to use as another purpose.",
      "transcript_cleaned": "In my opinion, I think that there are several reasons that people prefer to buy at a lower prices. One of the most obvious reasons is that, saving money. I mean, people have a limited budget. they tend to use, cheap products. And another reason is that, it is affordable. it is not possible to purchase for them to use as another purpose.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q09",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "What are some of the advantages and disadvantages of buying discounted products?",
      "transcript": "There are both advantages and disadvantages about buying things at lower prices. the first thing comes to my mind is the advantages, is lower prices can save money for people, for people with lower income. And, they have, they are convenient to persuade that the things they can afford.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There are both advantages and disadvantages about buying things at lower prices. Uh, the first thing comes to my mind is the advantages, uh, is lower prices can save money for people, for people with lower income. And, uh, they have, uh, they are convenient to persuade that the things they can afford.",
      "transcript_cleaned": "There are both advantages and disadvantages about buying things at lower prices. the first thing comes to my mind is the advantages, is lower prices can save money for people, for people with lower income. And, they have, they are convenient to persuade that the things they can afford.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q10",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "However, the drawback of buying things at lower prices are typically, a cheap product with lower quality materials.",
      "transcript": "It can lead to, people buy, like, non-original products and lower performance.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It can lead to, uh, people buy, uh, like, non-original products and lower performance.",
      "transcript_cleaned": "It can lead to, people buy, like, non-original products and lower performance.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q11",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "How important is it to compare prices before making a purchase?",
      "transcript": "In my perspective, I think comparing with multiple sources, consumer can use the competitive prices and take advantage of a reasonable price at the killer discount.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my perspective, I think comparing with multiple sources, consumer can use the competitive prices and take advantage of a reasonable price at the killer discount.",
      "transcript_cleaned": "In my perspective, I think comparing with multiple sources, consumer can use the competitive prices and take advantage of a reasonable price at the killer discount.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q12",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "Do you think things are generally more expensive at big shopping malls compared to street markets?",
      "transcript": "Yes, definitely. I think it is more expensive to buy things at malls than buy at local market because of the air conditioning, security, and facility in malls. And, I think, the most prominent points is that, when you buy something on a month, it depends on, premium stores and brand you choose it. And, because of higher rent for shopping months. And so it is the reason why it is more expensive. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, definitely. I think it's more expensive to buy things at malls than buy at local market because of the air conditioning, security, and facility in malls. And, uh, I think, uh, the most prominent points is that, uh, when you buy something on a month, it depends on, uh, premium stores and brand you choose it. And, uh, because of higher rent for shopping months. And so it's the reason why it's more expensive. Alright.",
      "transcript_cleaned": "Yes, definitely. I think it is more expensive to buy things at malls than buy at local market because of the air conditioning, security, and facility in malls. And, I think, the most prominent points is that, when you buy something on a month, it depends on, premium stores and brand you choose it. And, because of higher rent for shopping months. And so it is the reason why it is more expensive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q17",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "Chọn một cái viết máy đúng không?",
      "transcript": "Viết mực. Packaging là nói về bao bì nè. Appreciate my love for. Những người mà có thể trân trọng cái tình yêu của tôi dành cho cái gì đó.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Viết mực. Packaging là nói về bao bì nè. Appreciate my love for. Những người mà có thể trân trọng cái tình yêu của tôi dành cho cái gì đó.",
      "transcript_cleaned": "Viết mực. Packaging là nói về bao bì nè. Appreciate my love for. Những người mà có thể trân trọng cái tình yêu của tôi dành cho cái gì đó.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q18",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "Writing đúng không?",
      "transcript": "Yeah. My daily ritual cũng rất là hay. Đây là cái kiểu như là cách nói hoa mỹ của chữ thói quen hằng ngày nha.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. My daily ritual cũng rất là hay. Đây là cái kiểu như là cách nói hoa mỹ của chữ thói quen hằng ngày nha.",
      "transcript_cleaned": "My daily ritual cũng rất là hay. Đây là cái kiểu như là cách nói hoa mỹ của chữ thói quen hằng ngày nha.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q19",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "Đây là cái nghi thức buổi sáng, nghi thức hằng ngày của tôi đúng không?",
      "transcript": "Rồi. Pen or pencil area, chỗ này chưa chính xác lắm. Nó phải là Pen and Pencil section. Cái khu vực bán viết chứ không phải là area. For blackpink in your area. Rồi, phần 3 thì em có dùng chữ facility cũng khá là hay. Nhìn chung thì cái tầng xuất hiện những cái từ vận hay nó khá là cao. Cho nên cũng có khả năng là em sẽ được, Nếu mà giám khảo dễ thì có thể là sẽ cho em 7 ở tiêu chỉ này. Nhưng mà em vẫn có một số lỗi về dùng từ chưa thật sự chính xác hoàn toàn. Cho nên giám khảo vẫn có thể đưa em xuống con 6 ở chỗ này. Pod 3 có hỏi về advantage và disadvantage. Thì em nên paraphrase 2 cái chữ này. Thay vì em lặp lại câu hỏi. Nó sẽ ok hơn. Ví dụ như em có thể đổi thành là benefits. Hoặc là điểm trừ thì sẽ đổi thành là drawbacks. Downsides. Nó sẽ đa dạng hơn. Rồi em có nhắc cái chữ là đi mua đồ ở street market thì mình có thể mua những cái món là non-original products.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uhm, rồi. Pen or pencil area, chỗ này chưa chính xác lắm. Nó phải là Pen and Pencil section. Cái khu vực bán viết chứ không phải là area. For blackpink in your area. Rồi, phần 3 thì em có dùng chữ facility cũng khá là hay. Nhìn chung thì cái tầng xuất hiện những cái từ vận hay nó khá là cao. Cho nên cũng có khả năng là em sẽ được, Nếu mà giám khảo dễ thì có thể là sẽ cho em 7 ở tiêu chỉ này. Nhưng mà em vẫn có một số lỗi về dùng từ chưa thật sự chính xác hoàn toàn. Cho nên giám khảo vẫn có thể đưa em xuống con 6 ở chỗ này. Pod 3 có hỏi về advantage và disadvantage. Thì em nên paraphrase 2 cái chữ này. Thay vì em lặp lại câu hỏi. Nó sẽ ok hơn. Ví dụ như em có thể đổi thành là benefits. Hoặc là điểm trừ thì sẽ đổi thành là drawbacks. Downsides. Nó sẽ đa dạng hơn. Rồi em có nhắc cái chữ là đi mua đồ ở street market thì mình có thể mua những cái món là non-original products.",
      "transcript_cleaned": "Rồi. Pen or pencil area, chỗ này chưa chính xác lắm. Nó phải là Pen and Pencil section. Cái khu vực bán viết chứ không phải là area. For blackpink in your area. Rồi, phần 3 thì em có dùng chữ facility cũng khá là hay. Nhìn chung thì cái tầng xuất hiện những cái từ vận hay nó khá là cao. Cho nên cũng có khả năng là em sẽ được, Nếu mà giám khảo dễ thì có thể là sẽ cho em 7 ở tiêu chỉ này. Nhưng mà em vẫn có một số lỗi về dùng từ chưa thật sự chính xác hoàn toàn. Cho nên giám khảo vẫn có thể đưa em xuống con 6 ở chỗ này. Pod 3 có hỏi về advantage và disadvantage. Thì em nên paraphrase 2 cái chữ này. Thay vì em lặp lại câu hỏi. Nó sẽ ok hơn. Ví dụ như em có thể đổi thành là benefits. Hoặc là điểm trừ thì sẽ đổi thành là drawbacks. Downsides. Nó sẽ đa dạng hơn. Rồi em có nhắc cái chữ là đi mua đồ ở street market thì mình có thể mua những cái món là non-original products.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q21",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "Nhưng mà em bị thiếu gì?",
      "transcript": "Thiếu cái object. The last time I bought a pen. Hay là bought a pencil. Chứ không thể nào mà the last time I bought được. Nó bị thiếu cái tân ngữ đi phía sau cái động từ bought. Cho nên cô gái sau này nhớ cái danh từ đi sau ha. Rồi em có mắc một cái lỗi là when I was a child, I have carefree và stressfree. Thì hai cái chữ này á, là tính từ em. Cho nên em phải dùng là I was. That to be đi với tính từ nó mới hợp lý. I was carefree, I was stressfree. Nhưng mà về mặt từ vận thì hai chữ này rất là tốt ha. Rồi, my mom makes sure, xong rồi còn ensuring nữa là bị dư nè. Chỉ cần là my mom makes sure that we get the best deal thôi. Hoặc là my mom ensures là được một trong hai. Không có dùng chung ha. Rồi, khi em nói nhanh thì anh thấy là em có xu hướng là chủ ngữ đi với lại động từ verb in nhưng lại bị thiếu. Một sẽ là thiếu động từ to be, hai là em phải dùng ở cái hiện tại đơn nó mới hợp lý. Ví dụ như nói về cái thói quen là mẹ tôi lúc nào cũng làm cái chuyện này. Thì em hay nói là she always managing nhưng mà nó không đúng cách dùng. Chỗ này phải là she always manages.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thiếu cái object. The last time I bought a pen. Hay là bought a pencil. Chứ không thể nào mà the last time I bought được. Nó bị thiếu cái tân ngữ đi phía sau cái động từ bought. Cho nên cô gái sau này nhớ cái danh từ đi sau ha. Rồi em có mắc một cái lỗi là when I was a child, I have carefree và stressfree. Thì hai cái chữ này á, là tính từ em. Cho nên em phải dùng là I was. That to be đi với tính từ nó mới hợp lý. I was carefree, I was stressfree. Nhưng mà về mặt từ vận thì hai chữ này rất là tốt ha. Rồi, my mom makes sure, xong rồi còn ensuring nữa là bị dư nè. Chỉ cần là my mom makes sure that we get the best deal thôi. Hoặc là my mom ensures là được một trong hai. Không có dùng chung ha. Rồi, khi em nói nhanh thì anh thấy là em có xu hướng là chủ ngữ đi với lại động từ verb in nhưng lại bị thiếu. Một sẽ là thiếu động từ to be, hai là em phải dùng ở cái hiện tại đơn nó mới hợp lý. Ví dụ như nói về cái thói quen là mẹ tôi lúc nào cũng làm cái chuyện này. Thì em hay nói là she always managing nhưng mà nó không đúng cách dùng. Chỗ này phải là she always manages.",
      "transcript_cleaned": "Thiếu cái object. The last time I bought a pen. Hay là bought a pencil. Chứ không thể nào mà the last time I bought được. Nó bị thiếu cái tân ngữ đi phía sau cái động từ bought. Cho nên cô gái sau này nhớ cái danh từ đi sau ha. Rồi em có mắc một cái lỗi là when I was a child, I have carefree và stressfree. Thì hai cái chữ này á, là tính từ em. Cho nên em phải dùng là I was. That to be đi với tính từ nó mới hợp lý. I was carefree, I was stressfree. Nhưng mà về mặt từ vận thì hai chữ này rất là tốt ha. Rồi, my mom makes sure, xong rồi còn ensuring nữa là bị dư nè. Chỉ cần là my mom makes sure that we get the best deal thôi. Hoặc là my mom ensures là được một trong hai. Không có dùng chung ha. Rồi, khi em nói nhanh thì anh thấy là em có xu hướng là chủ ngữ đi với lại động từ verb in nhưng lại bị thiếu. Một sẽ là thiếu động từ to be, hai là em phải dùng ở cái hiện tại đơn nó mới hợp lý. Ví dụ như nói về cái thói quen là mẹ tôi lúc nào cũng làm cái chuyện này. Thì em hay nói là she always managing nhưng mà nó không đúng cách dùng. Chỗ này phải là she always manages.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MmvhsYHNS2g_q22",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "Đúng không?",
      "transcript": "Chi số ít. Cho nên là phải dùng hiện tại đơn ha. Rồi when we, em cũng dùng là when we shopping nè. Chỗ này phải là when we shop, là when we go shopping. Ok? Hoặc là when we are shopping. Thì nó sẽ hợp lý hơn. Xong mà em có nói một ý khác nữa là they are convenient to purchase. Anh quên mất cái ngữ cảnh rồi nhưng mà ý chỗ đó của em là nó tiện cho người ta mua. Chỗ này phải dùng cái chủ ngữ giả đó là chủ ngữ it. it is convenient for them to purchase. it is convenient for someone to do something. Then you should use this word right. Ok, a few months later we will do the test for the progress of the teacher. Alright, thank you for participating.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Chi số ít. Cho nên là phải dùng hiện tại đơn ha. Rồi when we, em cũng dùng là when we shopping nè. Chỗ này phải là when we shop, là when we go shopping. Ok? Hoặc là when we are shopping. Thì nó sẽ hợp lý hơn. Xong mà em có nói một ý khác nữa là they are convenient to purchase. Anh quên mất cái ngữ cảnh rồi nhưng mà ý chỗ đó của em là nó tiện cho người ta mua. Chỗ này phải dùng cái chủ ngữ giả đó là chủ ngữ it. It's convenient for them to purchase. It's convenient for someone to do something. Then you should use this word right. Ok, a few months later we will do the test for the progress of the teacher. Alright, thank you for participating.",
      "transcript_cleaned": "Chi số ít. Cho nên là phải dùng hiện tại đơn ha. Rồi when we, em cũng dùng là when we shopping nè. Chỗ này phải là when we shop, là when we go shopping. Ok? Hoặc là when we are shopping. Thì nó sẽ hợp lý hơn. Xong mà em có nói một ý khác nữa là they are convenient to purchase. Anh quên mất cái ngữ cảnh rồi nhưng mà ý chỗ đó của em là nó tiện cho người ta mua. Chỗ này phải dùng cái chủ ngữ giả đó là chủ ngữ it. it is convenient for them to purchase. it is convenient for someone to do something. Then you should use this word right. Ok, a few months later we will do the test for the progress of the teacher.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}