{
  "batch_id": 10,
  "count": 20,
  "samples": [
    {
      "sample_id": "zOx29piwDCU_q17",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Why do some people like to watch TV on their computer?",
      "transcript": "I can justify that the main reason is lack of time People are much busier than before so sometimes they don have access to TV therefore they prefer watch TV on their phone or computers What is the difference between young people and old people's favorite TV drama? young people typically, gravitate towards, genre-like fantasy, teen dramas, or, science fictions. And whereas all the adults tend to prefer genre historical, like historical drama, family sagas, or crime dramas, and with some show with, I do not know.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I can justify that the main reason is lack of time People are much busier than before so sometimes they don have access to TV therefore they prefer watch TV on their phone or computers What is the difference between young people and old people's favorite TV drama? Uh, young people typically, uh, gravitate towards, um, genre-like fantasy, um, teen dramas, or, um, science fictions. And whereas all the adults tend to prefer genre historical, like historical drama, family sagas, or crime dramas, and with some show with, uh, I don't know.",
      "transcript_cleaned": "I can justify that the main reason is lack of time People are much busier than before so sometimes they don have access to TV therefore they prefer watch TV on their phone or computers What is the difference between young people and old people's favorite TV drama? young people typically, gravitate towards, genre-like fantasy, teen dramas, or, science fictions. And whereas all the adults tend to prefer genre historical, like historical drama, family sagas, or crime dramas, and with some show with, I do not know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q18",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Why is that the case?",
      "transcript": "So, it depends on the culture that is changed nowadays in Iran, I reckon.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, it depends on the culture that's changed nowadays in Iran, I reckon.",
      "transcript_cleaned": "it depends on the culture that is changed nowadays in Iran, I reckon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q19",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "Do you think soap opera will have bad influence on children?",
      "transcript": "Of course I do. Since children are so curious and prone to bad behavior and may mimic them, parents must be careful, more careful about that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Of course I do. Since children are so curious and prone to bad behavior and may mimic them, parents must be careful, more careful about that.",
      "transcript_cleaned": "Of course I do. Since children are so curious and prone to bad behavior and may mimic them, parents must be careful, more careful about that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zOx29piwDCU_q20",
      "video_id": "zOx29piwDCU",
      "band": 5.5,
      "question": "And have you experienced such a thing in your family?",
      "transcript": "No, this is my just opinion and guess. All right, thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, no, this is my just opinion and guess. All right, thank you very much.",
      "transcript_cleaned": "No, this is my just opinion and guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q01",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "How do you usually spend your free time?",
      "transcript": "I would say that it depends because at this moment I have a lot of stuff going on. I work and I go to school so my my free time is very limited. But I will say that I try to spend my free time with my family and catching up with like movies or any TV show that I have in pause at the time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would say that it depends because at this moment I have a lot of stuff going on. I work and I go to school so my my free time is very limited. But I will say that I try to spend my free time with my family and catching up with like movies or any TV show that I have in pause at the time.",
      "transcript_cleaned": "I would say that it depends because at this moment I have a lot of stuff going on. I work and I go to school so my my free time is very limited. But I will say that I try to spend my free time with my family and catching up with like movies or any TV show that I have in pause at the time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q02",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "And do you prefer spending free time alone or with friends?",
      "transcript": "I will say that alone, especially because of the work that I do. I work with children. So sometimes my social battery is really low. So I rather spend time alone. But I do spend time with my friends on the weekends, but throughout the week, I try to spend it alone or with my family, with my sister.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I will say that alone, especially because of the work that I do. I work with children. So sometimes my social battery is really low. So I rather spend time alone. But I do spend time with my friends on the weekends, but throughout the week, I try to spend it alone or with my family, with my sister.",
      "transcript_cleaned": "I will say that alone, especially because of the work that I do. I work with children. So sometimes my social battery is really low. So I rather spend time alone. But I do spend time with my friends on the weekends, but throughout the week, I try to spend it alone or with my family, with my sister.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q03",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "And has your way of spending free time changed over the years?",
      "transcript": "Yes, definitely. I remember when I was on my teen years. Well, and now I am, I am still young, but when I was younger, when I was in high school, I used to spend a lot of time with my friends. But now that I am getting older, you know, life, adulthood responsibilities, I definitely spend less time with my friends than before. So it has definitely shifted from the past. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, definitely. I remember when I was on my teen years. Well, and now I'm, I'm still young, but when I was younger, when I was in high school, I used to spend a lot of time with my friends. But now that I'm getting older, you know, life, adulthood responsibilities, I definitely spend less time with my friends than before. So it has definitely shifted from the past. Okay,.",
      "transcript_cleaned": "Yes, definitely. I remember when I was on my teen years. Well, and now I am, I am still young, but when I was younger, when I was in high school, I used to spend a lot of time with my friends. But now that I am getting older, you know, life, adulthood responsibilities, I definitely spend less time with my friends than before. So it has definitely shifted from the past.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q04",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "How often do you go shopping?",
      "transcript": "Oh, well, I can say that I am a shopaholic in recovery because before I used to spend a lot of money and I used to spend, like I used to go shopping a lot throughout the pandemic. I started going online and doing shopping online, Amazon, and they will give you pretty good discounts because everything was closed. So I pretty much maybe I go shopping once a week, I will say, but I am trying to work on that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, well, I can say that I am a shopaholic in recovery because before I used to spend a lot of money and I used to spend, like I used to go shopping a lot throughout the pandemic. I started going online and doing shopping online, Amazon, and they'll give you pretty good discounts because everything was closed. So I pretty much maybe I go shopping once a week, I'll say, but I'm trying to work on that.",
      "transcript_cleaned": "Oh, well, I can say that I am a shopaholic in recovery because before I used to spend a lot of money and I used to spend, like I used to go shopping a lot throughout the pandemic. I started going online and doing shopping online, Amazon, and they will give you pretty good discounts because everything was closed. So I pretty much maybe I go shopping once a week, I will say, but I am trying to work on that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q05",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "And do you prefer shopping online or in the stores?",
      "transcript": "Ever since COVID, I have shifted the way in which I have shopped before I used to go to the mall a lot. Now I shop online. If there is something that I do not like or does not fit that I will just return it. So I, I think I prefer doing, doing it online.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, ever since COVID, I have shifted the way in which I have shopped before I used to go to the mall a lot. Now I shop online. If there's something that I don't like or doesn't fit that I'll just return it. So I, I think I prefer doing, doing it online.",
      "transcript_cleaned": "Ever since COVID, I have shifted the way in which I have shopped before I used to go to the mall a lot. Now I shop online. If there is something that I do not like or does not fit that I will just return it. So I, I think I prefer doing, doing it online.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q06",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "And is shopping an enjoyable activity for you or just a necessity right now?",
      "transcript": "Right now, I will say that it is a driven activity. I would not say that it is an, maybe a necessity for like really, you know, like personal care. But when it comes to other stuff, I will say that it is more like driven. Like if I like it and I can buy it, then I will, I will get it. But yeah, I am working. it is a habit that I am definitely want to work. it is not good for my finances. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Right now, I'll say that it's a driven activity. I wouldn't say that it's an, maybe a necessity for like really, you know, like personal care. But when it comes to other stuff, I will say that it's more like driven. Like if I like it and I can buy it, then I'll, I'll get it. But yeah, I'm working. It's a habit that I'm definitely want to work. It's not good for my finances. So.",
      "transcript_cleaned": "Right now, I will say that it is a driven activity. I would not say that it is an, maybe a necessity for like really, you know, like personal care. But when it comes to other stuff, I will say that it is more like driven. Like if I like it and I can buy it, then I will, I will get it. But yeah, I am working. it is a habit that I am definitely want to work. it is not good for my finances.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q07",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "And what is the most interesting place you have ever visited?",
      "transcript": "Well, that is a good question. I will say that one of the most interesting places that I have been is Costa Rica. I went with my family for my 15th birthday, which is like a really important birthday in the Latin, you know, tradition. So I went there to celebrate my birthday and it was good to see that even though I am from El Salvador, so I was born there and I grew up in the States. So it was like like good to see that they have even though we live within the same continent we have different cultures like the way of life the way in which we cook food It completely different even from El Salvador even though they like a few not a few but like within the same continent like even the, architecture, like the, even the language, even though we speak Spanish, it is completely different from the Spanish that I grew up listening with my mom. it is completely different the Spanish that they speak. So I will say that that is one of the most interesting, things or like that I could learn.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, that's a good question. I will say that one of the most interesting places that I've been is Costa Rica. I went with my family for my 15th birthday, which is like a really important birthday in the Latin, um, you know, tradition. So I went there to celebrate my birthday and it was good to see that even though I'm from El Salvador, so I was born there and I grew up in the States. So it was like like good to see that they have even though we live within the same continent we have different cultures like the way of life the way in which we cook food It completely different even from El Salvador even though they like a few not a few but like within the same continent Um, like even the, um, architecture, like the, even the language, even though we speak Spanish, um, it's completely different from the Spanish that I grew up listening with my mom. It's completely different the Spanish that they speak. So I will say that that's one of the most interesting, um, things or like that I could learn.",
      "transcript_cleaned": "that is a good question. I will say that one of the most interesting places that I have been is Costa Rica. I went with my family for my 15th birthday, which is like a really important birthday in the Latin, you know, tradition. So I went there to celebrate my birthday and it was good to see that even though I am from El Salvador, so I was born there and I grew up in the States. So it was like like good to see that they have even though we live within the same continent we have different cultures like the way of life the way in which we cook food It completely different even from El Salvador even though they like a few not a few but like within the same continent like even the, architecture, like the, even the language, even though we speak Spanish, it is completely different from the Spanish that I grew up listening with my mom. it is completely different the Spanish that they speak. So I will say that that is one of the most interesting, things or like that I could learn.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q08",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "Do you prefer to travel alone or with others?",
      "transcript": "With others. I think I enjoy more traveling with others.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "With others. I think I enjoy more traveling with others.",
      "transcript_cleaned": "With others. I think I enjoy more traveling with others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q09",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "In what way?",
      "transcript": "Just because I feel like when you are going alone and then you are already like exploring a new place. And then if you are going with family and with friends that you feel more safe, more confident, plus it gets cheaper because you can, everybody can chip in and like food, accommodations because, traveling is really expensive when it comes to like hotels and like tickets for like doing things. And sometimes they have packages. When you travel with more people, rather than traveling alone, you can like do maybe like a little package and then everybody can chip in and like it is for to me, at least in my experience, it gets a little cheaper when you do it with more people. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, just because I feel like when you're going alone and then you're already like exploring a new place. And then if you're going with family and with friends that you feel more safe, more confident, plus it gets cheaper because you can, everybody can chip in and like food, um, accommodations because, um, traveling is really expensive when it comes to like hotels and like tickets for like doing things. And sometimes they have packages. When you travel with more people, rather than traveling alone, you can like do maybe like a little package and then everybody can chip in and like it's for to me, at least in my experience, it gets a little cheaper when you do it with more people. Now.",
      "transcript_cleaned": "Just because I feel like when you are going alone and then you are already like exploring a new place. And then if you are going with family and with friends that you feel more safe, more confident, plus it gets cheaper because you can, everybody can chip in and like food, accommodations because, traveling is really expensive when it comes to like hotels and like tickets for like doing things. And sometimes they have packages. When you travel with more people, rather than traveling alone, you can like do maybe like a little package and then everybody can chip in and like it is for to me, at least in my experience, it gets a little cheaper when you do it with more people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q10",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "Do you understand?",
      "transcript": "Yes. I want you to describe a time when you had to make a difficult decision.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. I want you to describe a time when you had to make a difficult decision.",
      "transcript_cleaned": "Yes. I want you to describe a time when you had to make a difficult decision.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q11",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "Why is it sometimes hard for people to make decisions?",
      "transcript": "I would say because sometimes those decisions that are going, that you are going to make are life changing. especially like in my experience, I was deciding my major, which it is everything like my income, my, My, my future, the things that I wanted to do if, like, I think that is why people sometimes struggle with making decisions because they are life changing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say because sometimes those decisions that are going, that you're gonna make are life changing. Um, especially like in my experience, I was deciding my major, which it's everything like my income, my, My, my future, the things that I wanted to do if, like, I think that's why people sometimes struggle with making decisions because they're life changing.",
      "transcript_cleaned": "I would say because sometimes those decisions that are going, that you are going to make are life changing. especially like in my experience, I was deciding my major, which it is everything like my income, my, My, my future, the things that I wanted to do if, like, I think that is why people sometimes struggle with making decisions because they are life changing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q12",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "Okay, and do you think people today have more decisions to make than in the past?",
      "transcript": "I think it depends and it depends on the people's life, but I will say that maybe yes, because especially with social media and the impact that it has in our mental health and in our daily lives, I will say yes, people sometimes maybe wonder more and because they wonder more, they have to take, they have to make more decisions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it depends and it depends on the people's life, but I will say that maybe yes, because especially with social media and the impact that it has in our mental health and in our daily lives, I will say yes, people sometimes maybe wonder more and because they wonder more, they have to take, they have to make more decisions.",
      "transcript_cleaned": "I think it depends and it depends on the people's life, but I will say that maybe yes, because especially with social media and the impact that it has in our mental health and in our daily lives, I will say yes, people sometimes maybe wonder more and because they wonder more, they have to take, they have to make more decisions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q13",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "And how important is it to get advice from others when making a big decision?",
      "transcript": "I think it is important because you get to listen to other people experiences, especially like in my case, I decided to talk to nurses and talk to doctors and see their perspective. And a lot of doctors were actually telling me, well, I think this is what you can do. You can do and then you can always become something similar to a doctor without having the debt that I have at the time. So I think it is really important to listen to other people opinions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it's important because you get to listen to other people experiences, especially like in my case, I decided to talk to nurses and talk to doctors and see their perspective. And a lot of doctors were actually telling me, well, I think this is what you can do. You can do and then you can always become something similar to a doctor without having the debt that I have at the time. So I think it's really important to listen to other people opinions.",
      "transcript_cleaned": "I think it is important because you get to listen to other people experiences, especially like in my case, I decided to talk to nurses and talk to doctors and see their perspective. And a lot of doctors were actually telling me, well, I think this is what you can do. You can do and then you can always become something similar to a doctor without having the debt that I have at the time. So I think it is really important to listen to other people opinions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q16",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "Do you have any questions?",
      "transcript": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need.",
      "transcript_cleaned": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-j0seGQjqdY_q17",
      "video_id": "-j0seGQjqdY",
      "band": 9.0,
      "question": "What I need.",
      "transcript": "Although my job is hard, I enjoy doing it. If you have already practiced, you should make sure, okay, this is the last time I am going to talk about how to do it now. For our generation. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Although my job is hard, I enjoy doing it. If you have already practiced, you should make sure, okay, this is the last time I'm going to talk about how to do it now. For our generation. Okay.",
      "transcript_cleaned": "Although my job is hard, I enjoy doing it. If you have already practiced, you should make sure, okay, this is the last time I am going to talk about how to do it now. For our generation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "e5GWrUr_e4c_q02",
      "video_id": "e5GWrUr_e4c",
      "band": 7.0,
      "question": "What did you or do you study?",
      "transcript": "Well actually I am studying architecture since two years ago and I am trying to continue my educational events and then I am going to study maybe another, another, to get another university degree maybe in directing. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well actually I'm studying architecture since um, uh, two years ago and uh, I'm trying to uh, continue my educational uh, events and then uh, I'm going to study maybe another, another, uh, to get another uh, university degree maybe um, uh, in directing. Okay.",
      "transcript_cleaned": "actually I am studying architecture since two years ago and I am trying to continue my educational events and then I am going to study maybe another, another, to get another university degree maybe in directing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}