{
  "batch_id": 147,
  "count": 20,
  "samples": [
    {
      "sample_id": "9lkk96ztXpM_q01",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "What can I call you?",
      "transcript": "Faryah. Faryah, ma'am. Can I see your Identification please. Thank you. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Faryah. Faryah, ma'am. Can I see your Identification please. Thank you. Yeah.",
      "transcript_cleaned": "Faryah. Faryah, ma'am.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q02",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Do you work or are you a student?",
      "transcript": "Yes, I am a student of Shah Jalal University of Science and Technology. Nice. Now I am going to ask you some of your personal questions about yourself in part one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I am a student of Shah Jalal University of Science and Technology. Nice. Now I'm going to ask you some of your personal questions about yourself in part one.",
      "transcript_cleaned": "Yes, I am a student of Shah Jalal University of Science and Technology. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q03",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "When you were a child, did you think much about your future?",
      "transcript": "It is quite difficult for me because sometimes I feel good and sometimes I feel bad. So I think childhood is the best time for me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It's quite difficult for me because sometimes I feel good and sometimes I feel bad. So I think childhood is the best time for me. Okay.",
      "transcript_cleaned": "It is quite difficult for me because sometimes I feel good and sometimes I feel bad. So I think childhood is the best time for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q04",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "My question was, when you were a child, did you think much about your future?",
      "transcript": "No, when I was a child, I did not think about my future because this time my parents thought about my future. And they look after me. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, when I was a child, I didn't think about my future because this time my parents thought about my future. And they look after me. Nice.",
      "transcript_cleaned": "No, when I was a child, I did not think about my future because this time my parents thought about my future. And they look after me. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q05",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Do you think you have changed as you have got older?",
      "transcript": "Yes. I, I am changed and growing day by day and build up myself because when I was child, I do not, I did not think about my future, but right now I think about my future. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Um, I, I am changed and growing day by day and build up myself because when I was child, I don't, I didn't think about my future, but right now I think about my future. Okay.",
      "transcript_cleaned": "Yes. I, I am changed and growing day by day and build up myself because when I was child, I do not, I did not think about my future, but right now I think about my future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q06",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "What are the sum of benefits of getting older?",
      "transcript": "I think there is no benefit of getting older because when I was a child and I was read in school, it was more interesting for me. But when I got admitted into a college, I do not, I did not know anything. And after ending my university, I faced many difficulties and responsibilities. And it very happy for me Okay So what are some of challenges of getting older I I told that in my college life and university life I faced many problems I have to I have to do many responsibility responsibilities and duties So, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think there is no benefit of getting older because when I was a child and I was read in school, it was more interesting for me. But when I got admitted into a college, I don't, I didn't know anything. And after ending my university, I faced many difficulties and responsibilities. And it very happy for me Okay So what are some of challenges of getting older I I told that in my college life and university life I faced many problems I have to I have to do many responsibility responsibilities and duties So, okay.",
      "transcript_cleaned": "I think there is no benefit of getting older because when I was a child and I was read in school, it was more interesting for me. But when I got admitted into a college, I do not, I did not know anything. And after ending my university, I faced many difficulties and responsibilities. And it very happy for me Okay So what are some of challenges of getting older I I told that in my college life and university life I faced many problems I have to I have to do many responsibility responsibilities and duties So,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q07",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "What would be difficult about your life in the future?",
      "transcript": "Well, in my childhood I did not think about my future. This time I think the life is very easy for me. But now, I am, life is not so easy that I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, um, in my childhood I didn't think about my future. This time I think the life is very easy for me. But now, I'm, life is not so easy that I think.",
      "transcript_cleaned": "in my childhood I did not think about my future. This time I think the life is very easy for me. But now, I am, life is not so easy that I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q08",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Is there any difference between present and the past?",
      "transcript": "Yes, because in past I did not think the reality so deeply. But in this time I think all things very critically. That is the end of our speaking part one. Now we are moving to part two. So in this part two, I would like to ask you a.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, because in past I didn't think the reality so deeply. But in this time I think all things very critically. That is the end of our speaking part one. Now we are moving to part two. So in this part two, I would like to ask you a.",
      "transcript_cleaned": "Yes, because in past I did not think the reality so deeply. But in this time I think all things very critically.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q09",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Do you understand?",
      "transcript": "Yes. So your today's topic is, Describe a time when you started using a new technological device. What device you started using, why you started using this device, how easy or difficult it was to use and explain how helpful this device was to you. So here is your today's topic. You can start your route making.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. So your today's topic is, Describe a time when you started using a new technological device. What device you started using, why you started using this device, how easy or difficult it was to use and explain how helpful this device was to you. So here is your today's topic. You can start your route making.",
      "transcript_cleaned": "Yes. So your today's topic is, Describe a time when you started using a new technological device. What device you started using, why you started using this device, how easy or difficult it was to use and explain how helpful this device was to you. So here is your today's topic. You can start your route making.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q10",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Have you done?",
      "transcript": "No. So do not need to worry about your time if I stop you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No. So don't need to worry about your time if I stop you.",
      "transcript_cleaned": "No. So do not need to worry about your time if I stop you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q11",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Have you done purpose of putting it?",
      "transcript": "At least one minute share. Then? Okay. No done done done like that Have you done Yes ma Okay don worry about this time if I stop you So you can start your speaking now Now I describe a device, a technological device which I started using. It was mobile phone. When, when I was in class 10, I, then my father bought, bought me a mobile phone and I was very pleasure to use it. By this mobile phone I connect with many people and and when I need some any help I can share with my friends by internet and but I feel two difficulties to using mobile phone that my prepared card and mobile data when end up I feel difficulties but mobile phone has many good side. Like there is, there is a lot of apps, Facebook, Twitter, WhatsApp in my, in my phone and I can talk with my parents and friends. And when I feel bored, mobile phone helps me for entertain. I can watch a movie, listen to music. And I also use mobile phone as my study purpose. I, when I face any difficulties, I search it on my phone and sometimes I do online class. it is very helpful for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "At least one minute share. Then? Okay. No done done done like that Have you done Yes ma Okay don worry about this time if I stop you So you can start your speaking now Now I describe a device, a technological device which I started using. It was mobile phone. When, when I was in class 10, I, then my father bought, bought me a mobile phone and I was very pleasure to use it. By this mobile phone I connect with many people and and when I need some any help I can share with my friends by internet and but I feel two difficulties to using mobile phone that my prepared card and mobile data when end up I feel difficulties but mobile phone has many Um, good side. Like there is, there is a lot of apps, Facebook, Twitter, WhatsApp in my, in my phone and I can talk with my parents and friends. And when I feel bored, mobile phone helps me for entertain. Um, I can watch a movie, listen to music. And I also use mobile phone as my study purpose. I, when I face any difficulties, I search it on my phone and sometimes I do online class. It's very helpful for me.",
      "transcript_cleaned": "At least one minute share. Then? Okay. No done done done like that Have you done Yes ma Okay don worry about this time if I stop you So you can start your speaking now Now I describe a device, a technological device which I started using. It was mobile phone. When, when I was in class 10, I, then my father bought, bought me a mobile phone and I was very pleasure to use it. By this mobile phone I connect with many people and and when I need some any help I can share with my friends by internet and but I feel two difficulties to using mobile phone that my prepared card and mobile data when end up I feel difficulties but mobile phone has many good side. Like there is, there is a lot of apps, Facebook, Twitter, WhatsApp in my, in my phone and I can talk with my parents and friends. And when I feel bored, mobile phone helps me for entertain. I can watch a movie, listen to music. And I also use mobile phone as my study purpose. I, when I face any difficulties, I search it on my phone and sometimes I do online class. it is very helpful for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q13",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "What is the best age for children to start using computer?",
      "transcript": "When I was 12 years old and I read in class 6 then I started learning computer So I think 12 or 14 is the best time for learning computer because this time students are very curious to know something and this time their brain is so sharp Do you think schools should use more technology to help students learning Yes, of course. I think students should use technology in their school because school is the primary level in a man's institutional education. So, school can use more technologies so that students can improve their mental health and know many, many beneficial. Okay, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "When I was 12 years old and I read in class 6 then I started learning computer So I think 12 or 14 is the best time for learning computer because this time students are very curious to know something and this time their brain is so sharp Do you think schools should use more technology to help students learning Yes, of course. I think students should use technology in their school because school is the primary level in a man's institutional education. So, um, school can use more technologies so that students can improve their mental health and know many, many beneficial. Okay, yes.",
      "transcript_cleaned": "When I was 12 years old and I read in class 6 then I started learning computer So I think 12 or 14 is the best time for learning computer because this time students are very curious to know something and this time their brain is so sharp Do you think schools should use more technology to help students learning Yes, of course. I think students should use technology in their school because school is the primary level in a man's institutional education. So, school can use more technologies so that students can improve their mental health and know many, many beneficial.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q14",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Do you agree or disagree that computers will replace teachers one day?",
      "transcript": "Yes, I agree. computer one day replace teachers because today, today is technology based world and people always, always sit in their device, computers and mobile phone and, and work for whole day. To understand and, and they realize that a technology can help them as a teacher. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I agree. Um, computer one day replace teachers because today, today is technology based world and people always, always sit in their device, computers and mobile phone and, and work for whole day. To understand and, and they realize that a technology can help them as a teacher. Okay.",
      "transcript_cleaned": "Yes, I agree. computer one day replace teachers because today, today is technology based world and people always, always sit in their device, computers and mobile phone and, and work for whole day. To understand and, and they realize that a technology can help them as a teacher.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q15",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Then how many has technology improved how we communicate with each other?",
      "transcript": "Technology technology is improving day by day and people learn a lot of things from it. So everyone can know and use it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Technology technology is improving day by day and people learn a lot of things from it. So everyone can know and use it.",
      "transcript_cleaned": "Technology technology is improving day by day and people learn a lot of things from it. So everyone can know and use it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9lkk96ztXpM_q16",
      "video_id": "9lkk96ztXpM",
      "band": 5.5,
      "question": "Could you suggest that why some people are reducing their use of technology?",
      "transcript": "Yes. As a real example, my father is a businessman. He is too much busy with his work. Sometimes he busy with device and do not give enough time for hours. And she, and he sometimes, and I think technology hamper our mental health and our And daily life too. And it can be harmful for us. Thank you so much for the wonderful speech yesterday. Goodbye.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. As a real example, my father is a businessman. He is too much busy with his work. Sometimes he busy with device and do not give enough time for hours. And she, and he sometimes, and I think technology hamper our mental health and our And daily life too. And it can be harmful for us. Thank you so much for the wonderful speech yesterday. Goodbye.",
      "transcript_cleaned": "Yes. As a real example, my father is a businessman. He is too much busy with his work. Sometimes he busy with device and do not give enough time for hours. And she, and he sometimes, and I think technology hamper our mental health and our And daily life too. And it can be harmful for us. Thank you so much for the wonderful speech yesterday.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q02",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "How can I call you?",
      "transcript": "You can call me Nam.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "You can call me Nam.",
      "transcript_cleaned": "You can call me Nam.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q03",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "So are you a student or do you work?",
      "transcript": "I am currently working as a designer. I do, I create logos and branding and creating websites. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm currently working as a designer. I do, I create logos and branding and creating websites. All right.",
      "transcript_cleaned": "I am currently working as a designer. I do, I create logos and branding and creating websites.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q04",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "So what do you find most interesting about your work?",
      "transcript": "The most interesting thing I found about my work is about creative stuff and like the first day I creating logos, but second days I came creating posters and website. Alright, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The most interesting thing I found about my work is about creative stuff and like the first day I creating logos, but second days I came creating posters and website. Alright, very good.",
      "transcript_cleaned": "The most interesting thing I found about my work is about creative stuff and like the first day I creating logos, but second days I came creating posters and website.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q05",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "The people that you work with or the work that you do?",
      "transcript": "And that is a tough one. I love my work because it is my passion. But for communicating with the colleagues, have the same passion as me, it will. Alright, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And that's a tough one. I love my work because it's my passion. But for communicating with the colleagues, have the same passion as me, it will. Alright, so.",
      "transcript_cleaned": "And that is a tough one. I love my work because it is my passion. But for communicating with the colleagues, have the same passion as me, it will.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ngEltNdTzmQ_q06",
      "video_id": "ngEltNdTzmQ",
      "band": 6.0,
      "question": "What films do you like?",
      "transcript": "I am very keen on thriller and sci-fi movie. sci-fi movie. And, especially the movie called, The Matrix.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm very keen on thriller and sci-fi movie. Uh, sci-fi movie. And, uh, especially the movie called, uh, The Matrix.",
      "transcript_cleaned": "I am very keen on thriller and sci-fi movie. sci-fi movie. And, especially the movie called, The Matrix.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}