{
  "batch_id": 156,
  "count": 20,
  "samples": [
    {
      "sample_id": "AJhplp3dct8_q13",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "Can you tell me more?",
      "transcript": "Yes. For example, if it is related to me, I do not really consider the price. Like, if it is, for example, items like clothes or something like a book or something related to, skincare, Then I wouldn really like care about the cost so much because it related to me and taking care of myself and my body So cost doesn really matter Okay And is it difficult for you to make choices when you shop yes And that also depends when it comes to me it doesn take so long for me to pick out items But if it is for someone else, like picking out presents, for example, my family or my relatives or just anyone other than me, then it would take a long time. Compared to me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes. For example, if it's related to me, I don't really consider the price. Like, if it's, for example, items like clothes or something like a book or something related to, um, skincare, Then I wouldn really like care about the cost so much because it related to me and taking care of myself and my body So cost doesn really matter Okay And is it difficult for you to make choices when you shop Um yes And that also depends Um when it comes to me it doesn take so long for me to pick out items But if it's for someone else, like picking out presents, for example, my family or my relatives or um, just anyone other than me, then it would take a long time. Compared to me.",
      "transcript_cleaned": "Yes. For example, if it is related to me, I do not really consider the price. Like, if it is, for example, items like clothes or something like a book or something related to, skincare, Then I wouldn really like care about the cost so much because it related to me and taking care of myself and my body So cost doesn really matter Okay And is it difficult for you to make choices when you shop yes And that also depends when it comes to me it doesn take so long for me to pick out items But if it is for someone else, like picking out presents, for example, my family or my relatives or just anyone other than me, then it would take a long time. Compared to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q14",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "Why does it take longer?",
      "transcript": "Because it is someone else than me. Like, I do not know what they like. I do not know their preferences. So that is why. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because it's someone else than me. Like, I don't know what they like. I don't know their preferences. So that's why. Okay, good.",
      "transcript_cleaned": "Because it is someone else than me. Like, I do not know what they like. I do not know their preferences.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q15",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And do you think expensive products are always better than cheaper products?",
      "transcript": "I think in some ways it does show that, yeah, you do have some extra vacancy kind of, yeah, attached to it in the item and, yeah, it can show a bit of a more, I do not know, in some sense that you care a lot more about this person. I think it is a person in a way of a gratitude weight, but not always because I do think that the meaning and what this, what that item means to someone is what matters. Okay, good. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm, I think in some ways it does show that, yeah, you do have some extra vacancy kind of, yeah, attached to it in the item and, yeah, it can show a bit of a more, I don't know, in some sense that you care a lot more about this person. I think it's a person in a way of a gratitude weight, but not always because I do think that the meaning and what this, what that item means to someone is what matters. Okay, good. So.",
      "transcript_cleaned": "I think in some ways it does show that, yeah, you do have some extra vacancy kind of, yeah, attached to it in the item and, yeah, it can show a bit of a more, I do not know, in some sense that you care a lot more about this person. I think it is a person in a way of a gratitude weight, but not always because I do think that the meaning and what this, what that item means to someone is what matters.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q16",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "Okay, so that is a minute and when you are ready, can describe a time when you changed your opinion?",
      "transcript": "So, about a year ago in summer in Switzerland, I went to an ice cream shop with my friend, like a gelato shop in the city center. And I usually go for a cheesecake flavor, but there was a new flavor called mint chocolate. And I, I am not like an anti mint chocolate person, like flavor person, but I was kind of like thinking maybe I should go for it. And my friend was like, yeah, you know, you should go for it. And then it was actually my family's controversial kind of a conversation, always like mint chocolate or not, like the flavor kind of a debate. Because my mom likes it and my sister does not and my dad does not know about the flavor. And I was thinking for quite a long time actually. Not for like a 15 minute thing, but like maybe five minutes. And although my original opinion was cheesecake, I, I actually did go for the mint chocolate because I was curious. being inquisitive about the new flavor kind of, yeah, it was intriguing to, you know, try out a new flavor and discover what it actually means to. try out that flavor itself and, and I did and it tasted very different from what I thought. I thought it would taste something like a chewing gum that I actually, I used to like chew on like a mint flavor, spearmint, but actually tastes really nice and sweet and I felt surprised. Pretty odd actually. And yeah, I was, I was very, I was, I was very, I was, I was very, I wasn really like very excited about it but it was more that I was very awed about it Okay good yeah that two minutes there Nicely done and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So, about a year ago in summer in Switzerland, I went to an ice cream shop with my friend, like a gelato shop in the city center. And I usually go for a cheesecake flavor, but there was a new flavor called mint chocolate. And I, I'm not like an anti mint chocolate person, like flavor person, but I was kind of like thinking maybe I should go for it. And my friend was like, yeah, you know, you should go for it. And then it was actually my family's controversial kind of a conversation, always like mint chocolate or not, like the flavor kind of a debate. Because my mom likes it and my sister doesn't and my dad doesn't know about the flavor. And I was thinking for quite a long time actually. Not for like a 15 minute thing, but like maybe five minutes. And um, although my original opinion was cheesecake, I, I actually did go for the mint chocolate because I was curious. Um, being inquisitive about the new flavor kind of, yeah, it was intriguing to, you know, try out a new flavor and discover what it actually means to. Um, try out that flavor itself and, and I did and it tasted very different from what I thought. I thought it would taste something like a chewing gum that I actually, I used to like chew on like a mint flavor, spearmint, but actually tastes really nice and sweet and I felt surprised. Pretty odd actually. And yeah, I was, I was very, I was, I was very, I was, I was very, I wasn really like very excited about it but it was more that I was very awed about it Okay good yeah that two minutes there Nicely done and.",
      "transcript_cleaned": "about a year ago in summer in Switzerland, I went to an ice cream shop with my friend, like a gelato shop in the city center. And I usually go for a cheesecake flavor, but there was a new flavor called mint chocolate. And I, I am not like an anti mint chocolate person, like flavor person, but I was kind of like thinking maybe I should go for it. And my friend was like, yeah, you know, you should go for it. And then it was actually my family's controversial kind of a conversation, always like mint chocolate or not, like the flavor kind of a debate. Because my mom likes it and my sister does not and my dad does not know about the flavor. And I was thinking for quite a long time actually. Not for like a 15 minute thing, but like maybe five minutes. And although my original opinion was cheesecake, I, I actually did go for the mint chocolate because I was curious. being inquisitive about the new flavor kind of, yeah, it was intriguing to, you know, try out a new flavor and discover what it actually means to. try out that flavor itself and, and I did and it tasted very different from what I thought. I thought it would taste something like a chewing gum that I actually, I used to like chew on like a mint flavor, spearmint, but actually tastes really nice and sweet and I felt surprised. Pretty odd actually. And yeah, I was, I was very, I was, I was very, I was, I was very, I wasn really like very excited about it but it was more that I was very awed about it Okay good yeah that two minutes there Nicely done and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q17",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And more generally, when do people change opinions?",
      "transcript": "I think it is a situational thing. although one can have their own opinion depending on what the group has, like the opinion the group has, I think one can change. For example, if, yeah, like the group has like definite like sole opinion on this and the other one has another opinion, then I do not think like that person can advocate their opinion on their own. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think it's a situational thing. Um, although one can have their own opinion depending on what the group has, like the opinion the group has, I think one can change. For example, if, yeah, like the group has like definite like sole opinion on this and the other one has another opinion, then I don't think like that person can advocate their opinion on their own. Okay, good.",
      "transcript_cleaned": "I think it is a situational thing. although one can have their own opinion depending on what the group has, like the opinion the group has, I think one can change. For example, if, yeah, like the group has like definite like sole opinion on this and the other one has another opinion, then I do not think like that person can advocate their opinion on their own.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q18",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And who do young people turn to for advice?",
      "transcript": "The person who they feel emotionally close to, I guess that is number one, but maybe depending on, depending on their level of dependency, their friends or other adults that can be close. but yeah, their parents are emotionally dependent people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The person who they feel emotionally close to, I guess that's number one, but maybe depending on, depending on their level of dependency, their friends or other adults that can be close. Um, but yeah, their parents are emotionally dependent people.",
      "transcript_cleaned": "The person who they feel emotionally close to, I guess that is number one, but maybe depending on, depending on their level of dependency, their friends or other adults that can be close. but yeah, their parents are emotionally dependent people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q01",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Do you have any plants at home?",
      "transcript": "No, I do have fake plant though. I really do not have that, what we call green hands, where the plant will last with me for so long. I did. I had one, but then did not last for a week. So I might try another one and let us see if it will last long.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I do have fake plant though. I really don't have that, what we call green hands, where the plant will last with me for so long. I did. I had one, but then didn't last for a week. So I might try another one and let's see if it'll last long.",
      "transcript_cleaned": "No, I do have fake plant though. I really do not have that, what we call green hands, where the plant will last with me for so long. I did. I had one, but then did not last for a week. So I might try another one and let us see if it will last long.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q02",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Would you like to grow plants in the future?",
      "transcript": "Yes, I want to have my own farm. Buy a massive lot back home in Philippines and just live a simple life. Start planting and selling it. Make it as a business.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I want to have my own farm. Buy a massive lot back home in Philippines and just live a simple life. Start planting and selling it. Make it as a business.",
      "transcript_cleaned": "Yes, I want to have my own farm. Buy a massive lot back home in Philippines and just live a simple life. Start planting and selling it. Make it as a business.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q03",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Are gardens popular in your hometown?",
      "transcript": "Gardens, yes. Every household in Philippines, there is really gardens where, you know, family can chill, grew a lot of plants. My mom had one back then, but.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Gardens, yes. Every household in Philippines, there's really gardens where, you know, family can chill, grew a lot of plants. My mom had one back then, but.",
      "transcript_cleaned": "Gardens, yes. Every household in Philippines, there is really gardens where, you know, family can chill, grew a lot of plants. My mom had one back then, but.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q04",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "What do you spend the most amount of money on?",
      "transcript": "I would say I spend most of my money for my rent, my car, and probably food. I am a foodie myself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say I spend most of my money for my rent, my car, and probably food. I'm a foodie myself.",
      "transcript_cleaned": "I would say I spend most of my money for my rent, my car, and probably food. I am a foodie myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q05",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "How have spending habits changed in your country over the years?",
      "transcript": "Basically, I moved in the UEE for my adult years. So way back then, I really do not care about money. it is more of the parents who handles the expenses and everything. But right now, as an adult, I would not say obliged, but somehow Filipinos are obliged to send back to their parents, send money monthly to pay for the expenses. And right now with the economy back home, it is quite expensive, I would say.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Basically, I moved in the UEE for my adult years. So way back then, I really don't care about money. It's more of the parents who handles the expenses and everything. But right now, as an adult, I wouldn't say obliged, but somehow Filipinos are obliged to send back to their parents, send money monthly to pay for the expenses. And right now with the economy back home, it's quite expensive, I would say.",
      "transcript_cleaned": "Basically, I moved in the UEE for my adult years. So way back then, I really do not care about money. it is more of the parents who handles the expenses and everything. But right now, as an adult, I would not say obliged, but somehow Filipinos are obliged to send back to their parents, send money monthly to pay for the expenses. And right now with the economy back home, it is quite expensive, I would say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q06",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "What financial advice would you give to others?",
      "transcript": "I think if it is not a necessity, then just save it. Just keep saving. Always have at least half of your salary as savings. The rest, maybe 25% will be your expenses. 10% will be things that you want to buy for yourself, your wants. The rest would be, you know, other expenses like maybe give to charity or some works like that. I do charity sometimes. So I would definitely say 50% save it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think if it's not a necessity, then just save it. Just keep saving. Always have at least half of your salary as savings. The rest, maybe 25% will be your expenses. 10% will be things that you want to buy for yourself, your wants. The rest would be, you know, other expenses like maybe give to charity or some works like that. I do charity sometimes. So I would definitely say 50% save it.",
      "transcript_cleaned": "I think if it is not a necessity, then just save it. Just keep saving. Always have at least half of your salary as savings. The rest, maybe 25% will be your expenses. 10% will be things that you want to buy for yourself, your wants. The rest would be, you know, other expenses like maybe give to charity or some works like that. I do charity sometimes. So I would definitely say 50% save it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q08",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "What type of food do you usually eat?",
      "transcript": "As an Asian, I love Filipino food. Really love Filipino food. But I fell in love with Arabic food as well. I love kebab. I love shawarma. I love, oh, I also love biryani. But sometimes, sushi or Japanese cuisine is my weakness too.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm. As an Asian, I love Filipino food. Really love Filipino food. But I fell in love with Arabic food as well. I love kebab. I love shawarma. I love, oh, I also love biryani. But sometimes, sushi or Japanese cuisine is my weakness too.",
      "transcript_cleaned": "As an Asian, I love Filipino food. Really love Filipino food. But I fell in love with Arabic food as well. I love kebab. I love shawarma. I love, oh, I also love biryani. But sometimes, sushi or Japanese cuisine is my weakness too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q09",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "If you have a choice, do you prefer to eat at home or eat out?",
      "transcript": "Well, I love cooking. So every day I really cook for myself, for my lunch to bring to the office.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I love cooking. So every day I really cook for myself, for my lunch to bring to the office.",
      "transcript_cleaned": "I love cooking. So every day I really cook for myself, for my lunch to bring to the office.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q10",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Describe a creative solution you found to a problem.",
      "transcript": "Working as a hotel manager, I face problems every single day. I had this experience where a VIP guest just checked in. We thought everything was smooth, everything was okay. But then in a couple of minutes, I saw one bad feedback in Google reviews saying like, the staff was not that much helpful. The staff was not smiling. And so one bad comment would definitely affect the image of the property. Me being the hotel manager, I always go to an easy solution, which is being more personalized and reaching myself to the guest. What I did was to give the guest a call in the room, check if the family was checked in well, if there is anything that she need, and point out about the review that she just posted in our property, about our property. And then ask her what made her feel that way What made her post that comment or that review in our website And I will always try to put myself in the shoe of the guest to understand more where they coming from and for me to be able to give a proper solution to her problem And I think the most creative solution in hospitality industry in dealing with complaints is being more personalized and just be yourself and have that connection with your guests. Like treat them as family. Because with that, I think it is easier to solve the issue. So we have been talking about creativity and solving problems in a creative way and we are going to continue to talk about that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Working as a hotel manager, I face problems every single day. I had this experience where a VIP guest just checked in. We thought everything was smooth, everything was okay. But then in a couple of minutes, I saw one bad feedback in Google reviews saying like, the staff wasn't that much helpful. The staff wasn't smiling. And so one bad comment would definitely affect the image of the property. Me being the hotel manager, I always go to an easy solution, which is being more personalized and reaching myself to the guest. What I did was to give the guest a call in the room, check if the family was checked in well, if there's anything that she need, and point out about the review that she just posted in our property, about our property. And then ask her what made her feel that way What made her post that comment or that review in our website And I will always try to put myself in the shoe of the guest to understand more where they coming from and for me to be able to give a proper solution to her problem And I think the most creative solution in hospitality industry in dealing with complaints is being more personalized and just be yourself and have that connection with your guests. Like treat them as family. Because with that, I think it's easier to solve the issue. So we've been talking about creativity and solving problems in a creative way and we're going to continue to talk about that.",
      "transcript_cleaned": "Working as a hotel manager, I face problems every single day. I had this experience where a VIP guest just checked in. We thought everything was smooth, everything was okay. But then in a couple of minutes, I saw one bad feedback in Google reviews saying like, the staff was not that much helpful. The staff was not smiling. And so one bad comment would definitely affect the image of the property. Me being the hotel manager, I always go to an easy solution, which is being more personalized and reaching myself to the guest. What I did was to give the guest a call in the room, check if the family was checked in well, if there is anything that she need, and point out about the review that she just posted in our property, about our property. And then ask her what made her feel that way What made her post that comment or that review in our website And I will always try to put myself in the shoe of the guest to understand more where they coming from and for me to be able to give a proper solution to her problem And I think the most creative solution in hospitality industry in dealing with complaints is being more personalized and just be yourself and have that connection with your guests. Like treat them as family. Because with that, I think it is easier to solve the issue.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q11",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "Why are some people more creative than others in solving problems?",
      "transcript": "I think some people got a critical thinking skills. Some people would, some people are just happy-go-lucky. Like, let us see what happens. They always have this thought like, let us wait until the problem comes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think some people got a critical thinking skills. Some people would, um, some people are just happy-go-lucky. Like, let's see what happens. They always have this thought like, let's wait until the problem comes.",
      "transcript_cleaned": "I think some people got a critical thinking skills. Some people would, some people are just happy-go-lucky. Like, let us see what happens. They always have this thought like, let us wait until the problem comes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q12",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "What role should creativity play in education?",
      "transcript": "I think it gives a very big impact, especially to students. It helps these individuals know what they really want in life and it helps express what they feel. For example, I used to be a dance troupe member and I was also in theater back then. So for me, dancing is an art. And I think it is a perfect way of expressing myself.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it gives a very big impact, especially to students. It helps these individuals know what they really want in life and it helps express what they feel. For example, I used to be a dance troupe member and I was also in theater back then. So for me, dancing is an art. And I think it's a perfect way of expressing myself.",
      "transcript_cleaned": "I think it gives a very big impact, especially to students. It helps these individuals know what they really want in life and it helps express what they feel. For example, I used to be a dance troupe member and I was also in theater back then. So for me, dancing is an art. And I think it is a perfect way of expressing myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q13",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "How can companies encourage creative thinking?",
      "transcript": "I think a lot of companies are involved in these things these days. Back then, you go to the office to your nine-hour job. Same cycle every day. But then, right now, these days, people are more vocal about their thoughts, how to improve a company policy, and how to improve the workplace. I think the company being the company should really listen to their employees. That way, the employees will put out their creative side, which could also benefit, give benefit to the company.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think a lot of companies are involved in these things these days. Back then, you go to the office to your nine-hour job. Same cycle every day. But then, right now, these days, people are more vocal about their thoughts, how to improve a company policy, and how to improve the workplace. I think the company being the company should really listen to their employees. That way, the employees will put out their creative side, which could also benefit, give benefit to the company.",
      "transcript_cleaned": "I think a lot of companies are involved in these things these days. Back then, you go to the office to your nine-hour job. Same cycle every day. But then, right now, these days, people are more vocal about their thoughts, how to improve a company policy, and how to improve the workplace. I think the company being the company should really listen to their employees. That way, the employees will put out their creative side, which could also benefit, give benefit to the company.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q14",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "And finally, how important is creativity in today's job market?",
      "transcript": "It is very important. it is because you have a lot of competitors out there. And if you are going to just stick in your bubble and not go out of your shell and express ways or show ways, show out more skills and be more creative, I think it will be difficult for you to go up there and be acknowledged. With what you have. And I think it is very, very important to just express yourself and just believe in yourself that you are capable of what others can.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's very important. It's because you have a lot of competitors out there. And if you're gonna just stick in your bubble and not go out of your shell and express ways or show ways, show out more skills and be more creative, I think it'll be difficult for you to go up there and be acknowledged. With what you have. And I think it's very, very important to just express yourself and just believe in yourself that you're capable of what others can.",
      "transcript_cleaned": "It is very important. it is because you have a lot of competitors out there. And if you are going to just stick in your bubble and not go out of your shell and express ways or show ways, show out more skills and be more creative, I think it will be difficult for you to go up there and be acknowledged. With what you have. And I think it is very, very important to just express yourself and just believe in yourself that you are capable of what others can.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hTm282ohAg4_q17",
      "video_id": "hTm282ohAg4",
      "band": 6.5,
      "question": "You would not want to do that for every, you know, what is your name?",
      "transcript": "That is an interesting question. Believe me, that has happened. But it just gives you that little bit of time to think. Another thing that you did was I asked you about food and you listed like every single type of food available. Again, that is not a huge problem for one question, but a lot of students will do that for the majority of questions that they get.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's an interesting question. Believe me, that has happened. But it just gives you that little bit of time to think. Another thing that you did was I asked you about food and you listed like every single type of food available. Again, that's not a huge problem for one question, but a lot of students will do that for the majority of questions that they get.",
      "transcript_cleaned": "That is an interesting question. Believe me, that has happened. But it just gives you that little bit of time to think. Another thing that you did was I asked you about food and you listed like every single type of food available. Again, that is not a huge problem for one question, but a lot of students will do that for the majority of questions that they get.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}