{
  "batch_id": 171,
  "count": 20,
  "samples": [
    {
      "sample_id": "h741lkMxRM4_q13",
      "video_id": "h741lkMxRM4",
      "band": 4.5,
      "question": "What kind of people like to visit natural places?",
      "transcript": "Nowadays, nowadays people who are busy in, their professional life and, they, no time to travel, in, their city, mostly, people want to visit in natural places where they spend quality time with, each other.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, nowadays, uh, nowadays people who are busy in, uh, their professional life and, uh, they, no time to travel, uh, in, uh, their city, uh, mostly, uh, people want to visit in natural places where they spend quality time with, uh, each other.",
      "transcript_cleaned": "Nowadays, nowadays people who are busy in, their professional life and, they, no time to travel, in, their city, mostly, people want to visit in natural places where they spend quality time with, each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h741lkMxRM4_q14",
      "video_id": "h741lkMxRM4",
      "band": 4.5,
      "question": "What are the difference between a natural place and a city?",
      "transcript": "There are huge difference in, cities and, natural places. In cities, there are so much pollution and, so much pollution of transportation. And, if I talk about natural places, there are greenery and, greenery and peace where everyone want to visit.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There are huge difference in, uh, cities and, uh, natural places. In cities, there are so much pollution and, uh, so much pollution of transportation. And, uh, if I talk about natural places, uh, there are greenery and, uh, greenery and peace where everyone want to visit.",
      "transcript_cleaned": "There are huge difference in, cities and, natural places. In cities, there are so much pollution and, so much pollution of transportation. And, if I talk about natural places, there are greenery and, greenery and peace where everyone want to visit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h741lkMxRM4_q15",
      "video_id": "h741lkMxRM4",
      "band": 4.5,
      "question": "What can people gain from going to natural places?",
      "transcript": "Natural places, is, best thing in this world because, they, they, they, there are so much greenery. And, if, everybody, want to travel, they can concentrate and relax the body.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, natural places, uh, is, uh, best thing in this world because, uh, they, they, they, there are so much greenery. And, uh, if, uh, everybody, uh, want to travel, they can concentrate and relax the body.",
      "transcript_cleaned": "Natural places, is, best thing in this world because, they, they, they, there are so much greenery. And, if, everybody, want to travel, they can concentrate and relax the body.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q02",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "So, where are you from?",
      "transcript": "I am from Kazakhstan. it is a middle country of Asia and it is some really beautiful and largest country and I am so, I am a big fan of my country, I can say. Okay, that is good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm from Kazakhstan. It's a middle country of Asia and it's some really beautiful and largest country and I'm so, I'm a big fan of my country, I can say. Okay, that's good.",
      "transcript_cleaned": "I am from Kazakhstan. it is a middle country of Asia and it is some really beautiful and largest country and I am so, I am a big fan of my country, I can say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q03",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "Right, and where is your hometown?",
      "transcript": "My hometown located in the north Kazakhstan. I was born in Kostanay. Kostanay is a small, however, it is a cozy town, and it is really comfortable for living.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, my hometown located in the north Kazakhstan. I was born in Kostanay. Kostanay is a small, uh, however, it's a cozy town, uh, and it's really comfortable for living.",
      "transcript_cleaned": "My hometown located in the north Kazakhstan. I was born in Kostanay. Kostanay is a small, however, it is a cozy town, and it is really comfortable for living.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q04",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "Okay, and what do you like most about your hometown?",
      "transcript": "The most, the most benefit of my town, it is so clean city and we do not have rush air like in a big city. and, also I had a lot of friends from my, city and, so, it means, it is so, comfortable and you can just relax and enjoy if you live in Kostanay. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Ah, the most, the most benefit of my town, it is so clean city and we don't have rush air like in a big city. Uh, and, er, also I had a lot of friends from my, er, city and, er, so, er, it means, er, er, it's so, er, comfortable and you can just relax and enjoy if you live in Kostanay. Okay.",
      "transcript_cleaned": "The most, the most benefit of my town, it is so clean city and we do not have rush air like in a big city. and, also I had a lot of friends from my, city and, so, it means, it is so, comfortable and you can just relax and enjoy if you live in Kostanay.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q05",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "And, has your town, has your hometown changed over the last few years?",
      "transcript": "Yes, definitely. unfortunately, I have been living for Moscow for recent four years, and I do not have opportunity to, come, to come to my town very soon.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, definitely. Uh, unfortunately, I have been living for Moscow for recent four years, uh, and I don't have opportunity to, uh, come, to come to my town very soon.",
      "transcript_cleaned": "Yes, definitely. unfortunately, I have been living for Moscow for recent four years, and I do not have opportunity to, come, to come to my town very soon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q06",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "And are there any special places in your hometown that visitors should see?",
      "transcript": "I do not know any special places. however, we have a lot of parks where you can, walking and enjoy. so, you, we have also, several, types of, shops, big shops, I mean. And you can also raise it and buy something, for example, traditional Catholic food or maybe some souvenirs too. Okay now let move on and talk about accommodation Do you live in a house or an apartment no Now I been living in an apartment It a small but really cozy apartment for me I have two rooms and it enough for me in this moment Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, I don't know any special places. Uh, however, uh, we have a lot of parks where you can, uh, walking and enjoy. Uh, so, uh, you, we have also, uh, several, uh, types of, uh, shops, big shops, I mean. And you can also raise it and buy something, for example, uh, traditional Catholic food or maybe some souvenirs too. Okay now let move on and talk about accommodation Do you live in a house or an apartment Uh no Now I been living in an apartment It a small but really cozy apartment for me I have two rooms and it enough for me in this moment Okay.",
      "transcript_cleaned": "I do not know any special places. however, we have a lot of parks where you can, walking and enjoy. so, you, we have also, several, types of, shops, big shops, I mean. And you can also raise it and buy something, for example, traditional Catholic food or maybe some souvenirs too. Okay now let move on and talk about accommodation Do you live in a house or an apartment no Now I been living in an apartment It a small but really cozy apartment for me I have two rooms and it enough for me in this moment",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q07",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "And what do you like most about your home?",
      "transcript": "I think it is location because near from me is not far. I can go to the subway and it is so comfortable for me because I can go to my work and university very swift. it is really incredible opportunity for me. and also I am a big fan of nature and, I have a park, a big park, in, is not so far from me. so when I have free time, especially after busy day, I can go to the park and just relax. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think it's location because near from me is not far. I can go to the subway and it's so comfortable for me because I can go to my work and university very swift. It's really incredible opportunity for me. Uh, and also I'm a big fan of nature and, uh, I have a park, a big park, uh, in, is not so far from me. Uh, so when I have free time, especially after busy day, I can go to the park and just relax. Okay.",
      "transcript_cleaned": "I think it is location because near from me is not far. I can go to the subway and it is so comfortable for me because I can go to my work and university very swift. it is really incredible opportunity for me. and also I am a big fan of nature and, I have a park, a big park, in, is not so far from me. so when I have free time, especially after busy day, I can go to the park and just relax.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q08",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "Is there anything you would like to change about your accommodation?",
      "transcript": "Mmm, definitely no, because everything is, everything is really cool for me, so I love my commendation and I do not want to change something.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mmm, definitely no, because everything is, everything is really cool for me, so I love my commendation and I don't want to change something.",
      "transcript_cleaned": "Mmm, definitely no, because everything is, everything is really cool for me, so I love my commendation and I do not want to change something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q09",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "Okay, and do you prefer living in a house or an apartment?",
      "transcript": "It is some challenging question for me, because in my childhood I lived in a house. After this we moved with my family to apartment. And now I live in apartment too. so I think it will be suitable for me in, future when I became older. so it will be cool for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it's some challenging question for me, because in my childhood I lived in a house. After this we moved with my family to apartment. And now I live in apartment too. Uh, so I think it will be suitable for me in, uh, future when I became older. Uh, so it will be cool for me.",
      "transcript_cleaned": "It is some challenging question for me, because in my childhood I lived in a house. After this we moved with my family to apartment. And now I live in apartment too. so I think it will be suitable for me in, future when I became older. so it will be cool for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q11",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "Do you understand?",
      "transcript": "Yes, yes, sure. Okay, so I will share this, topic for you on the screen.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, yes, sure. Okay, so I will share this, uh, topic for you on the screen.",
      "transcript_cleaned": "Yes, yes, sure. Okay, so I will share this, topic for you on the screen.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q12",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "Can you see?",
      "transcript": "Yes, yes, yes, yes, yes, I see. I see your screen. Okay, excellent. So you have 60 seconds, to.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, yes, yes, yes, yes, I see. I see your screen. Okay, excellent. So you have 60 seconds, uh, to.",
      "transcript_cleaned": "Yes, yes, yes, yes, yes, I see. I see your screen. Okay, excellent. So you have 60 seconds, to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q13",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "And have you been there before?",
      "transcript": "No, no, no. I, I do not have, I do not been in, I have not been in Abu Dhabi before. It was my first time when I came to Abu Dhabi.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, no, no, no. I, I don't have, I don't been in, I've not been in Abu Dhabi before. It was my first time when I came to Abu Dhabi.",
      "transcript_cleaned": "No, no, no. I, I do not have, I do not been in, I have not been in Abu Dhabi before. It was my first time when I came to Abu Dhabi.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q14",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "So how important is it for people to take holidays from work?",
      "transcript": "In my view it is so essential for people to have a holiday because it is a great opportunity for everyone to relax and just to, to spend more time with closest members of closest people like friends or family. And, in my front of view, it is so crucial to, have a break and some vacation or holiday, in the, after the busy days. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, in my view it's so essential for people to have a holiday because it's a great opportunity for everyone to relax and just to, um, to spend more time with closest members of closest people like friends or family. And, uh, in my front of view, it's so crucial to, uh, have a break and some vacation or holiday, uh, in the, after the busy days. Okay.",
      "transcript_cleaned": "In my view it is so essential for people to have a holiday because it is a great opportunity for everyone to relax and just to, to spend more time with closest members of closest people like friends or family. And, in my front of view, it is so crucial to, have a break and some vacation or holiday, in the, after the busy days.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q15",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "And do you prefer to go on holiday on your own or with your friends and family?",
      "transcript": "The first thing that springs to my mind is with friends it definitely with friends because sometimes when I spend my holiday by myself I feel boring and it not comfortable for me so I prefer to bring my friends or girlfriend to with me to some special events or maybe holiday especially in other country Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh the first thing that springs to my mind is uh with friends uh it definitely with friends because uh sometimes uh when I spend my holiday uh by myself uh I feel boring and it not comfortable for me Ah so I prefer to uh bring my friends or girlfriend uh to with me uh to some uh special events uh or uh maybe holiday especially in other country Okay.",
      "transcript_cleaned": "The first thing that springs to my mind is with friends it definitely with friends because sometimes when I spend my holiday by myself I feel boring and it not comfortable for me so I prefer to bring my friends or girlfriend to with me to some special events or maybe holiday especially in other country",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q16",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "And do you think holidays are more important for young people or older people?",
      "transcript": "I think the same because, occasionally, the young people are so tired and we just need to relax. I can say that I am a young person too. so it is, really, crucial for young generation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think the same because, uh, occasionally, uh, the young people are so tired and we just need to relax. I can say that I am a young person too. Uh, so it's, um, really, uh, crucial for young generation.",
      "transcript_cleaned": "I think the same because, occasionally, the young people are so tired and we just need to relax. I can say that I am a young person too. so it is, really, crucial for young generation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q17",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "However, the, other generation is important too.",
      "transcript": "Because, they have, kids and, some, important daily routines, which they need to do. And, it is, I think holiday is for everyone. For older people and young too.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, because, uh, they have, uh, kids and, uh, some, uh, important daily routines, which they need to do. And, uh, it's, uh, I think holiday is for everyone. For older people and young too.",
      "transcript_cleaned": "Because, they have, kids and, some, important daily routines, which they need to do. And, it is, I think holiday is for everyone. For older people and young too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q18",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "Okay, and do you prefer going on holiday in your own country or do you prefer going on holiday abroad?",
      "transcript": "Personally for me, I think I prefer to go to abroad because it is a unique opportunity to meet with other culture, like I said before. And I am so excited to discover for me new things. it is so important for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, personally for me, I think I prefer to go to abroad because it's a unique opportunity to meet with other culture, like I said before. And I am so excited to discover for me new things. It's so important for me.",
      "transcript_cleaned": "Personally for me, I think I prefer to go to abroad because it is a unique opportunity to meet with other culture, like I said before. And I am so excited to discover for me new things. it is so important for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QO8fIjer4_g_q19",
      "video_id": "QO8fIjer4_g",
      "band": 4.5,
      "question": "However, in last summer I was in my country, in Kazakhstan, and I visited so many incredible places like lakes and mountains too.",
      "transcript": "So, I think people need to mix and, I, I, I realized that I need to also to do some mix with, holiday in abroad and, holiday in your own country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, so, uh, I think people need to mix and, uh, I, I, I realized that I need to also to do some mix with, uh, um, holiday in abroad and, uh, holiday in your own country.",
      "transcript_cleaned": "I think people need to mix and, I, I, I realized that I need to also to do some mix with, holiday in abroad and, holiday in your own country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}