{
  "batch_id": 114,
  "count": 20,
  "samples": [
    {
      "sample_id": "DLdEdqx8d4g_q13",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "So I was like, what am I going to wear?",
      "transcript": "So of course it had to be a suit, so it ended up being a suit obviously. But the suit was in all black. So the shirt was black, the slacks that was also black, and the jacket was black. But I did not wear a tie. So she wore a dress in all white and I wore a suit in all black.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So of course it had to be a suit, so it ended up being a suit obviously. But the suit was in all black. So the shirt was black, the slacks that was also black, and the jacket was black. But I didn't wear a tie. So she wore a dress in all white and I wore a suit in all black.",
      "transcript_cleaned": "of course it had to be a suit, so it ended up being a suit obviously. But the suit was in all black. So the shirt was black, the slacks that was also black, and the jacket was black. But I did not wear a tie. So she wore a dress in all white and I wore a suit in all black.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q14",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "So, so what else?",
      "transcript": "I can remember a lot of details about the event itself, but about the suit, I can vaguely remember, but I assumed that the shoes that I wore were also black because I just wanted to like match the colors. I mean not the matte, like not matching as in like same colors, but in like black and white comparison. I hope my answer was sufficient. that is just about two minutes there now, mate. Yeah. So you spoke for the full length of time. that is great. Okay, good, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I can remember a lot of details about the event itself, but about the suit, I can vaguely remember, but I assumed that the shoes that I wore were also black because I just wanted to like match the colors. I mean not the matte, like not matching as in like same colors, but in like black and white comparison. I hope my answer was sufficient. That's just about two minutes there now, mate. Yeah. So you spoke for the full length of time. That's great. Okay, good, good.",
      "transcript_cleaned": "I can remember a lot of details about the event itself, but about the suit, I can vaguely remember, but I assumed that the shoes that I wore were also black because I just wanted to like match the colors. I mean not the matte, like not matching as in like same colors, but in like black and white comparison. I hope my answer was sufficient. that is just about two minutes there now, mate. Yeah. So you spoke for the full length of time. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q16",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "So, do you think people need to wear formal clothes when they are in the workplace?",
      "transcript": "Like, from my deepest personal opinion, my answer is no. Because, like, people need to be, like, I do not know, like, this, this statement might be contradictory, but people need to feel comfortable when they are working. Like feeling comfortable in a workplace like that sounds very contradictory. But anyways, people like should not have to worry about like what they wear or what they what they are going to look like to other people in a in an office. But an exception would be that would be when you are meeting a client or a business partner, that is when you would need to kind of suit up and look professional, I guess. But most of the times, most of the time, I would say no. People need to feel as comfortable as possible in the workplace because it is already uncomfortable.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like, from my deepest personal opinion, my answer is no. Because, like, people need to be, like, I don't know, like, this, uh, this statement might be contradictory, but people need to feel comfortable when they're working. Like feeling comfortable in a workplace like that sounds very contradictory. But anyways, um, people like shouldn't have to worry about like what they wear or what they what they're going to look like to other people in a in an office. But an exception would be that um, would be when you're meeting a client or a business partner, that's when you would need to kind of suit up and look professional, I guess. But um, most of the times, most of the time, I would say no. People need to feel as comfortable as possible in the workplace because it's already uncomfortable.",
      "transcript_cleaned": "Like, from my deepest personal opinion, my answer is no. Because, like, people need to be, like, I do not know, like, this, this statement might be contradictory, but people need to feel comfortable when they are working. Like feeling comfortable in a workplace like that sounds very contradictory. But anyways, people like should not have to worry about like what they wear or what they what they are going to look like to other people in a in an office. But an exception would be that would be when you are meeting a client or a business partner, that is when you would need to kind of suit up and look professional, I guess. But most of the times, most of the time, I would say no. People need to feel as comfortable as possible in the workplace because it is already uncomfortable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q17",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "So why do you think people should wear formal clothes when they meet other businesses or other clients?",
      "transcript": "Because sadly the, the world we live in like appearance like it should not matter but it kind of matters. it is something that we cannot just simply ignore so. So sometimes like first impression can It can mean a lot of things. To some people, it would be a game changer. Even from the very start, even without talking to the person, what they look like or what they are wearing. That might be a big determining factor. In order to avoid that, because we know that those kind of people exist and we are not, even I am not like completely from, free from that, free from that prejudice. So, it is something that we need to pay attention to, I guess. it is not something that I ideally agree with. But, yeah. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because sadly um, the, the world we live in like appearance like it should not matter but it kind of matters. It's something that we can't just simply ignore so. So sometimes like first impression can It can mean a lot of things. To some people, it would be a game changer. Even from the very start, even without talking to the person, what they look like or what they are wearing. That might be a big determining factor. In order to avoid that, because we know that those kind of people exist and we're not, um, even I'm not like completely from, free from that, uh, free from that prejudice. So, it's something that we need to pay attention to, I guess. It's not something that I ideally agree with. But, yeah. Alright.",
      "transcript_cleaned": "Because sadly the, the world we live in like appearance like it should not matter but it kind of matters. it is something that we cannot just simply ignore so. So sometimes like first impression can It can mean a lot of things. To some people, it would be a game changer. Even from the very start, even without talking to the person, what they look like or what they are wearing. That might be a big determining factor. In order to avoid that, because we know that those kind of people exist and we are not, even I am not like completely from, free from that, free from that prejudice. So, it is something that we need to pay attention to, I guess. it is not something that I ideally agree with. But,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q18",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "And do people in your country wear traditional clothing?",
      "transcript": "During national holidays, like I guess yes, but not very often. I have seen people wearing like modernized traditional Korean clothes from time to time. And honestly like they looked I am not sure if I am supposed to say this word but dope. It looked really awesome. Because it had like both the factors of the traditional elegance and the modern simplicity. So like those two combined together like honestly looked really nice. So like people would wear like really, big jacket, sort of. If I had to like convert it to a modern cap or jacket like as cardigans and it looked really awesome. And I was like, man, I want to like, I want to like, get one of those and like wear one of them like from time to time. But I looked at the price tag and it was like super expensive. So I was like, nah. it is a lot of time. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "During national holidays, like I guess yes, but not very often. I've seen people wearing like modernized traditional Korean clothes from time to time. And honestly like they looked um, I'm not sure if I'm supposed to say this word but um, dope. It looked really awesome. Because it had like both the factors of the traditional elegance and the modern simplicity. So like those two combined together like honestly looked really nice. So like people would wear like really, uh, big jacket, sorta. If I had to like convert it to a modern cap or jacket like as cardigans and it looked really awesome. And I was like, man, I wanna like, I wanna like, get one of those and like wear one of them like from time to time. But I looked at the price tag and it was like super expensive. So I was like, nah. It's a lot of time. Great.",
      "transcript_cleaned": "During national holidays, like I guess yes, but not very often. I have seen people wearing like modernized traditional Korean clothes from time to time. And honestly like they looked I am not sure if I am supposed to say this word but dope. It looked really awesome. Because it had like both the factors of the traditional elegance and the modern simplicity. So like those two combined together like honestly looked really nice. So like people would wear like really, big jacket, sort of. If I had to like convert it to a modern cap or jacket like as cardigans and it looked really awesome. And I was like, man, I want to like, I want to like, get one of those and like wear one of them like from time to time. But I looked at the price tag and it was like super expensive. So I was like, nah. it is a lot of time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q19",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "And in general, do you think older people care much about fashion?",
      "transcript": "Like older people in this country in Korea, like I do not think they care too much. But sometimes I see like all these like old gentlemen all suited up with like with the handkerchiefs and like their jacket pockets and all. Like when like older people like dress up really well like honestly they look awesome like with the suit because I feel like suit like for me like I am still young so like I feel like I feel really unnatural when I am wearing a suit because it does not Because I feel like I am not like quite there yet in terms of like maturity But when older people like when they are when they age fall it is like their maturity and their experience kind of like shows from their aura I guess from the atmosphere that they give So like when that suit matches with the atmosphere it looks really awesome But in reality most of the older people like like elders in Korea like they usually wear like mountain hiking clothes Even though when they like not even hiking for some reason I guess that probably because they comfortable But that was the general impression that I was getting from older people Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, like older people in this country in Korea, like I don't think they care too much. But sometimes I see like all these like old gentlemen all suited up with like with the handkerchiefs and like their jacket pockets and all. Like when like older people like dress up really well like honestly they look awesome like with the suit because I feel like suit like for me like I'm still young so like I feel like I feel really unnatural when I'm wearing a suit because it doesn't Because I feel like I'm not like quite there yet in terms of like maturity But um when older people like when they're when they age fall It's like their maturity and their experience kind of like shows from their aura I guess from the atmosphere that they give So like when that suit matches with the atmosphere it looks really awesome But in reality most of the older people like like elders in Korea like they usually wear like mountain hiking clothes Even though when they like not even hiking for some reason I guess that probably because they comfortable But that was the general impression that I was getting from older people Okay, good.",
      "transcript_cleaned": "Like older people in this country in Korea, like I do not think they care too much. But sometimes I see like all these like old gentlemen all suited up with like with the handkerchiefs and like their jacket pockets and all. Like when like older people like dress up really well like honestly they look awesome like with the suit because I feel like suit like for me like I am still young so like I feel like I feel really unnatural when I am wearing a suit because it does not Because I feel like I am not like quite there yet in terms of like maturity But when older people like when they are when they age fall it is like their maturity and their experience kind of like shows from their aura I guess from the atmosphere that they give So like when that suit matches with the atmosphere it looks really awesome But in reality most of the older people like like elders in Korea like they usually wear like mountain hiking clothes Even though when they like not even hiking for some reason I guess that probably because they comfortable But that was the general impression that I was getting from older people",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2e8FnaI8skE_q02",
      "video_id": "2e8FnaI8skE",
      "band": 5.0,
      "question": "So, do you like meeting new people?",
      "transcript": "Yes, I am kind of an extrovert person, I think. So, I really like to hang out with my friends and also meet new people so I can connect new, like, new experience or new people. So, yeah, I really like it. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I'm kind of an extrovert person, I think. So, I really like to hang out with my friends and also meet new people so I can connect new, like, new experience or new people. So, yeah, I really like it. Okay, great.",
      "transcript_cleaned": "Yes, I am kind of an extrovert person, I think. So, I really like to hang out with my friends and also meet new people so I can connect new, like, new experience or new people. So, yeah, I really like it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2e8FnaI8skE_q03",
      "video_id": "2e8FnaI8skE",
      "band": 5.0,
      "question": "And how do you feel when people welcome you?",
      "transcript": "It is really feeling great because I also, when I knew new people, I really welcomed them. So if they welcome to me, I am really feeling great and yeah. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, er, it's really feeling great because I also, when I knew new people, I really welcomed them. So if they welcome to me, I'm really feeling great and yeah. Great.",
      "transcript_cleaned": "It is really feeling great because I also, when I knew new people, I really welcomed them. So if they welcome to me, I am really feeling great and",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2e8FnaI8skE_q04",
      "video_id": "2e8FnaI8skE",
      "band": 5.0,
      "question": "And do you often meet new people?",
      "transcript": "Yeah, I think I really like to meet new people so I also find some new chance that I can meet new people. But sometimes it is too hard to meet new people because my, which is schedule and so sometimes my schedule is so strict. So it is really hard to find some new meet people, but I will try every time that I can give a chance to meet new people, yeah. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yeah, I think I really like to meet new people so I also find some new chance that I can meet new people. But sometimes it's too hard to meet new people because my, which is schedule and so sometimes my schedule is so strict. So it's really hard to find some new meet people, but I'll try every time that I can give a chance to meet new people, yeah. Okay, great.",
      "transcript_cleaned": "I think I really like to meet new people so I also find some new chance that I can meet new people. But sometimes it is too hard to meet new people because my, which is schedule and so sometimes my schedule is so strict. So it is really hard to find some new meet people, but I will try every time that I can give a chance to meet new people,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2e8FnaI8skE_q05",
      "video_id": "2e8FnaI8skE",
      "band": 5.0,
      "question": "Sorry, can you speak?",
      "transcript": "Oh that okay So can you tell if you like someone when you meet them for the first time and then if yes why So the first time you meet someone, can you easily tell if you will like this person, you know, as a friend?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh that okay So can you tell if you like someone when you meet them for the first time and then if yes why So the first time you meet someone, can you easily tell if you will like this person, you know, as a friend?",
      "transcript_cleaned": "Oh that okay So can you tell if you like someone when you meet them for the first time and then if yes why So the first time you meet someone, can you easily tell if you will like this person, you know, as a friend?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2e8FnaI8skE_q06",
      "video_id": "2e8FnaI8skE",
      "band": 5.0,
      "question": "And how can you tell?",
      "transcript": "I think, it is really hard to, like, clarify someone is good or not just by their appearance. So I will try to have a conversation with them, like, at least 10 minutes. Then I can assume that person is, has a good personality or not. Okay, great. Alright, so that is it for part one. Great job.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, um, I think, uh, it's really hard to, like, clarify someone is good or not just by their appearance. So I'll try to have a conversation with them, like, at least 10 minutes. Then I can assume that person is, has a good personality or not. Okay, great. Alright, so that's it for part one. Great job.",
      "transcript_cleaned": "I think, it is really hard to, like, clarify someone is good or not just by their appearance. So I will try to have a conversation with them, like, at least 10 minutes. Then I can assume that person is, has a good personality or not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2e8FnaI8skE_q09",
      "video_id": "2e8FnaI8skE",
      "band": 5.0,
      "question": "And what do you think is the biggest problem to work in a foreign country?",
      "transcript": "At first, when I have to run your language, it is really hard to, that I can translate every language in my head. And then I have to say, so it is kind of sometimes it is overwhelmed and and I worry about if I can say right or not. So I think that is the problem. Okay, great. And your final question. Some people say that reading is the best way to know about a culture.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, at first, when I have to run your language, it's really hard to, that I can translate every language in my head. And then I have to say, so it's kind of um, sometimes it's overwhelmed and um, and I worry about if I can say right or not. So I think that's the problem. Okay, great. And your final question. Some people say that reading is the best way to know about a culture.",
      "transcript_cleaned": "At first, when I have to run your language, it is really hard to, that I can translate every language in my head. And then I have to say, so it is kind of sometimes it is overwhelmed and and I worry about if I can say right or not. So I think that is the problem. Okay, great. And your final question. Some people say that reading is the best way to know about a culture.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wwTUb238_zY_q01",
      "video_id": "wwTUb238_zY",
      "band": 9.0,
      "question": "Alright, so for your IELTS speaking test, I will just break down the test format for you before we get started, okay?",
      "transcript": "Sounds great. Okay, so in the first part you will get some sort of easy or general questions, kind of like warm-up questions. Then after that, we will move on to the extended response portion of the test. In the extended response portion of the test, you will get one question prompt and you will get a piece of paper to plan your answer on. You can plan your answer for one minute. Okay? Once that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Sounds great. Okay, so in the first part you'll get some sort of easy or general questions, um, kind of like warm-up questions. Then after that, uh, we'll move on to the extended response portion of the test. In the extended response portion of the test, you will get one question prompt and you will get a piece of paper to plan your answer on. You can plan your answer for one minute. Okay? Once that.",
      "transcript_cleaned": "Sounds great. Okay, so in the first part you will get some sort of easy or general questions, kind of like warm-up questions. Then after that, we will move on to the extended response portion of the test. In the extended response portion of the test, you will get one question prompt and you will get a piece of paper to plan your answer on. You can plan your answer for one minute. Okay? Once that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wwTUb238_zY_q03",
      "video_id": "wwTUb238_zY",
      "band": 9.0,
      "question": "Do you like to receive cards with handwritten words?",
      "transcript": "I do like to receive cards with handwritten words. I feel like that feels, that adds a bit of personality whenever you receive something, a gift like that. And I think, I try to write handwritten notes for my, whenever I put in gifts or messages or cards. and I feel like that really does add a little bit extra. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do like to receive cards with handwritten words. I feel like that feels, that adds a bit of um, personality whenever uh, you receive something, a gift like that. And I think, I try to write handwritten notes for my, uh, whenever I put in gifts or messages or cards. Uh, and I feel like that really does add a little bit extra. Okay, great.",
      "transcript_cleaned": "I do like to receive cards with handwritten words. I feel like that feels, that adds a bit of personality whenever you receive something, a gift like that. And I think, I try to write handwritten notes for my, whenever I put in gifts or messages or cards. and I feel like that really does add a little bit extra.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wwTUb238_zY_q04",
      "video_id": "wwTUb238_zY",
      "band": 9.0,
      "question": "Can we tell someone's personality from his or her handwriting?",
      "transcript": "I believe so, yes. if it is very neat, very clean, very organized, you can really tell that person put a lot of time and effort into making sure that their message is clear, that they are a very organized person. But on the other hand, if it is messy and scribbled, then we can probably infer that maybe the person. has a lot of other thoughts or needs to go through things very quickly. And that results in handwriting being messy and not being easy to read I see Okay And what is the difference between writing with a pen and typing on a computer I believe the difference is accessibility. it is whatever you have at the moment right now. If you have a pen and you have ideas or if you have things you need to write, Then I believe that taking out the pen would be faster. But on the other hand, if you are sitting at a computer, or if you need to send an email to your boss, those types of situations, a computer and its accessibility would be more important. Okay, great. Alright, that is the end of your part one. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I believe so, yes. Um, if it's very neat, very clean, very organized, you can really tell that person put a lot of time and effort into making sure that their message is clear, that they are a very organized person. But on the other hand, if it is messy and scribbled, then we can probably infer that maybe the person. uh, has a lot of other thoughts or needs to go through things very quickly. And that results in handwriting being messy and not being easy to read Hmm I see Okay And what is the difference between writing with a pen and typing on a computer I believe the difference is accessibility. Uh, it is whatever you have at the moment right now. If you have a pen and you have ideas or if you have things you need to write, Then I believe that taking out the pen would be faster. But on the other hand, if you are sitting at a computer, or if you need to send an email to your boss, um, those types of situations, a computer and its accessibility would be more important. Okay, great. Alright, that is the end of your part one. So,.",
      "transcript_cleaned": "I believe so, yes. if it is very neat, very clean, very organized, you can really tell that person put a lot of time and effort into making sure that their message is clear, that they are a very organized person. But on the other hand, if it is messy and scribbled, then we can probably infer that maybe the person. has a lot of other thoughts or needs to go through things very quickly. And that results in handwriting being messy and not being easy to read I see Okay And what is the difference between writing with a pen and typing on a computer I believe the difference is accessibility. it is whatever you have at the moment right now. If you have a pen and you have ideas or if you have things you need to write, Then I believe that taking out the pen would be faster. But on the other hand, if you are sitting at a computer, or if you need to send an email to your boss, those types of situations, a computer and its accessibility would be more important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wwTUb238_zY_q05",
      "video_id": "wwTUb238_zY",
      "band": 9.0,
      "question": "And how do I feel about this person?",
      "transcript": "I feel nothing but the utmost gratefulness. And, because I do feel like without him, my military career, would have been a lot harder than it was. Alright Okay so I really happy that you met such a nice and supportive friend who could help you during that hard time me too He sounds like a great person He is Okay, wonderful. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I feel nothing but the utmost gratefulness. And, because I do feel like without him, my military career, uh, would have been a lot harder than it was. Alright Okay so I really happy that you met such a nice and supportive friend who could help you during that hard time Mm me too He sounds like a great person He is Okay, wonderful. So.",
      "transcript_cleaned": "I feel nothing but the utmost gratefulness. And, because I do feel like without him, my military career, would have been a lot harder than it was. Alright Okay so I really happy that you met such a nice and supportive friend who could help you during that hard time me too He sounds like a great person He is Okay, wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wwTUb238_zY_q06",
      "video_id": "wwTUb238_zY",
      "band": 9.0,
      "question": "Why are some people willing to help others?",
      "transcript": "Well, I do believe that, again, it is that relationship That they have built over the years.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I do believe that, um, again, it's that relationship That they've built over the years.",
      "transcript_cleaned": "I do believe that, again, it is that relationship That they have built over the years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wwTUb238_zY_q07",
      "video_id": "wwTUb238_zY",
      "band": 9.0,
      "question": "If you are more likely to help someone that you know than someone on the street, right?",
      "transcript": "Most, it is a very sad truth, but when people, they ask for help on the street, a lot of people turn a blind eye. Because simply put, they do not know the person. It does not affect their own personal life. it is very selfish in a way, but it is unfortunately true. I do try to help people whenever like just strangers, because I do understand their position. I understand that relationship that that situation that they are in. So for example, if someone is lost and needs directions, I have been there before. I understand how that feels. So I always try to tend to help them. But most people, again, they do not. They do not have that thought. They do not have that, oh, this does not directly impact me, so therefore I will not help them. yes, I do believe that that is a core reason why. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Most, it's a very sad truth, but when people, uh, they ask for help on the street, a lot of people turn a blind eye. Because simply put, they don't know the person. It doesn't affect their own personal life. It's very selfish in a way, but it's unfortunately true. Um, I do try to help people uh, whenever like just strangers, because I do understand their position. I understand that relationship that uh, that situation that they are in. So for example, if someone is lost and needs directions, I've been there before. I understand how that feels. So I always try to tend to help them. But most people, again, um, they don't. They don't have that thought. They don't have that, oh, this doesn't directly impact me, so therefore I won't help them. Uh, yes, I do believe that that is a core reason why. Okay, great.",
      "transcript_cleaned": "Most, it is a very sad truth, but when people, they ask for help on the street, a lot of people turn a blind eye. Because simply put, they do not know the person. It does not affect their own personal life. it is very selfish in a way, but it is unfortunately true. I do try to help people whenever like just strangers, because I do understand their position. I understand that relationship that that situation that they are in. So for example, if someone is lost and needs directions, I have been there before. I understand how that feels. So I always try to tend to help them. But most people, again, they do not. They do not have that thought. They do not have that, oh, this does not directly impact me, so therefore I will not help them. yes, I do believe that that is a core reason why.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wwTUb238_zY_q08",
      "video_id": "wwTUb238_zY",
      "band": 9.0,
      "question": "And in what kinds of professions do people help others more?",
      "transcript": "I believe more service jobs like, firefighters, policemen. Those types of people are willing to always help others and, well, that is the easy answer, but I do feel like, a more intricate answer, I would say, more deeper answer than just firefighters and policemen is I do feel like, really lawyers need more credit than what they normally get. being able to help a family through legal trouble, being able to help an individual through, like, bankruptcy, through hard times is something really a lawyer can do. And I feel like that is an underrated statement of the job.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I believe more service jobs like, um, firefighters, uh, policemen. Those types of people are willing to always help others and, well, that's the easy answer, but I do feel like, um, a more intricate answer, I'd say, uh, more deeper answer than just firefighters and policemen is I do feel like, uh, really lawyers need more credit than what they normally get. Um, being able to help a family through legal trouble, uh, being able to help an individual through, like, bankruptcy, through hard times is something really a lawyer can do. And I feel like that is an underrated statement of the job. Hmm.",
      "transcript_cleaned": "I believe more service jobs like, firefighters, policemen. Those types of people are willing to always help others and, well, that is the easy answer, but I do feel like, a more intricate answer, I would say, more deeper answer than just firefighters and policemen is I do feel like, really lawyers need more credit than what they normally get. being able to help a family through legal trouble, being able to help an individual through, like, bankruptcy, through hard times is something really a lawyer can do. And I feel like that is an underrated statement of the job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wwTUb238_zY_q09",
      "video_id": "wwTUb238_zY",
      "band": 9.0,
      "question": "Parents or teachers?",
      "transcript": "I do feel like parents should be the up up front with their teaching especially regards to young children I do believe that the parents should set a good role model they should set a good example for the children to learn and the teachers should be more of like guiders like general direction yeah They point them towards the general direction but the parents should be the one to really get in really teach them the intricacies of what right what wrong how to help people when should you help people and I feel like that isn something you learn out of school Okay, I see. And now for your final question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do feel like parents should be the up um up front with their teaching uh especially regards to young children I do believe that the parents should set a good role model Uh they should set a good example for the children to learn and the teachers should be more of like guiders like general direction Uh yeah They point them towards the general direction but the parents should be the one to really get in uh really teach them the intricacies of what right what wrong how to help people when should you help people and I feel like that isn something you learn out of school Okay, I see. And now for your final question.",
      "transcript_cleaned": "I do feel like parents should be the up up front with their teaching especially regards to young children I do believe that the parents should set a good role model they should set a good example for the children to learn and the teachers should be more of like guiders like general direction yeah They point them towards the general direction but the parents should be the one to really get in really teach them the intricacies of what right what wrong how to help people when should you help people and I feel like that isn something you learn out of school Okay, I see. And now for your final question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}