{
  "batch_id": 194,
  "count": 20,
  "samples": [
    {
      "sample_id": "pWpmxd_m2pk_q17",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Why should social media trend spread too quickly?",
      "transcript": "Well, as I personally as I have personally noticed that social media trends are spreading too quickly because everyone has reaches to every platform nowadays because as I previously mentioned while answering the Q card that online format has made it accessible to everyone. So social media is easily accessible to people. So that is why this is happening too fast. &gt;&gt; Above all social media powerful algorithms are behind because these really boost the engaging content and once any content gets attention it spreads so quickly like a wildfire. So these are some reasons. &gt;&gt; Okay. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, uh as I personally uh as I have personally noticed that uh social media trends are spreading too quickly because everyone has reaches to every platform nowadays because as I previously mentioned while answering the Q card that online format has made it accessible to everyone. So social media is easily accessible to people. So that is why this is happening too fast. &gt;&gt; Above all uh social media powerful algorithms are behind because these really boost the engaging content and once any content gets attention it spreads so quickly like a wildfire. So these are some reasons. &gt;&gt; Okay. Good.",
      "transcript_cleaned": "as I personally as I have personally noticed that social media trends are spreading too quickly because everyone has reaches to every platform nowadays because as I previously mentioned while answering the Q card that online format has made it accessible to everyone. So social media is easily accessible to people. So that is why this is happening too fast. &gt;&gt; Above all social media powerful algorithms are behind because these really boost the engaging content and once any content gets attention it spreads so quickly like a wildfire. So these are some reasons. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q18",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "&gt;&gt; Why not?",
      "transcript": "Absolutely. PE trends are keep changing, keep going and every second day and people people do not want to feel people people always want to be people always want to chase these trends. They do not feel left behind. And I have heard a famous saying given by media that better be out of word than out of fashion. So majority of people in this world have this mindset that keep following the trends, keep following the styles. They always want to be with the word. They always want to keep pace with the word. So they do so and because of that their behavior is also also parallel with these keep changing with the trend. So their behavior is definitely be with it. &gt;&gt; Okay. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Absolutely. PE uh trends are keep changing, keep going and every second day and people uh people do not want to uh feel uh people people always want to be people always want to chase these trends. They do not feel left behind. And I have heard a famous saying uh given by media uh that better be out of word than out of fashion. So majority of people in this world have this mindset that keep following the trends, keep following the styles. They always want to be with the word. They always want to keep pace with the word. So they do so and because of that their behavior is also uh also parallel with these keep changing with the trend. So their behavior is definitely be with it. &gt;&gt; Okay. Good.",
      "transcript_cleaned": "Absolutely. PE trends are keep changing, keep going and every second day and people people do not want to feel people people always want to be people always want to chase these trends. They do not feel left behind. And I have heard a famous saying given by media that better be out of word than out of fashion. So majority of people in this world have this mindset that keep following the trends, keep following the styles. They always want to be with the word. They always want to keep pace with the word. So they do so and because of that their behavior is also also parallel with these keep changing with the trend. So their behavior is definitely be with it. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q19",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Are social media trend always helpful?",
      "transcript": "Not always. I personally I have personally noticed that some social media trends are quite useful especially some educational content or some awareness content. For example, there is some content based on technology based on education primary, secondary, tertiary education and various of other types of education and on on health also. So these are quite useful whereas some on the other hand some misleading content is also there. It could be very much harmful especially for the young people who follow these trends without knowing the disastrous or the perilous results of those. For example, nowadays on on on Instagram or on on YouTube there are various types of diet plans or gym and exercises and intake of protein and there are some other things behind. So young people are blindly following these health trends without knowing the perilous or harmful effects of those and sometime they may have to pay a lot for that. &gt;&gt; Okay, that is great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not always. I personally I have personally noticed that some social media trends are quite useful uh especially some educational content or some awareness content. For example, there is some content based on technology based on education uh primary, secondary, tertiary education and various of other types of education and on on health also. So these are quite useful whereas uh some on the other hand uh some misleading content is also there. It could be very much harmful especially for the young people who follow these trends without knowing the disastrous or the perilous results of those. For example, nowadays uh on on on Instagram or on on YouTube there are various types of diet plans or uh gym and exercises and intake of protein and there are some other things behind. So young people are blindly following these uh health trends without knowing the perilous or harmful effects of those and sometime they may have to pay a lot for that. &gt;&gt; Okay, that's great.",
      "transcript_cleaned": "Not always. I personally I have personally noticed that some social media trends are quite useful especially some educational content or some awareness content. For example, there is some content based on technology based on education primary, secondary, tertiary education and various of other types of education and on on health also. So these are quite useful whereas some on the other hand some misleading content is also there. It could be very much harmful especially for the young people who follow these trends without knowing the disastrous or the perilous results of those. For example, nowadays on on on Instagram or on on YouTube there are various types of diet plans or gym and exercises and intake of protein and there are some other things behind. So young people are blindly following these health trends without knowing the perilous or harmful effects of those and sometime they may have to pay a lot for that. &gt;&gt; Okay, that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q20",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Do older and younger people follow the same trends?",
      "transcript": "&gt;&gt; Not really. older people have quite different choices than young people. If I talk about young first then young people always follow modern and digital trends like they just want to give more importance to technology, education, fashion, lifestyle, lifestyle habits and these kind of things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Not really. Uh older people have quite different choices than young people. If I uh talk about young first then young people always follow modern and digital trends like they just want to give more importance to technology, education, fashion, lifestyle, lifestyle habits and these kind of things.",
      "transcript_cleaned": "&gt;&gt; Not really. older people have quite different choices than young people. If I talk about young first then young people always follow modern and digital trends like they just want to give more importance to technology, education, fashion, lifestyle, lifestyle habits and these kind of things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q21",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Whereas older people on the other hand they are quite practical.",
      "transcript": "So they always follow meaningful and traditional content. So their choices are quite different. They always give importance to lifestyle habits, how to lead life in a good manner and the importance of ethical and moral values, justice between good and bad. So these things they always follow. &gt;&gt; Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So they always follow meaningful and traditional content. So their choices are quite different. They always give importance to lifestyle habits, how to lead life in a good manner and the importance of ethical and moral values, uh justice between good and bad. So these things they always follow. &gt;&gt; Okay, good.",
      "transcript_cleaned": "they always follow meaningful and traditional content. So their choices are quite different. They always give importance to lifestyle habits, how to lead life in a good manner and the importance of ethical and moral values, justice between good and bad. So these things they always follow. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q22",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "How do influencers affect trends?",
      "transcript": "&gt;&gt; A lot. As nowadays, this is the time of social media. So we can see millions of influencers all around on various platforms be this is Insta or Facebook or WhatsApp. So they have millions of fan followings. So whatever they say people try to follow them. People try to adopt those things. For example, if influencer if any influencer XYZ influencer is promoting any product or he or she is endorsing any cosmetic product or any food item or any other product then people immediately try to chase them like they are role model or their influencer he or she is doing that or he or she is following that so why not they so they immediately try to chase and copy them. So definitely they affect people's life. &gt;&gt; Okay. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; A lot. As nowadays, this is the time of social media. So we can see millions of influencers all around on various platforms be this is Insta or Facebook or WhatsApp. So they have millions of fan followings. So whatever they say uh people try to follow them. People try to adopt those things. For example, if influencer if any influencer XYZ influencer is promoting any product or he or she is endorsing any cosmetic product or any food item or any other product then people immediately try to chase them like they are role model or their influencer he or she is doing that or he or she is following that so why not they so they immediately try to chase and copy them. So definitely they affect people's life. &gt;&gt; Okay. Good.",
      "transcript_cleaned": "&gt;&gt; A lot. As nowadays, this is the time of social media. So we can see millions of influencers all around on various platforms be this is Insta or Facebook or WhatsApp. So they have millions of fan followings. So whatever they say people try to follow them. People try to adopt those things. For example, if influencer if any influencer XYZ influencer is promoting any product or he or she is endorsing any cosmetic product or any food item or any other product then people immediately try to chase them like they are role model or their influencer he or she is doing that or he or she is following that so why not they so they immediately try to chase and copy them. So definitely they affect people's life. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pWpmxd_m2pk_q23",
      "video_id": "pWpmxd_m2pk",
      "band": 9.0,
      "question": "Do you think trends will change in the future?",
      "transcript": "&gt;&gt; Yes indeed these are keep changing. In fact change is but natural. This is the law of life. Change is change is always but natural. So things are keep changing and people are always behind them chasing them. So like in this era of digital world in this era of technology where we we are becoming victim of latest technology AI and super technology high so some some different kind of technology is there and these are keep changing the things so people always want to follow it people always want to go behind so definitely it is and it will be &gt;&gt; okay that is great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes indeed these are keep changing. In fact change is but natural. This is the law of life. Change is change is always but natural. So things are keep changing and people are always behind them chasing them. So like in this era of digital world in this era of technology where we we are becoming victim of latest technology AI and super technology high so some some different kind of technology is there and these are keep changing the things so people always uh want to follow it people always want to go behind so definitely it is and it will be &gt;&gt; okay That's great.",
      "transcript_cleaned": "&gt;&gt; Yes indeed these are keep changing. In fact change is but natural. This is the law of life. Change is change is always but natural. So things are keep changing and people are always behind them chasing them. So like in this era of digital world in this era of technology where we we are becoming victim of latest technology AI and super technology high so some some different kind of technology is there and these are keep changing the things so people always want to follow it people always want to go behind so definitely it is and it will be &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q01",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Where do you live Sarpjeet?",
      "transcript": "I help from Tohana. it is an elegant town. It provides all basic communities to public. It is a good place to stay. And it is also known as the City of Canals. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I help from Tohana. It's an elegant town. It provides all basic communities to public. It is a good place to stay. And it is also known as the City of Canals. Great.",
      "transcript_cleaned": "I help from Tohana. it is an elegant town. It provides all basic communities to public. It is a good place to stay. And it is also known as the City of Canals.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q02",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Do you study and work?",
      "transcript": "Currently I am pursuing my Bachelor of Arts. Ok Sarjeet. Now some questions will be based on childhood.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Currently I am pursuing my Bachelor of Arts. Ok Sarjeet. Now some questions will be based on childhood.",
      "transcript_cleaned": "Currently I am pursuing my Bachelor of Arts. Ok Sarjeet. Now some questions will be based on childhood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q03",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Did you enjoy your childhood?",
      "transcript": "Yes, I enjoyed a lot my childhood with my buddies. I used to play with them in the streets. Ok.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I enjoyed a lot my childhood with my buddies. I used to play with them in the streets. Ok.",
      "transcript_cleaned": "Yes, I enjoyed a lot my childhood with my buddies. I used to play with them in the streets. Ok.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q04",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Do You Think It Is Better for Children to Grow Up in the City or in the Countryside?",
      "transcript": "I think both have their own significance. It totally depends upon the children where they want to grow up. If I talk about the benefits of the country side it provides peace and calm environment to the children on the other hand cities provide different types of facilities like quality of education, better medical facilities and many more things. that is wonderful. Before proceeding further to this interview here I would like to inform you guys that at your ILS partner platform we are offering online classes for ILS and for spoken English so if you guys wish to enroll then you can the number is displayed below first of all you can book free demo class and later on you can enroll in our courses be reading writing speaking listening and all the modules thank you so what did you enjoy as a child I enjoyed a lot of things in my childhood because there was no worries and responsibilities on me. So I am having fun with toys and I also felt enjoyed whenever I received my favourite edible things. Now some questions will be based on numbers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think both have their own significance. It totally depends upon the children where they want to grow up. If I talk about the benefits of the country side it provides peace and calm environment to the children on the other hand cities provide different types of facilities like quality of education, better medical facilities and many more things. That's wonderful. Before proceeding further to this interview here I would like to inform you guys that at your ILS partner platform we are offering online classes for ILS and for spoken English so if you guys wish to enroll then you can the number is displayed below first of all you can book free demo class and later on you can enroll in our courses be reading writing speaking listening and all the modules thank you so what did you enjoy as a child I enjoyed a lot of things in my childhood because there was no worries and responsibilities on me. So I am having fun with toys and I also felt enjoyed whenever I received my favourite edible things. Now some questions will be based on numbers.",
      "transcript_cleaned": "I think both have their own significance. It totally depends upon the children where they want to grow up. If I talk about the benefits of the country side it provides peace and calm environment to the children on the other hand cities provide different types of facilities like quality of education, better medical facilities and many more things. that is wonderful. Before proceeding further to this interview here I would like to inform you guys that at your ILS partner platform we are offering online classes for ILS and for spoken English so if you guys wish to enroll then you can the number is displayed below first of all you can book free demo class and later on you can enroll in our courses be reading writing speaking listening and all the modules thank you so what did you enjoy as a child I enjoyed a lot of things in my childhood because there was no worries and responsibilities on me. So I am having fun with toys and I also felt enjoyed whenever I received my favourite edible things. Now some questions will be based on numbers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q05",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "What is your favorite number?",
      "transcript": "Well my favorite number is two because it is my date of birth. It covers some pieces of identity of myself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well my favorite number is two because it is my date of birth. It covers some pieces of identity of myself.",
      "transcript_cleaned": "my favorite number is two because it is my date of birth. It covers some pieces of identity of myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q06",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Are you good at remembering phone numbers?",
      "transcript": "To be very honest. I am not good at math. So I always look at the list of the mobile phone by searching the name of that person.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To be very honest. I am not good at math. So I always look at the list of the mobile phone by searching the name of that person.",
      "transcript_cleaned": "To be very honest. I am not good at math. So I always look at the list of the mobile phone by searching the name of that person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q07",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Are you good at math?",
      "transcript": "As I mentioned earlier I am not good at maths but in the case of lengthy equations I always use the calculator.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "As I mentioned earlier I am not good at maths but in the case of lengthy equations I always use the calculator. Hmm.",
      "transcript_cleaned": "As I mentioned earlier I am not good at maths but in the case of lengthy equations I always use the calculator.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q08",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Do you usually use numbers?",
      "transcript": "Yes I think in daily life numbers are everywhere I use the numbers in my daily basis like measuring the figures calculating in the addresses I think numbers are everywhere in our daily time ok now some questions will be based on praise have you had any achievements recently yes last week I prepared a lips making coziness on that time I received a lot of praised as a comment by my loved mans hum hum how do you feel when you are praised? I well I feel satisfied, I feel motivated and I do more hard work for that work for which I receive so many compliments from my kith and kin. Ok.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes I think in daily life numbers are everywhere I use the numbers in my daily basis like measuring the figures calculating in the addresses I think numbers are everywhere in our daily time ok now some questions will be based on praise have you had any achievements recently yes last week I prepared a lips making coziness on that time I received a lot of praised as a comment by my loved mans hum hum how do you feel when you are praised? I well I feel satisfied, I feel motivated and I do more hard work for that work for which I receive so many compliments from my kith and kin. Ok.",
      "transcript_cleaned": "Yes I think in daily life numbers are everywhere I use the numbers in my daily basis like measuring the figures calculating in the addresses I think numbers are everywhere in our daily time ok now some questions will be based on praise have you had any achievements recently yes last week I prepared a lips making coziness on that time I received a lot of praised as a comment by my loved mans hum hum how do you feel when you are praised? I well I feel satisfied, I feel motivated and I do more hard work for that work for which I receive so many compliments from my kith and kin. Ok.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q09",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "When was the last time you praised someone?",
      "transcript": "Last month one of my brothers took part in the competition at that time. I praised him, I encouraged him a lot in order to increase his confidence.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Last month one of my brothers took part in the competition at that time. I praised him, I encouraged him a lot in order to increase his confidence.",
      "transcript_cleaned": "Last month one of my brothers took part in the competition at that time. I praised him, I encouraged him a lot in order to increase his confidence.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q10",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Do you think parents should often praise and encourage their children?",
      "transcript": "Yes definitely. Parents should encourage and praise their children because it increases their confidence and they feel more independent. Even though they show their interests and talents, they share many things with their family members like their heart talk. So, so I think they should always encourage their children. that is wonderful.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes definitely. Parents should encourage and praise their children because it increases their confidence and they feel more independent. Even though they show their interests and talents, they share many things with their family members like their heart talk. So, so I think they should always encourage their children. That's wonderful.",
      "transcript_cleaned": "Yes definitely. Parents should encourage and praise their children because it increases their confidence and they feel more independent. Even though they show their interests and talents, they share many things with their family members like their heart talk. So, so I think they should always encourage their children. that is wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q12",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "Why do people learn foreign languages?",
      "transcript": "Well there are various reasons behind this happening. Some people want to continue their further education in the foreign country. Some people wants to do the job in an international company. But now a days people want to become multilingual. that is why they are learning more foreign languages. So I think these are the reasons.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ah well there are various reasons behind this happening. Some people want to continue their further education in the foreign country. Some people wants to do the job in an international company. But now a days people want to become multilingual. That's why they are learning more foreign languages. So I think these are the reasons.",
      "transcript_cleaned": "there are various reasons behind this happening. Some people want to continue their further education in the foreign country. Some people wants to do the job in an international company. But now a days people want to become multilingual. that is why they are learning more foreign languages. So I think these are the reasons.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q13",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "So do not you think that people learn a language for business point of view and for tour and travelling purpose?",
      "transcript": "Yes I think it is also a reason for learning the foreign language. If I talk about the business they can easily communicate with the people when they have a good hand in the foreign language like Spanish, French and German. On the other hand, when they are going for the travelling, they can easily understand their culture, they can do the communication over there with the common people. So I think this is the also main reason. Ok.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes I think it is also a reason for learning the foreign language. If I talk about the business they can easily communicate with the people when they have a good hand in the foreign language like Spanish, French and German. On the other hand, when they are going for the travelling, they can easily understand their culture, they can do the communication over there with the common people. So I think this is the also main reason. Ok.",
      "transcript_cleaned": "Yes I think it is also a reason for learning the foreign language. If I talk about the business they can easily communicate with the people when they have a good hand in the foreign language like Spanish, French and German. On the other hand, when they are going for the travelling, they can easily understand their culture, they can do the communication over there with the common people. So I think this is the also main reason. Ok.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0QUSBAho9jw_q15",
      "video_id": "0QUSBAho9jw",
      "band": 7.5,
      "question": "What languages ​​are popular to learn in your country?",
      "transcript": "Well India is a towards country. Different kinds of languages ​​are popular like Hindi, Punjabi, English. Apart from it now a days in my country French, German and Spanish foreign languages ​​are also gaining ground to learn. Ok? So you mean to say that people are eager and excited to learn not only the vernacular language but also the foreign language ok how has technology changed the way people learn a language well with the help of technology learning a foreign language became more convenient interesting as well as interactive people can attend the online classes while being under one roof they do not have to travel to the other places to learn the foreign language for example if a person living a far away from the city. So they can learn with the help of online technology and they can also interact with the foreign tutors with the help of technology. Okay, so do not you believe now a days there are so many applications and while using those apps people can easily understand about a new language. Yes, there are many apps which also help individuals to learn a foreign language. Like BJUs app, Duolingo and the Pebbles. Hum Hum ok thank you Sarjeet this is end of the taste thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well India is a towards country. Different kinds of languages ​​are popular like Hindi, Punjabi, English. Apart from it now a days in my country French, German and Spanish foreign languages ​​are also gaining ground to learn. Ok? So you mean to say that people are eager and excited to learn not only the vernacular language but also the foreign language ok how has technology changed the way people learn a language well with the help of technology learning a foreign language became more convenient interesting as well as interactive people can attend the online classes while being under one roof they do not have to travel to the other places to learn the foreign language for example if a person living a far away from the city. So they can learn with the help of online technology and they can also interact with the foreign tutors with the help of technology. Okay, so don't you believe now a days there are so many applications and while using those apps people can easily understand about a new language. Yes, there are many apps which also help individuals to learn a foreign language. Like BJUs app, Duolingo and the Pebbles. Hum Hum ok thank you Sarjeet this is end of the taste thank you so much.",
      "transcript_cleaned": "India is a towards country. Different kinds of languages ​​are popular like Hindi, Punjabi, English. Apart from it now a days in my country French, German and Spanish foreign languages ​​are also gaining ground to learn. Ok? So you mean to say that people are eager and excited to learn not only the vernacular language but also the foreign language ok how has technology changed the way people learn a language well with the help of technology learning a foreign language became more convenient interesting as well as interactive people can attend the online classes while being under one roof they do not have to travel to the other places to learn the foreign language for example if a person living a far away from the city. So they can learn with the help of online technology and they can also interact with the foreign tutors with the help of technology. Okay, so do not you believe now a days there are so many applications and while using those apps people can easily understand about a new language. Yes, there are many apps which also help individuals to learn a foreign language. Like BJUs app, Duolingo and the Pebbles. Hum Hum ok thank you Sarjeet this is end of the taste thank you so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}