{
  "batch_id": 232,
  "count": 20,
  "samples": [
    {
      "sample_id": "YlWTLyMd-HA_q25",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "When you talk about going to public places, you are talking about that, right?",
      "transcript": "When you describe those places, they are either here or there, but you used \"here,\" which is confusing because you are talking about other places in different locations, so it should be \"there,\" not \"here.\" Then there is one place where I use the present complete form. Although using the present perfect tense is good, you used it a little too far in the verb conjugation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "When you describe those places, they're either here or there, but you used \"here,\" which is confusing because you're talking about other places in different locations, so it should be \"there,\" not \"here.\" Then there's one place where I use the present complete form. Although using the present perfect tense is good, you used it a little too far in the verb conjugation.",
      "transcript_cleaned": "When you describe those places, they are either here or there, but you used \"here,\" which is confusing because you are talking about other places in different locations, so it should be \"there,\" not \"here.\" Then there is one place where I use the present complete form. Although using the present perfect tense is good, you used it a little too far in the verb conjugation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q27",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "What do family and friends have to do with whether a person is interesting?",
      "transcript": "Therefore, I need to explain it more clearly, or include examples so that others can understand it better. But here, even after he finished listening, it still went in circles. He has not heard, he has not really grasped my point about why family is related to people being interesting. Then, when it came to the question about celebrities, I said, \"They are interesting people.\" Actually, I was talking about someone you forgot who it was earlier.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Therefore, I need to explain it more clearly, or include examples so that others can understand it better. But here, even after he finished listening, it still went in circles. He hasn't heard, he hasn't really grasped my point about why family is related to people being interesting. Then, when it came to the question about celebrities, I said, \"They are interesting people.\" Actually, I was talking about someone you forgot who it was earlier.",
      "transcript_cleaned": "Therefore, I need to explain it more clearly, or include examples so that others can understand it better. But here, even after he finished listening, it still went in circles. He has not heard, he has not really grasped my point about why family is related to people being interesting. Then, when it came to the question about celebrities, I said, \"They are interesting people.\"",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q28",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Looks like it is Rose, right?",
      "transcript": "Then it has to be an interesting person. here is a three-word paragraph with two errors.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Then it has to be an interesting person. Here's a three-word paragraph with two errors.",
      "transcript_cleaned": "Then it has to be an interesting person. here is a three-word paragraph with two errors.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q34",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Are there any other questions?",
      "transcript": "YES. If you have no further questions, then keep going! He thinks that today's 5.5 is just a small drop, but we will be able to come back. Actually, to be honest with you, about a month before the exam, a former examiner gave me a test, but I only got a 6.0. Because he was underperforming that day due to psychological pressure.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "YES. If you have no further questions, then keep going! He thinks that today's 5.5 is just a small drop, but we'll be able to come back. Actually, to be honest with you, about a month before the exam, a former examiner gave me a test, but I only got a 6.0. Because he was underperforming that day due to psychological pressure .",
      "transcript_cleaned": "YES. If you have no further questions, then keep going! He thinks that today's 5.5 is just a small drop, but we will be able to come back. Actually, to be honest with you, about a month before the exam, a former examiner gave me a test, but I only got a 6.0. Because he was underperforming that day due to psychological pressure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q35",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "However, when I took the actual exam one month later, I got a 7.",
      "transcript": "So, if you are feeling nervous during this test, that is perfectly normal.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, if you're feeling nervous during this test, that's perfectly normal.",
      "transcript_cleaned": "if you are feeling nervous during this test, that is perfectly normal.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q36",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "So, how am I supposed to manage from now until the actual exam?",
      "transcript": "Make yourself feel completely relaxed. And the day of the exam was just like that. You need to be in a really relaxed state of mind. The only way to take an exam is to arrive early. While sitting in the waiting room, I just breathe evenly. And there is something that is a bit spiritual, a bit like cosmology, but it is trying to manifest. Manifest is something I can do. I just kept thinking to myself, \"I can do it, I will do it, I will perform well, I will talk very comfortably with the judges,\" and that made me feel more at ease. And a more relaxed mindset leads to higher performance, higher performance, and higher scores. Okay, I have a quick question. During the test, when I enter the room, I want to say a few words to the examiner, like a natural greeting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Make yourself feel completely relaxed. And the day of the exam was just like that. You need to be in a really relaxed state of mind. The only way to take an exam is to arrive early. While sitting in the waiting room, I just breathe evenly. And there's something that's a bit spiritual, a bit like cosmology, but it's trying to manifest. Manifest is something I can do . I just kept thinking to myself, \"I can do it, I will do it, I will perform well, I will talk very comfortably with the judges,\" and that made me feel more at ease. And a more relaxed mindset leads to higher performance , higher performance, and higher scores. Okay, I have a quick question. During the test, when I enter the room, I want to say a few words to the examiner, like a natural greeting.",
      "transcript_cleaned": "Make yourself feel completely relaxed. And the day of the exam was just like that. You need to be in a really relaxed state of mind. The only way to take an exam is to arrive early. While sitting in the waiting room, I just breathe evenly. And there is something that is a bit spiritual, a bit like cosmology, but it is trying to manifest. Manifest is something I can do. I just kept thinking to myself, \"I can do it, I will do it, I will perform well, I will talk very comfortably with the judges,\" and that made me feel more at ease. And a more relaxed mindset leads to higher performance, higher performance, and higher scores. Okay, I have a quick question. During the test, when I enter the room, I want to say a few words to the examiner, like a natural greeting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q38",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "So, are you taking the exam in the morning or the afternoon?",
      "transcript": "Afternoon. I am taking my exam right now, sir. My exam is from 2:00 to 2:00. Oh okay, that is right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Afternoon. I'm taking my exam right now, sir. My exam is from 2:00 to 2:00. Oh okay, that's right.",
      "transcript_cleaned": "Afternoon. I am taking my exam right now, sir. My exam is from 2:00 to 2:00. Oh okay, that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q39",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Do you usually feel sleepy in the afternoon?",
      "transcript": "Yes, sometimes it happens. For example, today. My sisters and I did not take a nap today, so we are feeling a bit under the weather.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, sometimes it happens. For example, today. My sisters and I didn't take a nap today, so we're feeling a bit under the weather.",
      "transcript_cleaned": "Yes, sometimes it happens. For example, today. My sisters and I did not take a nap today, so we are feeling a bit under the weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q40",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Then, when I take the exam, I will be tested on the three skills in the morning, right?",
      "transcript": "Yes. If possible, finish the three morning skills session, grab a quick lunch, and then come back to me for about 15 minutes to hone your skills. But it depends, some people feel better after a breakdown, while others feel exhausted afterwards, so just feel comfortable like this and it is okay. Also, from now until then, focus on practicing your speaking skills in the afternoons. I can review other things in the morning, but I dedicate the afternoon to practicing my speaking skills to get used to the exam. YES. Okay then.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. If possible, finish the three morning skills session, grab a quick lunch, and then come back to me for about 15 minutes to hone your skills. But it depends, some people feel better after a breakdown, while others feel exhausted afterwards, so just feel comfortable like this and it's okay. Also, from now until then, focus on practicing your speaking skills in the afternoons. I can review other things in the morning, but I dedicate the afternoon to practicing my speaking skills to get used to the exam. YES. Okay then.",
      "transcript_cleaned": "Yes. If possible, finish the three morning skills session, grab a quick lunch, and then come back to me for about 15 minutes to hone your skills. But it depends, some people feel better after a breakdown, while others feel exhausted afterwards, so just feel comfortable like this and it is okay. Also, from now until then, focus on practicing your speaking skills in the afternoons. I can review other things in the morning, but I dedicate the afternoon to practicing my speaking skills to get used to the exam.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YlWTLyMd-HA_q41",
      "video_id": "YlWTLyMd-HA",
      "band": 5.5,
      "question": "Is there anything else?",
      "transcript": "Okay then. If not then to see you and I hope you will do well in. Bye bye.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay then. If not then to see you and I hope you will do well in. Bye bye.",
      "transcript_cleaned": "then. If not then to see you and I hope you will do well in. Bye bye.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "mMCYkjRlMO4_q02",
      "video_id": "mMCYkjRlMO4",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Kind of headphones do you think are popular among young people well never thought about that but i think definitely the like high technology headphones are popular because nowadays we we have a amount of money to buy what we want so yeah all.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "kind of headphones do you think are popular among young people well never thought about that but i think definitely the like high technology headphones are popular because nowadays we we have a amount of money to buy what we want so yeah all.",
      "transcript_cleaned": "Kind of headphones do you think are popular among young people well never thought about that but i think definitely the like high technology headphones are popular because nowadays we we have a amount of money to buy what we want so yeah all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zrBXg2KdrbU_q02",
      "video_id": "zrBXg2KdrbU",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Important can you repeat the question what do you think volunteer work is important I think it helps you understand some of the workers that do the these jobs regularly for example if if it is a street cleaner it is a very tedious and a very hard job and I think it would help you appreciate them more so I think it is very important to do volunteer work to understand how people in this in this kind of field work and feel.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "important can you repeat the question what do you think volunteer work is important I think it helps you understand some of the workers that do the these jobs regularly for example if if it's a street cleaner uh it's a very tedious and a very hard job and I think it would help you appreciate them more so I think it's very important to do volunteer work to understand how people in this in this kind of field work and feel.",
      "transcript_cleaned": "Important can you repeat the question what do you think volunteer work is important I think it helps you understand some of the workers that do the these jobs regularly for example if if it is a street cleaner it is a very tedious and a very hard job and I think it would help you appreciate them more so I think it is very important to do volunteer work to understand how people in this in this kind of field work and feel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zrBXg2KdrbU_q03",
      "video_id": "zrBXg2KdrbU",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Wore masks and Overcoat but I do not think that helped a lot we helped the workers there who works there daily on a daily basis who cleans the street and everything I think they had the whole day off where we worked instead of them that felt great I think they needed they deserve a break more than anything as they work under the Heat and they like it is a very tedious job right because there is a lot of dirt there is a lot of garbage and there is a lot of traffic that they always have to face so I think it was a really good thing that my school I and my team my team of volunteers that worked there so I to be honest it was probably one of the best things I had that I was helping someone or a group of people that earns their daily living their daily money or their monthly income through this kind of very hard and tedious job so it felt really nice and I felt great about myself and the one thing I learned that these jobs are very difficult you have to put on a lot of effort and you have to work a lot for long hours to finish what you have to do yet again on a daily basis okay I have some follow-up questions for you right what are some of the challenges or risks that you face in this project the challenges I faced the most was the dust I have a CV I have severe dust allergies and it caused a lot of issues I had to take appeal before and after I like I did the volunteer work and one of the most risky thing was the ongoing traffic we had.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "wore masks and Overcoat but I don't think that helped a lot um we helped the workers there uh who works there daily on a daily basis who cleans the street and everything I think they had the whole day off where we worked uh instead of them that felt great I think they needed they deserve a break more than anything as they work under the Heat and they like it's a very tedious job right because there's a lot of dirt there's a lot of garbage and there's a lot of traffic that they always have to face so I think it was a really good thing that my school I and my team my team of volunteers that worked there so I to be honest it was probably one of the best things I had that I was helping someone or a group of people that earns their daily living their daily money or their monthly income through this kind of very hard and tedious job so it felt really nice and I felt great about myself and the one thing I learned that these jobs are very difficult you have to put on a lot of effort and you have to work a lot for long hours to finish what you have to do yet again on a daily basis okay I have some follow-up questions for you right what are some of the challenges or risks that you face in this project the challenges I faced the most was the dust I have a CV I have severe dust allergies and it caused a lot of issues I had to take appeal before and after I like I did the volunteer work and one of the most risky thing was the ongoing traffic we had.",
      "transcript_cleaned": "Wore masks and Overcoat but I do not think that helped a lot we helped the workers there who works there daily on a daily basis who cleans the street and everything I think they had the whole day off where we worked instead of them that felt great I think they needed they deserve a break more than anything as they work under the Heat and they like it is a very tedious job right because there is a lot of dirt there is a lot of garbage and there is a lot of traffic that they always have to face so I think it was a really good thing that my school I and my team my team of volunteers that worked there so I to be honest it was probably one of the best things I had that I was helping someone or a group of people that earns their daily living their daily money or their monthly income through this kind of very hard and tedious job so it felt really nice and I felt great about myself and the one thing I learned that these jobs are very difficult you have to put on a lot of effort and you have to work a lot for long hours to finish what you have to do yet again on a daily basis okay I have some follow-up questions for you right what are some of the challenges or risks that you face in this project the challenges I faced the most was the dust I have a CV I have severe dust allergies and it caused a lot of issues I had to take appeal before and after I like I did the volunteer work and one of the most risky thing was the ongoing traffic we had.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zrBXg2KdrbU_q04",
      "video_id": "zrBXg2KdrbU",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "To stop the ongoing traffic it was the main road so there was a huge traffic so we had to stop the traffic and then clean and then start traffic again people got impatient people started honking and people started even screaming at us we were probably at plus six or seven during that time and it was very very scary to stop people okay and how do you measure the impact or success of this project I think I would say that the most the most beneficial and successful thing that we did was industry and the amount of garbage that we picked from there and send it away to the gravity Warehouse so I think we could calculate that from there and the impact was that I think we learned a lot about people and how how hurt they have to work I think it gave us a good experience on how our life would be without them so I think that was a very powerful thing that a lot of us learned that day thank you thank you that is the end of part two may have the pencil sure thank you very much thank you card please.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "to stop the ongoing traffic it was the main road so there was a huge traffic so we had to stop the traffic and then clean and then start traffic again people got impatient people started honking and people started even screaming at us we were probably at plus six or seven during that time and it was very very scary to stop people okay and how do you measure the impact or success of this project I think I would say that the most the most beneficial and successful thing that we did was industry and the amount of garbage that we picked from there and send it away to the gravity Warehouse so I think we could calculate that from there and the impact was that I think we learned a lot about people and how how hurt they have to work I think it gave us a good experience on how our life would be without them so I think that was a very powerful thing that a lot of us learned that day thank you thank you that is the end of part two may have the pencil sure thank you very much thank you card please.",
      "transcript_cleaned": "To stop the ongoing traffic it was the main road so there was a huge traffic so we had to stop the traffic and then clean and then start traffic again people got impatient people started honking and people started even screaming at us we were probably at plus six or seven during that time and it was very very scary to stop people okay and how do you measure the impact or success of this project I think I would say that the most the most beneficial and successful thing that we did was industry and the amount of garbage that we picked from there and send it away to the gravity Warehouse so I think we could calculate that from there and the impact was that I think we learned a lot about people and how how hurt they have to work I think it gave us a good experience on how our life would be without them",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zrBXg2KdrbU_q05",
      "video_id": "zrBXg2KdrbU",
      "band": 8.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Volunteer work for individuals in society for the individuals if you are a student then you can earn certificates there and for other people I think you get to meet a lot of people so the social aspect I think is a very good thing that you can like you can hope to achieve from volunteer work so let us say you are working under you are working under an organization with a lot of people from different cultures they might have different Hobbies they might have different way of life they might think of a different way of life right so I think you can learn a lot from them you can socialize you can make new friends if you want to I think that is a very good thing to do and you are helping others right so why not what are some of the challenges or difficulties of volunteer work the challenges and the or difficulties right so I think it is like there can be a like number of challenges right so some of them might be the environment you are working on the actual work if you are working outside and it is daytime the heat can be an issue that does the pollution and also the people that you are working you cannot mix with everyone right right you have you have a type of people that you would mix with so mixing like you know there can be people that you have difficulty like talking to or difficulty communicating so those are the issues that many people can face okay what personalities and qualities are required for being a volunteer I think the most important quality that you can have is that you have to be very open-minded and that you have to be open to communication right you have to be.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "volunteer work for individuals in society for the individuals if you're a student then you can earn certificates there and for other people I think you get to meet a lot of people so the social aspect I think is a very good thing that you can like you can hope to achieve from volunteer work so let's say you're working under you're working under an organization with a lot of people from different cultures they might have different Hobbies they might have different way of life they might think of a different way of life right so I think you can learn a lot from them you can socialize you can make new friends if you want to I think that's a very good thing to do and you're helping others right so why not what are some of the challenges or difficulties of volunteer work the challenges and the or difficulties right so I think it's like there can be a like number of challenges right so some of them might be the environment you're working on uh the actual work if you're working outside and it's daytime the heat can be an issue that does the pollution and also the people that you're working you cannot mix with everyone right right you have you have a type of people that you would mix with so mixing like you know there can be people that you have difficulty like talking to or difficulty communicating so those are the issues that many people can face okay what personalities and qualities are required for being a volunteer I think uh the most important quality that you can have is that you have to be very open-minded and that you have to be open to communication right you have to be.",
      "transcript_cleaned": "Volunteer work for individuals in society for the individuals if you are a student then you can earn certificates there and for other people I think you get to meet a lot of people so the social aspect I think is a very good thing that you can like you can hope to achieve from volunteer work so let us say you are working under you are working under an organization with a lot of people from different cultures they might have different Hobbies they might have different way of life they might think of a different way of life right so I think you can learn a lot from them you can socialize you can make new friends if you want to I think that is a very good thing to do and you are helping others right so why not what are some of the challenges or difficulties of volunteer work the challenges and the or difficulties right so I think it is like there can be a like number of challenges right so some of them might be the environment you are working on the actual work if you are working outside and it is daytime the heat can be an issue that does the pollution and also the people that you are working you cannot mix with everyone right right you have you have a type of people that you would mix with so mixing like you know there can be people that you have difficulty like talking to or difficulty communicating so those are the issues that many people can face okay what personalities and qualities are required for being a volunteer I think the most important quality that you can have is that you have to be very open-minded and that you have to be open to communication",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zrBXg2KdrbU_q06",
      "video_id": "zrBXg2KdrbU",
      "band": 8.0,
      "question": "[Transcript chunk 6]",
      "transcript": "Friendly you have to be able to talk you want to talk to people because if you are just there and just you are sitting quietly people would get awkward because no one knows you there right so if you are open-minded if you are extroverted if you are friendly and if you are like you know if you are trying to encourage them as well they will do the same to you right can a volunteer be treated the same as paid staff in my opinion I do not think so because paid stuff you are paying them to do the work volunteers they are doing it themselves and so I think you would want to encourage the volunteers more and you would want to make sure that they are being treated a bit more differently than the patreon I am not saying that the Pacer should not be treated as good I am just saying that they should be different because they are taking time out of their weekdays or weekends to do the to do the volunteer work right so I think that should be treated a bit different and should be treated with a bit more encouragement and a bit for in a cheerful manner right how can people be encouraged to do more volunteer work well again back to the student part if you are a student just give them certificates I think that is the best way to get students to do the volunteer work and for other people I can think of two ways first can be advertisements obviously you advertise for your event you organize more events so that there are a lot of chance for volunteer for volunteering work and the other way can be again to organize more people to organize more events where people can join and if they see the volunteers they.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "friendly you have to be able to talk you want to talk to people because if you're just there and just you're sitting quietly people would get awkward because no one knows you there right so if you're open-minded if you're extroverted if you're friendly and if you're like you know if you're trying to encourage them as well they will do the same to you right can a volunteer be treated the same as paid staff uh in my opinion I don't think so uh because paid stuff you're paying them to do the work volunteers they're doing it themselves and so I think you would want to encourage the volunteers more and you'd want to make sure that they're being treated a bit more differently than the patreon I'm not saying that the Pacer shouldn't be treated as good I'm just saying that they should be different because they're taking time out of their weekdays or weekends to do the to do the volunteer work right so I think that should be treated a bit different and should be treated with a bit more encouragement and a bit for in a cheerful manner right how can people be encouraged to do more volunteer work well again back to the student part if you're a student just give them certificates I think that's the best way to get students to do the volunteer work and for other people I can think of two ways uh first can be advertisements obviously you advertise for your event you organize more events so that there are a lot of chance uh for volunteer for volunteering work and the other way can be again to organize more people to organize more events where people can join and if they see the volunteers they.",
      "transcript_cleaned": "Friendly you have to be able to talk you want to talk to people because if you are just there and just you are sitting quietly people would get awkward because no one knows you there right so if you are open-minded if you are extroverted if you are friendly and if you are like you know if you are trying to encourage them as well they will do the same to you right can a volunteer be treated the same as paid staff in my opinion I do not think so because paid stuff you are paying them to do the work volunteers they are doing it themselves and so I think you would want to encourage the volunteers more and you would want to make sure that they are being treated a bit more differently than the patreon I am not saying that the Pacer should not be treated as good I am just saying that they should be different because they are taking time out of their weekdays or weekends to do the to do the volunteer work right so I think that should be treated a bit different and should be treated with a bit more encouragement and a bit for in a cheerful manner right how can people be encouraged to do more volunteer work well again back to the student part if you are a student just give them certificates I think that is the best way to get students to do the volunteer work and for other people I can think of two ways first can be advertisements obviously you advertise for your event you organize more events so that there are a lot of chance for volunteer for volunteering work and the other way can be again to organize more people to organize more events where people can join and if they see the volunteers they.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zrBXg2KdrbU_q07",
      "video_id": "zrBXg2KdrbU",
      "band": 8.0,
      "question": "[Transcript chunk 7]",
      "transcript": "Can they can be encouraged to participate as a volunteer next time right for example for me I want to be a volunteer at a marathon so because and I want to be there because I saw other volunteers do that and I saw it was a really fun and a very enjoyable thing to do right so I want to do that I think that is the best way to encourage more people to participate in volunteering work okay thank you very much thank you very much speaking test thanks for joining us.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "can they can be encouraged to participate as a volunteer next time right for example for me uh I want to be a volunteer at a marathon so because and I want to be there because I saw other volunteers do that and I saw it was a really fun and a very enjoyable thing to do right so I want to do that I think that's the best way to encourage more people to participate in volunteering work okay thank you very much thank you very much speaking test thanks for joining us.",
      "transcript_cleaned": "Can they can be encouraged to participate as a volunteer next time right for example for me I want to be a volunteer at a marathon so because and I want to be there because I saw other volunteers do that and I saw it was a really fun and a very enjoyable thing to do right so I want to do that I think that is the best way to encourage more people to participate in volunteering work",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WBMu2HYFt-k_q02",
      "video_id": "WBMu2HYFt-k",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Because you know taiwan's that on used to be how do I say that we used to be by Japanese government and we have the chain station the building is like a Japanese construction okay very.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "because uh you know taiwan's uh um that on used to be uh um how do I say that uh we used to be uh by uh Japanese government and we have the chain station the building is like a Japanese construction okay very.",
      "transcript_cleaned": "Because you know taiwan's that on used to be how do I say that we used to be by Japanese government and we have the chain station the building is like a Japanese construction",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WBMu2HYFt-k_q04",
      "video_id": "WBMu2HYFt-k",
      "band": 5.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Part of our interview today I will just ask you some questions and ask you some follow-up questions it is related to reading and other things related to Books Okay so do you think people read more now is no I do not think people spend much time on both this generation because the smartphone now is really really easy to get it and it is not really expensive now the smartphone and people spend much time on social media or on on YouTube some on media now so I think people spend less time on both definitely they spend less time on books but reading more social media right their friends stories and all that stuff right how about yourself do you read before going to bed like reading it is also social media or online article do you read before going to bed actually I spend much time on phone now and when I go on bed I my first time my first thing is not to sleep and is for spending much time on cell phone then I can fall asleep if if I do not use cell phone I will be keep thinking about other things can fall asleep right so do you think that is a good habit watching touching your smartphone before bed just like this all the time actually not I think that is not a good thing because I would force my sleep and but yes that is a bad habit it is okay I mean everyone has some habits that they do not like as well okay now in your opinion how do you think ebooks can affect paper books now do people read from their smartphone or from the computer and you have paper books.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "part of our interview today I'll just ask you some questions and ask you some follow-up questions it's related to reading and other things related to Books Okay so do you think people read more now is um no I don't think people spend much time on both uh this generation because the uh smartphone now is uh really uh really easy to get it and it's not really expensive now the smartphone and people spend much time on social media or on uh on YouTube um some uh on media now so I think people spend less time on both definitely they spend less time on books but reading more social media right their friends stories and all that stuff right how about yourself do you read before going to bed like reading it's also social media or online article do you read before going to bed um actually I spend much time on phone now and um when I go on bed I my first time um my first thing is not to sleep and is for spending much time on cell phone then I can fall asleep if if I don't use cell phone I will be uh keep thinking about other things can fall asleep right so do you think that's a good habit watching touching your smartphone before bed just like this all the time actually not I think that is not a good thing because I would force my uh sleep and but yes that is a bad habit it's okay I mean everyone has some habits that they don't like as well okay now uh in your opinion how do you think ebooks can affect paper books now do people read from their smartphone or from the computer and you have paper books.",
      "transcript_cleaned": "Part of our interview today I will just ask you some questions and ask you some follow-up questions it is related to reading and other things related to Books Okay so do you think people read more now is no I do not think people spend much time on both this generation because the smartphone now is really really easy to get it and it is not really expensive now the smartphone and people spend much time on social media or on on YouTube some on media now so I think people spend less time on both definitely they spend less time on books but reading more social media right their friends stories and all that stuff right how about yourself do you read before going to bed like reading it is also social media or online article do you read before going to bed actually I spend much time on phone now and when I go on bed I my first time my first thing is not to sleep and is for spending much time on cell phone then I can fall asleep if if I do not use cell phone I will be keep thinking about other things can fall asleep right so do you think that is a good habit watching touching your smartphone before bed just like this all the time actually not I think that is not a good thing because I would force my sleep and but yes that is a bad habit it is okay I mean everyone has some habits that they do not like as well okay now in your opinion how do you think ebooks can affect paper books now do people read from their smartphone or from the computer and you have paper books.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WBMu2HYFt-k_q05",
      "video_id": "WBMu2HYFt-k",
      "band": 5.5,
      "question": "[Transcript chunk 5]",
      "transcript": "How do you think the invention of ebooks will affect paper books yeah I think e books now is more convenient than than a books because it is not too heavy and you do not have to take much books on yourself so I think many student now use iPad to spend studying and and let is more convenient and you can use ebook or iPad I am sorry that is okay so you think it is easier more convenient for ebooks than it is having paper books carrying around many paper books especially if you are a student have many books ebooks are much easier.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "how do you think the invention of ebooks will affect paper books yeah um I think e books now is more convenient than than a books because it's not too heavy and you don't have to take much uh books uh on yourself so I think many student now use iPad to uh spend um studying and and let is more convenient and you can uh use ebook or iPad I'm sorry that's okay so you think it's easier more convenient for ebooks than it's having paper books carrying around many paper books especially if you're a student have many books ebooks are much easier.",
      "transcript_cleaned": "How do you think the invention of ebooks will affect paper books yeah I think e books now is more convenient than than a books because it is not too heavy and you do not have to take much books on yourself so I think many student now use iPad to spend studying and and let is more convenient and you can use ebook or iPad I am sorry that is okay so you think it is easier more convenient for ebooks than it is having paper books carrying around many paper books especially if you are a student have many books ebooks are much easier.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}