{
  "batch_id": 101,
  "count": 20,
  "samples": [
    {
      "sample_id": "QfCcbDhYimo_q09",
      "video_id": "QfCcbDhYimo",
      "band": 6.5,
      "question": "Can you explain me what poaching is?",
      "transcript": "Oh sure. so, for example, when people hunt wild animals. that is poaching. Yeah, that is poaching.. Usually it is illegal. yeah, I do not agree with poaching because, for, some people who poaching, who are normally poaching, As I think the purpose is for the money, which is very bad purpose. Yeah, I do not think it is good for animals to be used for money or for being famous or something. So, yeah, I do not think that is a good way to make money.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh sure. Um, so, um, for example, when people hunt wild animals. Hmm, that's poaching. Yeah, that's poaching. Ah. Usually it's illegal. Hmm, um, yeah, I don't agree with poaching because, um, for, um, some people who poaching, who are normally poaching, As I think the purpose is for the money, which is very bad purpose. Yeah, um, I don't think it's good for animals to be used for money or for being famous or something. So, um, yeah, I don't think that's a good way to make money.",
      "transcript_cleaned": "Oh sure. so, for example, when people hunt wild animals. that is poaching. Yeah, that is poaching.. Usually it is illegal. yeah, I do not agree with poaching because, for, some people who poaching, who are normally poaching, As I think the purpose is for the money, which is very bad purpose. Yeah, I do not think it is good for animals to be used for money or for being famous or something. So, yeah, I do not think that is a good way to make money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QfCcbDhYimo_q11",
      "video_id": "QfCcbDhYimo",
      "band": 6.5,
      "question": "So it does not make much sense, Right?",
      "transcript": "So, I thought that was really good. yeah, so in general, you did really well, and you also used some idiomatic expressions, such as like, lean on, like, people lean on their animals for support, they get support from their animals. things like that, which was really great. There were a few little expression issues though, so, that you would say something like the zoo's keepers. zoo keepers. Yeah, instead of like the zoo keepers. Just some very, very little details. And also, when you were talking about the behavior of dogs, you said liberation, but we should say they act in a very liberated way. Liberated way. Yeah, or they. we could also say with a different expression, like they behave very freely. Really,. Yeah. But overall, you did very well. And I think I would give you a 6.5 on the IELTS scale. Oh, thank you. Thank you so much. you are very welcome. And you did a really great job. Oh, thank you. I am happy for the reserve, actually. Oh, that is great. Yeah, thank you so much. It was lovely to meet you today. Oh, you too. Good work.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So, I thought that was really good. Um, yeah, so in general, you did really well, and you also used some idiomatic expressions, such as like, lean on, like, people lean on their animals for support, they get support from their animals. Mm, things like that, which was really great. There were a few little expression issues though, so, um, that you would say something like the zoo's keepers. Hmm, zoo keepers. Yeah, instead of like the zoo keepers. Just some very, very little details. And also, when you were talking about the behavior of dogs, you said liberation, but we should say they act in a very liberated way. Liberated way. Yeah, or they. we could also say with a different expression, like they behave very freely. Really, um. Yeah. But overall, you did very well. And I think I would give you a 6.5 on the IELTS scale. Oh, thank you. Thank you so much. You're very welcome. And you did a really great job. Oh, thank you. I'm happy for the reserve, actually. Oh, that's great. Yeah, thank you so much. It was lovely to meet you today. Oh, you too. Good work.",
      "transcript_cleaned": "I thought that was really good. yeah, so in general, you did really well, and you also used some idiomatic expressions, such as like, lean on, like, people lean on their animals for support, they get support from their animals. things like that, which was really great. There were a few little expression issues though, so, that you would say something like the zoo's keepers. zoo keepers. Yeah, instead of like the zoo keepers. Just some very, very little details. And also, when you were talking about the behavior of dogs, you said liberation, but we should say they act in a very liberated way. Liberated way. Yeah, or they. we could also say with a different expression, like they behave very freely. Really,. Yeah. But overall, you did very well. And I think I would give you a 6.5 on the IELTS scale. Oh, thank you. Thank you so much. you are very welcome. And you did a really great job. Oh, thank you. I am happy for the reserve, actually. Oh, that is great. Yeah, thank you so much. It was lovely to meet you today. Oh, you too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q01",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "Well, are you ready?",
      "transcript": "Yes. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q03",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "What kind of people do you like to have as friends?",
      "transcript": "Actually I do not have many friends, but I try to, become friends, to people who are confident, because I believe they can, give that confidence to me too.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually I don't have many friends, but I try to, er, become friends, er, to people who are confident, because I believe they can, er, give that confidence to me too.",
      "transcript_cleaned": "Actually I do not have many friends, but I try to, become friends, to people who are confident, because I believe they can, give that confidence to me too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q04",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "Do you like face to face conversations with people?",
      "transcript": "Yes, I prefer, meet my friends, because, I am not a huge fan of chatting on social media.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I prefer, er, meet my friends, because, er, I'm not a huge fan of chatting on social media.",
      "transcript_cleaned": "Yes, I prefer, meet my friends, because, I am not a huge fan of chatting on social media.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q05",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "And how often do you meet your friends?",
      "transcript": "Actually when I was younger I used to meet them at least once a week but these days because of this pandemic I could not see them.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually when I was younger I used to meet them at least once a week but these days because of this pandemic I couldn't see them.",
      "transcript_cleaned": "Actually when I was younger I used to meet them at least once a week but these days because of this pandemic I could not see them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q06",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "How often do you take a break?",
      "transcript": "To be honest, I like to go on holidays. After my exams, I prefer to have a short road trip.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, to be honest, I like to go on holidays. After my exams, I prefer to have a short road trip.",
      "transcript_cleaned": "To be honest, I like to go on holidays. After my exams, I prefer to have a short road trip.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q07",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "What do you usually do during a break?",
      "transcript": "We usually go to north of Iran on holidays and I always go to beach.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, we usually go to north of Iran on holidays and I always go to beach.",
      "transcript_cleaned": "We usually go to north of Iran on holidays and I always go to beach.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q08",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "Do you prefer a long break or several short breaks?",
      "transcript": "Definitely several short breaks. I think they are better than a long break.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, definitely several short breaks. I think they're better than a long break.",
      "transcript_cleaned": "Definitely several short breaks. I think they are better than a long break.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q09",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "Did you like science as a subject back in school?",
      "transcript": "Definitely no, because my major is not related to science. I study math.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, definitely no, because my major is not related to science. I study math.",
      "transcript_cleaned": "Definitely no, because my major is not related to science. I study math.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q10",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "And how has science helped you learn better?",
      "transcript": "As I mentioned, I am not good at science at all, but I think if I practice more chemistry lessons would help me a lot in my physics. All right, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "As I mentioned, I'm not good at science at all, but I think if I practice more chemistry lessons would help me a lot in my physics. All right, so.",
      "transcript_cleaned": "As I mentioned, I am not good at science at all, but I think if I practice more chemistry lessons would help me a lot in my physics. All right, so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q11",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "Do you understand?",
      "transcript": "Yes. Now, the topic is describe a thing that you bought and felt very pleased about it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Now, the topic is describe a thing that you bought and felt very pleased about it.",
      "transcript_cleaned": "Yes. Now, the topic is describe a thing that you bought and felt very pleased about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q12",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "Do people in your country try new gadgets and appliances in the market?",
      "transcript": "Why? Why not? I do not think so. I think Iranian people do not like to, somehow try new things. Maybe the most important reason is, we cannot, easily access to new gadgets in our country and we have to, wait for a while to be able to buy them. And some people find it easy to follow instructions while assembling a gadget, but others find it difficult.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Why? Why not? Um, I don't think so. Um, I think Iranian people don't like to, um, somehow try new things. Maybe the most important reason is, um, we can't, um, easily access to new gadgets in our country and we have to, um, Um, wait for a while to be able to buy them. And some people find it easy to follow instructions while assembling a gadget, but others find it difficult.",
      "transcript_cleaned": "Why? Why not? I do not think so. I think Iranian people do not like to, somehow try new things. Maybe the most important reason is, we cannot, easily access to new gadgets in our country and we have to, wait for a while to be able to buy them. And some people find it easy to follow instructions while assembling a gadget, but others find it difficult.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q13",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "Why is it so?",
      "transcript": "I think, always when we want to try a new thing, it could be different for us, but, after a while, it will easier and be used to it. Alright Do people feel uncomfortable using new products at home or work Why and why not As I mentioned it not easy for them at first but I think when they use it they become interested in them Do people feel, well this is what I asked already, do advertisements play a key role in promoting innovative and trendy products these days? definitely yes, because I think advertisements introduce us new things and without them, we cannot be aware of what is happening.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think, uh, always when we want to try a new thing, it could be different for us, but, uh, after a while, it will easier and be used to it. Alright Do people feel uncomfortable using new products at home or work Why and why not As I mentioned it not easy for them at first but I think when they use it they become interested in them Do people feel, uh, well this is what I asked already, uh, do advertisements play a key role in promoting innovative and trendy products these days? Um, definitely yes, because I think advertisements introduce us new things and without them, uh, we can't be aware of what is happening.",
      "transcript_cleaned": "I think, always when we want to try a new thing, it could be different for us, but, after a while, it will easier and be used to it. Alright Do people feel uncomfortable using new products at home or work Why and why not As I mentioned it not easy for them at first but I think when they use it they become interested in them Do people feel, well this is what I asked already, do advertisements play a key role in promoting innovative and trendy products these days? definitely yes, because I think advertisements introduce us new things and without them, we cannot be aware of what is happening.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q14",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "Why and why not?",
      "transcript": "I do not think so because, I am not like this. I prefer to buy important things, not just simple things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think so because, um, I'm not like this. I prefer to buy important things, not just simple things.",
      "transcript_cleaned": "I do not think so because, I am not like this. I prefer to buy important things, not just simple things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q15",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "And do you think good decision making can be taught?",
      "transcript": "I think, schools have, plays actually the most important role these days. And we can learn a lot of things not just about our subjects from school. But unfortunately my country is not like this and our schools just focus on education. They do not introduce us gadgets and how we can use technology.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think, um, schools have, um, plays actually the most important role these days. And we can learn a lot of things not just about our subjects from school. But unfortunately my country is not like this and our schools just focus on education. They don't introduce us gadgets and how we can use technology.",
      "transcript_cleaned": "I think, schools have, plays actually the most important role these days. And we can learn a lot of things not just about our subjects from school. But unfortunately my country is not like this and our schools just focus on education. They do not introduce us gadgets and how we can use technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aI0JX2qc870_q16",
      "video_id": "aI0JX2qc870",
      "band": 6.0,
      "question": "And did you have the same experience?",
      "transcript": "Yes, for sure. But I think they have to add some, more useful classes like how we can, use computers. Because I think most, of people know this, how to use, computers. But maybe, someone do not know it. And the schools have to learn them. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, for sure. But I think they have to add some, um, more useful classes like how we can, um, use computers. Because I think most, uh, of people know this, how to use, um, computers. But maybe, um, someone don't know it. And the schools have to learn them. All right,.",
      "transcript_cleaned": "Yes, for sure. But I think they have to add some, more useful classes like how we can, use computers. Because I think most, of people know this, how to use, computers. But maybe, someone do not know it. And the schools have to learn them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q01",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "Do you find that sitting the IELTS test is a really nerve-wracking and sometimes stressful experience?",
      "transcript": "Well, I know that many people feel the same and we have got another mock exam speaking practice video today. And in today's session we have got Stephen who is from Australia. Our examiner is Maddy. And in this video you are probably going to see what it is, what it is like to be a little bit nervous in the test. Stephen has never taken the test before and does not know much about the test, but sitting in front of a camera and having, having an examiner ask you these questions can be very confronting and you can be nervous as a result.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I know that many people feel the same and we've got another mock exam speaking practice video today. And in today's session we've got Stephen who is from Australia. Our examiner is Maddy. And in this video you're probably going to see what it's, what it's like to be a little bit nervous in the test. Stephen has never taken the test before and doesn't know much about the test, but sitting in front of a camera and having, having an examiner ask you these questions can be very confronting and you can be nervous as a result.",
      "transcript_cleaned": "I know that many people feel the same and we have got another mock exam speaking practice video today. And in today's session we have got Stephen who is from Australia. Our examiner is Maddy. And in this video you are probably going to see what it is, what it is like to be a little bit nervous in the test. Stephen has never taken the test before and does not know much about the test, but sitting in front of a camera and having, having an examiner ask you these questions can be very confronting and you can be nervous as a result.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q02",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "So, are you ready to watch?",
      "transcript": "I know I am ready. let us go. Okay, as usual at the end of this video you have the opportunity to watch the whole video without my feedback. So if you are interested in just watching the video first with no feedback, feel free to go to the second part of this video where you can do that. I am ready to start watching, so let us click play. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddy and I am your practice IELTS speaking examiner. The questions in these tests are designed to simulate the IELTS speaking test. let us start.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I know I'm ready. Let's go. Okay, as usual at the end of this video you have the opportunity to watch the whole video without my feedback. So if you're interested in just watching the video first with no feedback, feel free to go to the second part of this video where you can do that. I'm ready to start watching, so let's click play. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddy and I am your practice IELTS speaking examiner. The questions in these tests are designed to simulate the IELTS speaking test. Let's start.",
      "transcript_cleaned": "I know I am ready. let us go. Okay, as usual at the end of this video you have the opportunity to watch the whole video without my feedback. So if you are interested in just watching the video first with no feedback, feel free to go to the second part of this video where you can do that. I am ready to start watching, so let us click play. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddy and I am your practice IELTS speaking examiner. The questions in these tests are designed to simulate the IELTS speaking test. let us start.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q03",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "What is your first name please?",
      "transcript": "My first name is Stephen. Thank you, Stephen. And now at the beginning of the IELTS test, you will need to provide some identification. This is usually a passport, but as this is a practice test, there is no need for that today. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My first name is Stephen. Thank you, Stephen. And now at the beginning of the IELTS test, you will need to provide some identification. This is usually a passport, but as this is a practice test, there is no need for that today. Okay.",
      "transcript_cleaned": "My first name is Stephen. Thank you, Stephen. And now at the beginning of the IELTS test, you will need to provide some identification. This is usually a passport, but as this is a practice test, there is no need for that today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}