{
  "batch_id": 178,
  "count": 20,
  "samples": [
    {
      "sample_id": "VMgAfcRRoSc_q13",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Like for example, a specific place?",
      "transcript": "Like for examples, I, said her, him, you should visit Blue Mask and High Sofia, also, and, F.S. Antic City.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like for examples, um, I, uh, said her, him, uh, you should visit Blue Mask and High Sofia, also, um, and, um, F.S. Antic City.",
      "transcript_cleaned": "Like for examples, I, said her, him, you should visit Blue Mask and High Sofia, also, and, F.S. Antic City.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q15",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Why do people want to learn a foreign language?",
      "transcript": "I think people want to learn foreign languages because, in this world we are connected to every part of the world with internet and we can, have conversation with anyone we want to. So if we know a foreign language, it will be so easy to get, have a conversation with persons from another nation, from another country. So I think it is important because of this. And they want to learn it because of this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think people want to learn foreign languages because, um, in this world we are connected to every part of the world with internet and we can, uh, have conversation with anyone we want to. So if we know a foreign language, it will be so easy to get, uh, have a conversation with persons from another nation, from another country. So I think it's important because of this. And they want to learn it because of this.",
      "transcript_cleaned": "I think people want to learn foreign languages because, in this world we are connected to every part of the world with internet and we can, have conversation with anyone we want to. So if we know a foreign language, it will be so easy to get, have a conversation with persons from another nation, from another country. So I think it is important because of this. And they want to learn it because of this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q16",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Through talking or writing?",
      "transcript": "I think the best way to learn a language is through speaking because when you speak it will be easier to memorize the sentences and words. So I think it is a better way.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think the best way to learn a language is through speaking because when you speak it will be easier to memorize the sentences and words. So I think it's a better way.",
      "transcript_cleaned": "I think the best way to learn a language is through speaking because when you speak it will be easier to memorize the sentences and words. So I think it is a better way.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q17",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "And can you recommend another method to learn a language?",
      "transcript": "I would recommend watching tv shows like sitcoms because in sitcoms there is an easier language to understand so it is a good method to watch tv shows I think in english.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would recommend watching um, tv shows like sitcoms because in sitcoms there is an easier language to understand so it is a good method to watch tv shows I think in english.",
      "transcript_cleaned": "I would recommend watching tv shows like sitcoms because in sitcoms there is an easier language to understand so it is a good method to watch tv shows I think in english.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q18",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Is it important to teach children foreign languages when they are little?",
      "transcript": "Yeah, I think it is better to learn it when you are young because when you are a young person it is easier to memorize and remember words sentences. So it is better to teach English when to the leader of children.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think it's better to learn it when you are young because when you are a young person it's easier to memorize and remember words sentences. So it's better to teach English when to the leader of children.",
      "transcript_cleaned": "I think it is better to learn it when you are young because when you are a young person it is easier to memorize and remember words sentences. So it is better to teach English when to the leader of children.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q19",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Do you think it is a good idea to raise children bilingual?",
      "transcript": "Yeah, I think it is the best way to learn language so it would be perfect for the child.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think it's the best way to learn language so it would be perfect for the child.",
      "transcript_cleaned": "I think it is the best way to learn language so it would be perfect for the child.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q20",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "And at what age should children start learning a foreign language?",
      "transcript": "I think they should start learning maybe as when they, four or three because how early, If it becomes earlier, it will be easier for them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think they should start learning maybe as when they, four or three because how early, If it becomes earlier, it will be easier for them.",
      "transcript_cleaned": "I think they should start learning maybe as when they, four or three because how early, If it becomes earlier, it will be easier for them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q21",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Children or adults?",
      "transcript": "Children can learn a language faster than adults because adults have learned a lot of things before, until they grow up to that age. And but children has an empty brain so they have a lot of storage to get new information.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Children can learn a language faster than adults because adults have learned a lot of things before, until they grow up to that age. And but children has an empty brain so they have a lot of storage to get new information.",
      "transcript_cleaned": "Children can learn a language faster than adults because adults have learned a lot of things before, until they grow up to that age. And but children has an empty brain so they have a lot of storage to get new information.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q22",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Do you think minority languages will disappear?",
      "transcript": "I think it is going to disappear because we are able to speak with all of the world so I think there will be less languages in the future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it's going to disappear because we are able to speak with all of the world so I think there will be less languages in the future.",
      "transcript_cleaned": "I think it is going to disappear because we are able to speak with all of the world so I think there will be less languages in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q23",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Okay, and do you know any minority languages?",
      "transcript": "Yeah, there is a minority language in Turkey which is spoken maybe five or ten percent of population. but it is like a big part of the population does not talk with that language.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, there is a minority language in Turkey which is spoken maybe five or ten percent of population. Um, but it's like a big part of the population doesn't talk with that language.",
      "transcript_cleaned": "there is a minority language in Turkey which is spoken maybe five or ten percent of population. but it is like a big part of the population does not talk with that language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q24",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "So do you want to learn that?",
      "transcript": "If I learn that language, I can speak with the small part of the population. So because of this, I do not want to spend my time on it. All right. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "If I learn that language, I can speak with the small part of the population. So because of this, I don't want to spend my time on it. All right. Okay, thank you.",
      "transcript_cleaned": "If I learn that language, I can speak with the small part of the population. So because of this, I do not want to spend my time on it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q29",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Tell me what it is, where they are, why you recommend them, things like that.",
      "transcript": "Okay. give examples, give more details. You can also go off topic. So that means that you, you cover your bullet points and that is like one minute and you are done. You do not know what else to say. And in that case, just for example, in your case, you can be like, you know, I had the same thing happen to me. Somebody recommend, recommended me tourist destinations in, I do not know, France. And those were these destinations. I went there. I liked it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. Um, give examples, give more details. You can also go off topic. So that means that you, you cover your bullet points and that's like one minute and you're done. You don't know what else to say. And in that case, just for example, in your case, you can be like, you know, um, I had the same thing happen to me. Somebody recommend, recommended me tourist destinations in, I don't know, France. And those were these destinations. I went there. I liked it.",
      "transcript_cleaned": "give examples, give more details. You can also go off topic. So that means that you, you cover your bullet points and that is like one minute and you are done. You do not know what else to say. And in that case, just for example, in your case, you can be like, you know, I had the same thing happen to me. Somebody recommend, recommended me tourist destinations in, I do not know, France. And those were these destinations. I went there. I liked it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q30",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Things like that, right?",
      "transcript": "Go into another direction. Use another topic to keep talking. it is very important. As long as you have the reference to the bullet points there, you try to keep talking about something else as long as you show off that you know how to use your English. Okay, and then another thing is that you had some hesitation here and there. I think it was both when you were looking for words and looking for ideas.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Go into another direction. Use another topic to keep talking. It's very important. As long as you have the reference to the bullet points there, you try to keep talking about something else as long as you show off that you know how to use your English. Okay, and then another thing is that you had some hesitation here and there. I think it was both when you were looking for words and looking for ideas.",
      "transcript_cleaned": "Go into another direction. Use another topic to keep talking. it is very important. As long as you have the reference to the bullet points there, you try to keep talking about something else as long as you show off that you know how to use your English. Okay, and then another thing is that you had some hesitation here and there. I think it was both when you were looking for words and looking for ideas.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q32",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "One more thing, when you do not know what else to say, just lie, okay?",
      "transcript": "You do not have to tell the truth in your test. You do not, I do not know, like even if you were telling the story about your tourist destinations and you cannot remember what you recommended, just go for something, whatever.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You don't have to tell the truth in your test. You don't, I don't know, like even if you were telling the story about your tourist destinations and you can't remember what you recommended, just go for something, whatever.",
      "transcript_cleaned": "You do not have to tell the truth in your test. You do not, I do not know, like even if you were telling the story about your tourist destinations and you cannot remember what you recommended, just go for something, whatever.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q34",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "So I think you did have some nice expressions in there, right?",
      "transcript": "For example, in your first answer you were like, you answered like, I do study English. So that was nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, for example, in your first answer you were like, um, you answered like, I do study English. So that was nice.",
      "transcript_cleaned": "For example, in your first answer you were like, you answered like, I do study English.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q36",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "Alright, so I heard some different structures here and there, right?",
      "transcript": "You had some relative clauses, some compound sentences, and so on.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You had some relative clauses, some compound sentences, and so on.",
      "transcript_cleaned": "You had some relative clauses, some compound sentences, and so on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q37",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "You did try to use different tenses, right?",
      "transcript": "So I heard some future tense, I will be able to, some past tense, and so on.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I heard some future tense, I will be able to, some past tense, and so on.",
      "transcript_cleaned": "I heard some future tense, I will be able to, some past tense, and so on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q40",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "The only thing I would say is that your voice sounds rather monotone sometimes, right?",
      "transcript": "I would always go, almost go as far as saying you sounded a little bit bored maybe, I do not know, but you could, you could bring more of a melody in there, right? you are kind of staying at the same sound most of the time. So, you know, speak up a little bit, be more confident and bring more ups and downs in there, you know, in your voice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would always go, almost go as far as saying you sounded a little bit bored maybe, I don't know, but you could, you could bring more of a melody in there, right? Um, you're kind of staying at the same sound most of the time. So, you know, speak up a little bit, be more confident and bring more ups and downs in there, you know, in your voice.",
      "transcript_cleaned": "I would always go, almost go as far as saying you sounded a little bit bored maybe, I do not know, but you could, you could bring more of a melody in there, right? you are kind of staying at the same sound most of the time. So, you know, speak up a little bit, be more confident and bring more ups and downs in there, you know, in your voice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q42",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "How long should I study about my speaking to get a 6 or 6.5?",
      "transcript": "That is, that is very difficult to say because every individual is different. I mean you can always, I do not know, set yourself a deadline, be like I practice very hard for two weeks and then I will take another.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, that's, that's very difficult to say because every individual is different. I mean you can always, I don't know, set yourself a deadline, be like I practice very hard for two weeks and then I'll take another.",
      "transcript_cleaned": "That is, that is very difficult to say because every individual is different. I mean you can always, I do not know, set yourself a deadline, be like I practice very hard for two weeks and then I will take another.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VMgAfcRRoSc_q43",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "So, yeah, as long as you, try to have English in your everyday life maybe, right?",
      "transcript": "Because I think that helps a lot to, always have the language around you. Okay? Thank you. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because I think that helps a lot to, um, always have the language around you. Okay? Thank you. Alright.",
      "transcript_cleaned": "Because I think that helps a lot to, always have the language around you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}