{
  "batch_id": 295,
  "count": 20,
  "samples": [
    {
      "sample_id": "kQsqshBXWVw_s01",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "What do you like most about your neighborhood?",
      "transcript": "I like my neighborhood because I think is a quiet place, a quiet place and the people there are very friendly and helpful which is important because I can enjoy my life when I live here when I live there and also a quite a a quiet place to sleep. Fantastic.",
      "source": "supplementary",
      "transcript_original": "I like my neighborhood because I think is a quiet place, a quiet place and the people there uh are very friendly and helpful which is uh important because I can enjoy my life when I live here when I live there and also a quite a a quiet place to sleep. Fantastic.",
      "transcript_cleaned": "I like my neighborhood because I think is a quiet place, a quiet place and the people there are very friendly and helpful which is important because I can enjoy my life when I live here when I live there and also a quite a a quiet place to sleep. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kQsqshBXWVw_s02",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Is your neighborhood a good place for children?",
      "transcript": "I think it is a good place for a great place for children because there are parks, playgrounds for them to to play and I think it is quite safe for them. Brilliant.",
      "source": "supplementary",
      "transcript_original": "I think it's a good place for a great place for children because there are parks, uh, playgrounds for them to to play and I think it's quite um, safe for them. Brilliant.",
      "transcript_cleaned": "I think it is a good place for a great place for children because there are parks, playgrounds for them to to play and I think it is quite safe for them. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kQsqshBXWVw_s04",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Why did you choose to learn English?",
      "transcript": "I think that English is the national language. So I think learning English will help me to improve my skill in the future. for example like I can communicate with people and know many culture. Yeah. Brilliant. Thank you.",
      "source": "supplementary",
      "transcript_original": "Um I think that English is the national language. So I think learning English will help me uh to improve my skill uh in the future. for example like I can uh communicate with people and know many culture. Yeah. Brilliant. Thank you.",
      "transcript_cleaned": "I think that English is the national language. So I think learning English will help me to improve my skill in the future. for example like I can communicate with people and know many culture. Yeah. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kQsqshBXWVw_s09",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Is it important to set shortterm or long-term goals?",
      "transcript": "I think both of them are important because short-term target or goal help people to to see the like the quick progress but the long-term growth goals help them to the future plans. Yeah.",
      "source": "supplementary",
      "transcript_original": "I think both of them are important because short-term target or goal uh help people to to see the uh like the quick progress but the long-term growth goals help them to uh the future plans. Yeah.",
      "transcript_cleaned": "I think both of them are important because short-term target or goal help people to to see the like the quick progress but the long-term growth goals help them to the future plans.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kQsqshBXWVw_s10",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Tell me Lynn, what are some of the challenges people face when trying to achieve goals?",
      "transcript": "In my opinions, it depends on wealth because for the pool it is hard for them to pay for the the teacher, the school and everything. But for the and for the rich they they are so busy with the word and so they will have do not have enough time to to to yeah to learn and and to achieve their goal. Thank you. Well done. I enjoyed that. And a final question, Lynn, you are doing really well.",
      "source": "supplementary",
      "transcript_original": "In my opinions, it depends on wealth because for the pool uh it's hard for them to pay for the the teacher, the school and everything. But for the and for the rich they uh they are so busy with the word and so they will um have don't have enough time to to to yeah to learn and and to achieve their goal. Thank you. Well done. I enjoyed that. And a final question, Lynn, you're doing really well.",
      "transcript_cleaned": "In my opinions, it depends on wealth because for the pool it is hard for them to pay for the the teacher, the school and everything. But for the and for the rich they they are so busy with the word and so they will have do not have enough time to to to yeah to learn and and to achieve their goal. Thank you. Well done. I enjoyed that. And a final question, Lynn, you are doing really well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kQsqshBXWVw_s11",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Do schools and workplaces help people to achieve their goals?",
      "transcript": "Yeah, I think yes because school like school revive the the educations and support but and also the work workplace is will help people training and like you will learn some some some lesson in the workplace. So I think that both is important. Yeah. Important. Well Lynn, that brings us to the end of the test. Fantastic work. Congratulations. Well done. I am so proud of you.",
      "source": "supplementary",
      "transcript_original": "Yeah, I think yes because school like uh school revive the uh the educations and um support but and also the work workplace is will help people uh training and like you will learn some some some lesson in the workplace. So I think that both is important. Yeah. Important. Well Lynn, that brings us to the end of the test. Fantastic work. Congratulations. Well done. I'm so proud of you.",
      "transcript_cleaned": "I think yes because school like school revive the the educations and support but and also the work workplace is will help people training and like you will learn some some some lesson in the workplace. So I think that both is important. Yeah. Important. Well Lynn, that brings us to the end of the test. Fantastic work. Congratulations. Well done. I am so proud of you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "kQsqshBXWVw_s13",
      "video_id": "kQsqshBXWVw",
      "band": 5.5,
      "question": "Can I ask you in terms of the test, do you feel like it is a long test?",
      "transcript": "No, I Yeah, at the at the beginning Yeah. As I say that I was so worried. So I think that I want to pass this fastly but now I think that is no I want to talk more really. Yeah. You know if you are in the test and you have no ideas which will not happen with you. you will have lots of ideas. But if you do not have any ideas, you can just tell them. To be honest, I have never really thought about this before, but I will do more research in the future and then move on to the next question, you know, just so if you are if you are struggling with that.",
      "source": "supplementary",
      "transcript_original": "No, I Yeah, at the at the beginning Yeah. As I say that I was so worried. So I think that I want to pass this uh fastly but now I think that is no I want to talk more really. Yeah. You know if you're in the test and you have no ideas which won't happen with you. you will have lots of ideas. But if you don't have any ideas, you can just tell them. To be honest, I've never really thought about this before, but I will do more research in the future and then move on to the next question, you know, just so if you're if you're struggling with that.",
      "transcript_cleaned": "No, I Yeah, at the at the beginning Yeah. As I say that I was so worried. So I think that I want to pass this fastly but now I think that is no I want to talk more really. Yeah. You know if you are in the test and you have no ideas which will not happen with you. you will have lots of ideas. But if you do not have any ideas, you can just tell them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s02",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Do you work or are you a student?",
      "transcript": "I am a senior in high school. So, I am graduating this year.",
      "source": "supplementary",
      "transcript_original": "I'm a senior in high school. So, I'm graduating this year.",
      "transcript_cleaned": "I am a senior in high school. So, I am graduating this year.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s03",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "What subjects are you studying?",
      "transcript": "Well, since I study in a public high school, I do not really have a choice the subjects that I get to study. So, I have to study some compulsory subjects like calculus, history, literature, and there are some extracurricular activities like drama classes and swimming that I can take. However, since I am preparing for my exams and for my college admission, I do not really have time to take up those extracurricular activities.",
      "source": "supplementary",
      "transcript_original": "Well, since I study in a public high school, I don't really have a choice the subjects that I get to study. So, I have to study some compulsory subjects like calculus, history, literature, and there are some extracurricular activities like drama classes and swimming that I can take. However, since I am preparing for my exams and for my college admission, um I don't really have time to take up those extracurricular activities.",
      "transcript_cleaned": "since I study in a public high school, I do not really have a choice the subjects that I get to study. So, I have to study some compulsory subjects like calculus, history, literature, and there are some extracurricular activities like drama classes and swimming that I can take. However, since I am preparing for my exams and for my college admission, I do not really have time to take up those extracurricular activities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s05",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Do you have a favorite cafe?",
      "transcript": "Sure. It is a place right near my house. it is a warm, cozy place. What makes it special is the friendly atmosphere there. also I love the attention and love with which the staff make each cup of coffee. It makes the experience even more enjoyable.",
      "source": "supplementary",
      "transcript_original": "Uh, sure. It is a place right near my house. It's a warm, cozy place. What makes it special is the friendly atmosphere there. Um, also I love the attention and love with which the staff make each cup of coffee. It makes the experience even more enjoyable.",
      "transcript_cleaned": "Sure. It is a place right near my house. it is a warm, cozy place. What makes it special is the friendly atmosphere there. also I love the attention and love with which the staff make each cup of coffee. It makes the experience even more enjoyable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s06",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Do you often go to cafes by yourself?",
      "transcript": "Yes, I find cafes to be a perfect place to work and or unwind with a book because the hum of background conversations coupled with some soft music, they give you the feeling of concentration without the feeling of isolation.",
      "source": "supplementary",
      "transcript_original": "Yes, I find uh cafes to be a perfect place to work and or unwind with a book because the hum of background conversations coupled with some soft music, they give you the feeling of concentration without the feeling of isolation.",
      "transcript_cleaned": "Yes, I find cafes to be a perfect place to work and or unwind with a book because the hum of background conversations coupled with some soft music, they give you the feeling of concentration without the feeling of isolation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s07",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "What do you think helps to make a cafe popular?",
      "transcript": "Well, there are several factors that make a certain cafe popular among people. The first that immediately springs to my mind is a word of mouth recommendations. I mean, if a cafe has good food there, good service and etc. People would be more likely to visit it again probably with their friends. So, it would help to grow it a loyal clientele. also we have to consider that since we live in a digital era era it is important to pay attention to media presence. So if cafes make their Instagram, Tik Tok or even maybe YouTube pages more attractive to visitors, it can play a significant role in their popularity.",
      "source": "supplementary",
      "transcript_original": "Well, uh, there are several factors that make a certain cafe popular among people. The first that immediately springs to my mind is a word of mouth recommendations. I mean, if a cafe has good food there, good service um, and etc. People would be more likely to visit it again probably with their friends. So, it would help to grow it a loyal clientele. Um also we have to consider that since we live in a digital era uh era it is important to pay attention to media presence. So if cafes make their uh Instagram, Tik Tok or even maybe YouTube pages more attractive to visitors, it can play a significant role in their popularity.",
      "transcript_cleaned": "there are several factors that make a certain cafe popular among people. The first that immediately springs to my mind is a word of mouth recommendations. I mean, if a cafe has good food there, good service and etc. People would be more likely to visit it again probably with their friends. So, it would help to grow it a loyal clientele. also we have to consider that since we live in a digital era era it is important to pay attention to media presence. So if cafes make their Instagram, Tik Tok or even maybe YouTube pages more attractive to visitors, it can play a significant role in their popularity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s09",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Do you like to use perfume?",
      "transcript": "I love perfume. it is honestly a part of my outfit. If I do not have perfume on, I feel as if there is a part of my outfit that is missing. So, honestly, I have a very big collection of perfumes that I use. And in fact, all of my family members are obsessed with like smell and with perfume. So, I think it is something that runs in my runs in my blood.",
      "source": "supplementary",
      "transcript_original": "I love perfume. It's honestly a part of my outfit. If I do not have perfume on, I feel as if there's a part of my outfit that's missing. So, honestly, I have a very big collection of perfumes that I use. And in fact, all of my family members are obsessed with um like smell and with perfume. So, I think it's something that runs in my runs in my blood.",
      "transcript_cleaned": "I love perfume. it is honestly a part of my outfit. If I do not have perfume on, I feel as if there is a part of my outfit that is missing. So, honestly, I have a very big collection of perfumes that I use. And in fact, all of my family members are obsessed with like smell and with perfume. So, I think it is something that runs in my runs in my blood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s10",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "And how often do you wear perfume?",
      "transcript": "Every single day. I wear different perfume. every single day. By the way, that depends on my mood and what outfit I am wearing for the day.",
      "source": "supplementary",
      "transcript_original": "Every single day. I wear different perfume. every single day. By the way, um that depends on my mood and what outfit I'm wearing for the day.",
      "transcript_cleaned": "Every single day. I wear different perfume. every single day. By the way, that depends on my mood and what outfit I am wearing for the day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s11",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Have you ever given perfume as a gift?",
      "transcript": "Well, I did not really think that it is a good sign to give perfume, at least in our culture in Kazakhstan. but to my international friends that came visiting from Italy, there was a certain perfume that I bought from the UAE and it had a very specific smell that I knew that my Italian friends would enjoy. So I that was the only occasion when I gave perfume as a present. although I have been to many different places with beautiful scenery, there is a place that has a special place in my heart and it is the Swiss Alps. I think the Swiss Alps are famous worldwide for how beautiful the mountains are, especially in the winter. and I had the opportunity to visit the Swiss Alps last December with my family as we were staying there for a family holiday. It was a very interesting destination and a very interesting choice that I have made because I got to choose where our family was heading. And the country that immediately sprung to my mind was Switzerland because I know that Switzerland is known for its gorgeous nature. And since we visited Switzerland in December, we decided to go to the Alps and stay in a very small village that is not densely populated. And that gave us a chance to enjoy the beauty of the mountains fully because we were able to see huskys running all over the place. And we were able to go snowboarding and hiking which was very enjoyable because of the fresh air and the freshness that the Swiss Alps offer. Since we have been there in December, we got to the airport right after fresh snowfall and that made the experience even more surreal. We also got to visit a few virgin forests. The experience is indescribable because the nature there is was unexpectedly beautiful. I have never thought that I would be lost for words when I saw this scenery. It was a totally picture skew scenery. Also, our hotel room had a beautiful view of a lake that had a glass-like coverage on it, and it felt as if we can go ice skating there, but unfortunately. Thank you.",
      "source": "supplementary",
      "transcript_original": "Well, um I did not really think that it is a good sign to give perfume, at least in our culture in Kazakhstan. Uh but to my international friends that came visiting from Italy, there was a certain perfume uh that I bought from the UAE and it had a very specific smell that I knew that my Italian friends would enjoy. So I that was the only occasion when I gave perfume as a present. Um although I've been to many different places with beautiful scenery, there is a place that has a special um place in my heart and it is the Swiss Alps. I think the Swiss Alps are famous worldwide for how beautiful the mountains are, especially in the winter. and I had the opportunity to visit the Swiss Alps last December with my family as we were staying there for a family holiday. It was a very interesting destination and a very interesting choice that I've made because I got to choose where our family was heading. And the country that immediately sprung to my mind was Switzerland because I know that Switzerland is known for its gorgeous nature. And since we visited uh Switzerland in December, we decided to go to the Alps and stay in a very um small village that is not densely populated. And that gave us a chance to enjoy the beauty of the mountains fully because we were able to see huskys running all over the place. And we were able to go snowboarding and hiking which was very enjoyable because of the fresh air and the freshness that um the Swiss Alps offer. Since we've been there in December, we got to the airport right after fresh snowfall and that made the experience even more surreal. We also got to visit a few virgin forests. The experience is indescribable because the nature there is was unexpectedly beautiful. I've never thought that I would be lost for words when I saw this scenery. It was a totally picture skew scenery. Also, our hotel room had a beautiful view of a lake that had a glass-like coverage on it, and it felt as if we can go ice skating there, but unfortunately. Thank you.",
      "transcript_cleaned": "I did not really think that it is a good sign to give perfume, at least in our culture in Kazakhstan. but to my international friends that came visiting from Italy, there was a certain perfume that I bought from the UAE and it had a very specific smell that I knew that my Italian friends would enjoy. So I that was the only occasion when I gave perfume as a present. although I have been to many different places with beautiful scenery, there is a place that has a special place in my heart and it is the Swiss Alps. I think the Swiss Alps are famous worldwide for how beautiful the mountains are, especially in the winter. and I had the opportunity to visit the Swiss Alps last December with my family as we were staying there for a family holiday. It was a very interesting destination and a very interesting choice that I have made because I got to choose where our family was heading. And the country that immediately sprung to my mind was Switzerland because I know that Switzerland is known for its gorgeous nature. And since we visited Switzerland in December, we decided to go to the Alps and stay in a very small village that is not densely populated. And that gave us a chance to enjoy the beauty of the mountains fully because we were able to see huskys running all over the place. And we were able to go snowboarding and hiking which was very enjoyable because of the fresh air and the freshness that the Swiss Alps offer. Since we have been there in December, we got to the airport right after fresh snowfall and that made the experience even more surreal. We also got to visit a few virgin forests. The experience is indescribable because the nature there is was unexpectedly beautiful. I have never thought that I would be lost for words when I saw this scenery. It was a totally picture skew scenery. Also, our hotel room had a beautiful view of a lake that had a glass-like coverage on it, and it felt as if we can go ice skating there, but unfortunately.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s13",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "What do you think?",
      "transcript": "Well, on the one hand, some products really are overhyped and they do not they are not worth the hype that they are getting from the audience. But on the other hand, there are some products that serve a genuine purpose. for example, they can improve your skin, make your skin brighter, and reduce your acne, for example. So yeah, while some products are overly estimated and they are not worth the attention that they are getting, there are many other products that are in fact helpful and useful not only in terms of improving your skin improving your skin and the way that you look like your natural appearances, but also in boosting your self-confidence.",
      "source": "supplementary",
      "transcript_original": "Well, um on the one hand, some products really are overhyped and they do not uh they're not worth the hype that they're getting from the audience. But on the other hand, there are some products that serve a genuine purpose. for example, they can improve your skin, make your skin brighter, and reduce your acne, for example. So yeah, while some products are overly estimated and they are not worth the attention that they're getting, there are many other products that are in fact helpful and useful not only in terms of improving your skin uh improving your skin and the way that you look like your natural appearances, but also in boosting your self-confidence.",
      "transcript_cleaned": "on the one hand, some products really are overhyped and they do not they are not worth the hype that they are getting from the audience. But on the other hand, there are some products that serve a genuine purpose. for example, they can improve your skin, make your skin brighter, and reduce your acne, for example. So yeah, while some products are overly estimated and they are not worth the attention that they are getting, there are many other products that are in fact helpful and useful not only in terms of improving your skin improving your skin and the way that you look like your natural appearances, but also in boosting your self-confidence.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s14",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "How do you think the beauty industry advertised their products so successfully?",
      "transcript": "Well, I believe that the way that the marketing sphere is built and the way that they market their products is very interesting because the beauty industry itself downplays on the humans's most important need and that is the need to be accepted by society. So they make up their own insecurities. They bring up the insecurities in women and they make their products sort of the answer towards the insecurity. And it is really interesting how they do it because once women feel insecure about something, they search for a project that solves the problem and it turns out that the solution is their product. Yes, that is very true.",
      "source": "supplementary",
      "transcript_original": "Well, I believe that the way that the marketing um sphere is built and the way that they market their products is very interesting because the beauty industry itself downplays on the humans's most important need and that's the need to be accepted by society. So they make up their own insecurities. They bring up the insecurities in women and they make their products sort of the answer towards the insecurity. And it's really interesting how they do it because once uh women feel insecure about something, they search for a project that solves the problem and it turns out that the solution is their product. Yes, that's very true.",
      "transcript_cleaned": "I believe that the way that the marketing sphere is built and the way that they market their products is very interesting because the beauty industry itself downplays on the humans's most important need and that is the need to be accepted by society. So they make up their own insecurities. They bring up the insecurities in women and they make their products sort of the answer towards the insecurity. And it is really interesting how they do it because once women feel insecure about something, they search for a project that solves the problem and it turns out that the solution is their product. Yes, that is very true.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s16",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Why is it that so many people equate beauty with youth?",
      "transcript": "Well, there are cert there are several reasons for this. The first one is the way that youth is being promoted in the media. Like we consider people who do not have wrinkles, who have this who have these youthful features, beautiful. And that is partly because of the way that we are programmed biologically. like evolutionary people who are young are considered to be more viable and since they are they since they have more ability to prolong their life and to live a longer life they are considered to be more attractive towards for example other sexes or towards like their partners and etc. So I believe that there is a twist of evolution but also media also adds certain sprinkles of the way that we see how youth is equal to beauty.",
      "source": "supplementary",
      "transcript_original": "Well, there are cert there are several reasons for this. The first one is the way that youth is being promoted in the media. Like we consider people who do not have wrinkles, who have this who have these youthful features, beautiful. And that's partly because of the way that we are programmed biologically. like evolutionary people who are young are considered to be more viable and since they are they since they have more ability to um prolong um their life and to live a longer life they are considered to be more attractive towards uh for example other sexes or towards like their partners and etc. So I believe that there is a twist of evolution but also um media also adds certain sprinkles of the way that we see how youth is equal to beauty.",
      "transcript_cleaned": "there are cert there are several reasons for this. The first one is the way that youth is being promoted in the media. Like we consider people who do not have wrinkles, who have this who have these youthful features, beautiful. And that is partly because of the way that we are programmed biologically. like evolutionary people who are young are considered to be more viable and since they are they since they have more ability to prolong their life and to live a longer life they are considered to be more attractive towards for example other sexes or towards like their partners and etc. So I believe that there is a twist of evolution but also media also adds certain sprinkles of the way that we see how youth is equal to beauty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LE_F9u-DYe0_s17",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Now do you think that people that are beautiful or people's level of beauty can affect their success in life?",
      "transcript": "Many in many ways we find that physically attractive people they are more successful in career in business in for example even deals because we are people we are not logical we are biological creatures and that is why physical attractiveness makes one look more trustworthy as a business partner or as for example if you are an investor you are more likely to invest in a physically attractive or in other words a conventionally beautiful person's business or project even if their business model is weaker in many respects than the other person who is not maybe as attractive. Sounds like a sad thing to me.",
      "source": "supplementary",
      "transcript_original": "Many in many ways we find that physically attractive people they are more successful in career in business in for example even deals because we are people we're not logical we are biological creatures and that's why physical attractiveness makes one look more trustworthy as a business partner or as for example if you're an investor you are more likely to invest in a physically attractive or in other words a conventionally beautiful person's business or project even if their business model is weaker in many respects than the other person who's not maybe as attractive. Sounds like a sad thing to me.",
      "transcript_cleaned": "Many in many ways we find that physically attractive people they are more successful in career in business in for example even deals because we are people we are not logical we are biological creatures and that is why physical attractiveness makes one look more trustworthy as a business partner or as for example if you are an investor you are more likely to invest in a physically attractive or in other words a conventionally beautiful person's business or project even if their business model is weaker in many respects than the other person who is not maybe as attractive. Sounds like a sad thing to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "LE_F9u-DYe0_s20",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "So if people want to get in contact with you, if they want to follow your journey, what is the best way for them to do that?",
      "transcript": "Well, I have a very active Instagram and Tik Tok page. They can just type in sia like my first and my last name and they will see my Instagram. they will see my Tik Tok page. And I am planning to launch a YouTube channel as well because I find that formats like these 30 seconds reals formats or very short video formats, they may not be the most effective medium to share my knowledge and share my experience. So in the future, I am planning to launch YouTube channel, but right now they can find me on Instagram and on Tik Tok. that is great to hear. Thank you so much for coming on and for doing what was genuinely one of the most impressive speaking tests I have ever done. Thank you so much, Eli, for your for having me here. Thank you.",
      "source": "supplementary",
      "transcript_original": "Well, I have a very active Instagram and Tik Tok page. They can just type in sia like my first and my last name and they'll see my Instagram. They'll see my Tik Tok page. And I'm planning to launch a YouTube channel as well because I find that formats like these 30 seconds reals formats or very short video formats, they may not be the most effective medium to share my knowledge and share my experience. So in the future, I'm planning to launch YouTube channel, but right now they can find me on Instagram and on Tik Tok. That's great to hear. Thank you so much for coming on and for doing what was genuinely one of the most impressive speaking tests I've ever done. Thank you so much, Eli, for your um for having me here. Thank you.",
      "transcript_cleaned": "I have a very active Instagram and Tik Tok page. They can just type in sia like my first and my last name and they will see my Instagram. they will see my Tik Tok page. And I am planning to launch a YouTube channel as well because I find that formats like these 30 seconds reals formats or very short video formats, they may not be the most effective medium to share my knowledge and share my experience. So in the future, I am planning to launch YouTube channel, but right now they can find me on Instagram and on Tik Tok. that is great to hear. Thank you so much for coming on and for doing what was genuinely one of the most impressive speaking tests I have ever done. Thank you so much, Eli, for your for having me here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}