{
  "batch_id": 42,
  "count": 20,
  "samples": [
    {
      "sample_id": "2RaNq8rmsGA_q09",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "Not like about it?",
      "transcript": "Well, the transportation is bad. Because I have to, transfer twice to get to Seoul, like Gangnam. So it is very inconvenient. And additionally, there is pretty much nothing in, in Yungin. So, if I want to like hang out with, hang out with my friends and I want to drink, I, I like always have to go to Seoul. So that is not good. Because when I am drunk, I have to get back to Yongin. But that is nearly impossible. that is a long way out. Yeah. well that sort of leads naturally into the next topic, which is public transportation. there is a few questions.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, the transportation is bad. Because I have to, um, transfer twice to get to Seoul, um, like Gangnam. So it's very inconvenient. And additionally, there's pretty much nothing in, in Yungin. So, um, if I want to like hang out with, hang out with my friends and I want to drink, I, I like always have to go to Seoul. So that's not good. Because when I'm drunk, I have to get back to Yongin. But that's nearly impossible. That's a long way out. Yeah. Um, well that sort of leads naturally into the next topic, which is public transportation. There's a few questions.",
      "transcript_cleaned": "the transportation is bad. Because I have to, transfer twice to get to Seoul, like Gangnam. So it is very inconvenient. And additionally, there is pretty much nothing in, in Yungin. So, if I want to like hang out with, hang out with my friends and I want to drink, I, I like always have to go to Seoul. So that is not good. Because when I am drunk, I have to get back to Yongin. But that is nearly impossible. that is a long way out. Yeah. well that sort of leads naturally into the next topic, which is public transportation. there is a few questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q10",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "Do people use, usually use public transportation in your country?",
      "transcript": "A lot Cause I would say Korea has a great infrastructure especially public transportation system So a lot of people commute by especially subway So if I whenever I go to work I also use subway So there like a lot of people So I am kind of stuck in the subway every morning So that a bad part But yes people use a lot of transportation systems and what kind of public transport do people in your country use the most? The most? just like I said right before, yeah, Subway. Cause we have over 20 lines. So it is really easy, it is really convenient to transfer like line to line. So I think like many people take Subway. and this sort of all leads naturally.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "A lot Cause um I would say Korea has a great infrastructure especially public transportation system So a lot of people commute by especially subway So if um I whenever I go to work I also use subway So there like a lot of people So I am kind of stuck in the subway every morning So that a bad part But yes people use a lot of transportation systems Uh, and what kind of public transport do people in your country use the most? The most? Um, just like I said right before, yeah, Subway. Cause we have over 20 lines. So it's really easy, it's really convenient to transfer like line to line. So I think like many people take Subway. Um, and this sort of all leads naturally.",
      "transcript_cleaned": "A lot Cause I would say Korea has a great infrastructure especially public transportation system So a lot of people commute by especially subway So if I whenever I go to work I also use subway So there like a lot of people So I am kind of stuck in the subway every morning So that a bad part But yes people use a lot of transportation systems and what kind of public transport do people in your country use the most? The most? just like I said right before, yeah, Subway. Cause we have over 20 lines. So it is really easy, it is really convenient to transfer like line to line. So I think like many people take Subway. and this sort of all leads naturally.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q11",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "What I want to change?",
      "transcript": "Well, I have never thought about this question, but I would say, I hope there are more subways. Subways because in Seoul there are a lot of people using subways. So, always people are stuck in that subway. So many people are like trying to get into the subway. So it feels kind of, kind of like suffocating for me whenever I take the subway. So I think I would, I hope that would change. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, um, I've never thought about this question, but I would say, um, I hope there are more subways. Subways because in Seoul there are a lot of people using subways. So, um, always people are stuck in that subway. So many people are like trying to get into the subway. So it feels kind of, kind of like suffocating for me whenever I take the subway. So I think I would, I hope that would change. Good.",
      "transcript_cleaned": "I have never thought about this question, but I would say, I hope there are more subways. Subways because in Seoul there are a lot of people using subways. So, always people are stuck in that subway. So many people are like trying to get into the subway. So it feels kind of, kind of like suffocating for me whenever I take the subway. So I think I would, I hope that would change.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q12",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "And will you ride public transportation in the future?",
      "transcript": "Yeah, probably because car is expensive because I have to, if I lease a car then I would have to pay at least like $500 a month and that is pretty a lot for me because I am still a student. So even if I get a job in the future I would still take public transportation. Okay, good. so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, yeah, probably because car is expensive because I have to, if I um, lease a car then I would have to pay at least um, like $500 a month and that's pretty a lot for me because I'm still a student. So um, even if I get a job um, in the future I would still take um public transportation. Okay, good. Uh, so.",
      "transcript_cleaned": "probably because car is expensive because I have to, if I lease a car then I would have to pay at least like $500 a month and that is pretty a lot for me because I am still a student. So even if I get a job in the future I would still take public transportation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q14",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "What kind of, what can parents do with their children to make them happy?",
      "transcript": "Well, I think parents themselves make children happy because, for the children, parents are their life itself. So I would say, having, time as much as they can should, will make children happy because, spending time with parents, And broaden their world. Hearing stories from parents and yeah, that all those time would be worthy for the children and it will make them happy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, um, I think parents themselves make children happy because, um, for the children, parents are their life itself. So I would say, um, having, um, time as much as they can should, um, will make children happy because, um, spending time with parents, um, And broaden their world. Hearing stories from parents and um, yeah, that all those time would be worthy for the children and it will make them happy.",
      "transcript_cleaned": "I think parents themselves make children happy because, for the children, parents are their life itself. So I would say, having, time as much as they can should, will make children happy because, spending time with parents, And broaden their world. Hearing stories from parents and yeah, that all those time would be worthy for the children and it will make them happy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q15",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "And how can children improve their social skills?",
      "transcript": "Social skills. Well, I think be engaged in extracurriculars in schools would be one of the ways that they can be socialized because being part of the group and being engaged in the social social, being engaged in those activities would make, would enhance their communication skills because they would have to like keep talking to others and Yeah, so, I heard, I know that schools provide a lot of extracurriculars, so being engaged in those activities would help them. Very good. And a final question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Social skills. Well, um, I think be engaged in extracurriculars in schools would be one of the ways that they can be socialized because um, being part of the group and being engaged in the um, social um, social, um, being engaged in those activities would make, would enhance their communication skills because they would have to like keep talking to others and Yeah, so, um, I heard, I know that schools provide a lot of extracurriculars, so being engaged in those activities would help them. Very good. And a final question.",
      "transcript_cleaned": "Social skills. Well, I think be engaged in extracurriculars in schools would be one of the ways that they can be socialized because being part of the group and being engaged in the social social, being engaged in those activities would make, would enhance their communication skills because they would have to like keep talking to others and Yeah, so, I heard, I know that schools provide a lot of extracurriculars, so being engaged in those activities would help them. Very good. And a final question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q01",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "What do you usually do when you have days off?",
      "transcript": "I do not have a lot of activity in my days off. Usually, I just spend time for sleeping, watching a movie, or cooking some good meal.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't have a lot of activity in my days off. Usually, I just spend time for sleeping, watching a movie, or cooking some good meal.",
      "transcript_cleaned": "I do not have a lot of activity in my days off. Usually, I just spend time for sleeping, watching a movie, or cooking some good meal.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q02",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "Do you usually spend your days off with your parents or with your friends?",
      "transcript": "I live pretty far away with my family, my hometown, so I just spend my day off for myself. Sometimes I go out with friends to check and chat and update about our life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I live pretty far away with my family, my hometown, so I just spend my day off for myself. Sometimes I go out with friends to check and chat and update about our life.",
      "transcript_cleaned": "I live pretty far away with my family, my hometown, so I just spend my day off for myself. Sometimes I go out with friends to check and chat and update about our life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q03",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "What would you like to do if you had a day off tomorrow?",
      "transcript": "Actually, this time of life, I am kind of busy, so I do not have time to relax or enjoy some of my hobbies. So, if tomorrow is a day off, I am going to take that time to sleep till, 10 a.m., cook some good meals and then watching a movie.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually, this time of life, I'm kind of busy, so I don't have time to relax or enjoy some of my hobbies. So, if tomorrow is a day off, I'm gonna take that time to sleep till, uh, 10 a.m., uh, cook some good meals and then watching a movie.",
      "transcript_cleaned": "Actually, this time of life, I am kind of busy, so I do not have time to relax or enjoy some of my hobbies. So, if tomorrow is a day off, I am going to take that time to sleep till, 10 a.m., cook some good meals and then watching a movie.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q04",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "Do you want to be a teacher in the future?",
      "transcript": "I have never told that I going to be a teacher one day because I think that I do not have a lot of typical characteristics that teachers have such as a patient or devoted.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I have never told that I gonna be a teacher one day because I think that I don't have a lot of typical characteristics that teachers have such as a patient or devoted.",
      "transcript_cleaned": "I have never told that I going to be a teacher one day because I think that I do not have a lot of typical characteristics that teachers have such as a patient or devoted.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q05",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "What were your primary school teachers like?",
      "transcript": "Because it is more than 10 years since I left my primary school, so I do not have a strong impression about my teacher. Because I, I study in a small school in my hometown, so all of the teachers in here are patient and devoted to their purpose.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because it's more than 10 years since I left my primary school, so I don't have a strong impression about my teacher. Because I, uh, I study in a small school in my hometown, so all of the teachers in here are patient and devoted to their purpose.",
      "transcript_cleaned": "Because it is more than 10 years since I left my primary school, so I do not have a strong impression about my teacher. Because I, I study in a small school in my hometown, so all of the teachers in here are patient and devoted to their purpose.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q06",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "Do you have a favorite teacher?",
      "transcript": "Well, I do not have a strong bias for any specific teacher, but the one that I remember the most is Miss Thu, my English teacher. She told me the first time when I was in eighth grade And the thing that she makes me remember the most is that more than conveying the knowledge She told me about lesson of life the behavior to be a good person.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I don't have a strong bias for any specific teacher, but the one that I remember the most is Miss Thu, my English teacher. She uh told me the first time when I was in eighth grade And uh the thing that she makes me remember the most is that uh more than uh conveying the knowledge She uh told me about lesson of life the behavior to be a good uh person.",
      "transcript_cleaned": "I do not have a strong bias for any specific teacher, but the one that I remember the most is Miss Thu, my English teacher. She told me the first time when I was in eighth grade And the thing that she makes me remember the most is that more than conveying the knowledge She told me about lesson of life the behavior to be a good person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q07",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "Do you always bring a lot of keys with you?",
      "transcript": "Well, I do not have a lot of keys. The two important keys of me is that, the light motor key and the house key. And I always bring down with me when I go out.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I don't have a lot of keys. The two important keys of me is that, uh, the light motor key and the house key. And I always bring down with me when I go out.",
      "transcript_cleaned": "I do not have a lot of keys. The two important keys of me is that, the light motor key and the house key. And I always bring down with me when I go out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q08",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "Have you ever lost your keys?",
      "transcript": "I have never actually lost my key. Because sometimes I forgot where my key are. But finally I find my key in any way. It can be in my stuff. In a place that I put it in but forgot lately.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I have never actually lost my key. Because sometimes I forgot where my key are. But finally I find my key in any way. It can be in my stuff. In a place that I put it in but forgot lately.",
      "transcript_cleaned": "I have never actually lost my key. Because sometimes I forgot where my key are. But finally I find my key in any way. It can be in my stuff. In a place that I put it in but forgot lately.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q09",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "Do you often forget your keys and lock yourself out?",
      "transcript": "Two or three times, I do not remember the exact number when I locked myself out. Because sometimes when I go out and do not have time to prepare carefully, I usually do not remember to bring my key out. But luckily, somehow I always put my backup key in the hidden spot near my house for emergency situation.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Two or three times, I don't remember the exact number when I locked myself out. Because sometimes when I go out and don't have time to prepare carefully, I usually don't remember to bring my key out. But luckily, somehow I always put my backup key in the hidden spot near my house for emergency situation.",
      "transcript_cleaned": "Two or three times, I do not remember the exact number when I locked myself out. Because sometimes when I go out and do not have time to prepare carefully, I usually do not remember to bring my key out. But luckily, somehow I always put my backup key in the hidden spot near my house for emergency situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q10",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "First of all, what benefits does public transport bring to the world?",
      "transcript": "I think that public transport brings a lot of advantage for our society Firstly it can make the environment greener because the emissions can reduce by using public transport And secondly using public transport is a way to saving money because public transport is much more cheaper than old vehicles What qualities does a driver need to have? Well, I think that a driver must have a lot of characteristics. Firstly, they must be skilled enough to drive because they need to handle a lot of situations when they are driving. And the second one is that responsibility because they will not always be driving alone. So, they need responsibility for the people they carry in the car.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that public transport brings a lot of advantage for our society Firstly it can make the environment greener because the emissions can reduce by using public transport And secondly using public transport is a way to saving money because public transport is much more cheaper than old vehicles What qualities does a driver need to have? Well, I think that a driver must have a lot of characteristics. Firstly, they must be skilled enough to drive because they need to handle a lot of situations when they are driving. And the second one is that responsibility because they will not always be driving alone. So, they need responsibility for the people they carry in the car.",
      "transcript_cleaned": "I think that public transport brings a lot of advantage for our society Firstly it can make the environment greener because the emissions can reduce by using public transport And secondly using public transport is a way to saving money because public transport is much more cheaper than old vehicles What qualities does a driver need to have? Well, I think that a driver must have a lot of characteristics. Firstly, they must be skilled enough to drive because they need to handle a lot of situations when they are driving. And the second one is that responsibility because they will not always be driving alone. So, they need responsibility for the people they carry in the car.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q11",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "Do you think the government should make it a rule for people to use public transport?",
      "transcript": "I think it is hard to make it a rule for people using public transport because there are some situations that public transport is not work, especially in the emergency situation. In this situation, they need a personal vehicle to solve their problem. And the second one is that in some places such as in hometown, the facility of public transport is not good. So it is hard to afford them using public transport.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it is hard to make it a rule for people using public transport because there are some situations that public transport is not work, especially in the emergency situation. In this situation, they need a personal vehicle to solve their problem. And the second one is that in some places such as in hometown, the facility of public transport is not good. So it's hard to afford them using public transport.",
      "transcript_cleaned": "I think it is hard to make it a rule for people using public transport because there are some situations that public transport is not work, especially in the emergency situation. In this situation, they need a personal vehicle to solve their problem. And the second one is that in some places such as in hometown, the facility of public transport is not good. So it is hard to afford them using public transport.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "72-BTH2r-8Y_q12",
      "video_id": "72-BTH2r-8Y",
      "band": 6.0,
      "question": "Do you see driverless cars as the future of cars?",
      "transcript": "Well, I think it is going to be the future of a car. I think that in the future, any car would have the driverless function. As much as I know that the driverless car function is much more safer than a driver. So if we use that function, we going to save time to, to any task. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think it's gonna be the future of a car. I think that in the future, any car would have the driverless function. As much as I know that the driverless car function is much more safer than a driver. So if we use that function, we gonna save time to, uh, uh, to any task. Thank you,.",
      "transcript_cleaned": "I think it is going to be the future of a car. I think that in the future, any car would have the driverless function. As much as I know that the driverless car function is much more safer than a driver. So if we use that function, we going to save time to, to any task.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UXnIa93cJ5Q_q01",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "First of all, can you tell me your name?",
      "transcript": "My name is Phu Đức Long. You can call me Long for short. Okay, for sure. So, this will be your.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My name is Phu Đức Long. You can call me Long for short. Okay, for sure. So, this will be your.",
      "transcript_cleaned": "My name is Phu Đức Long. You can call me Long for short.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UXnIa93cJ5Q_q02",
      "video_id": "UXnIa93cJ5Q",
      "band": 8.5,
      "question": "What is your favorite color?",
      "transcript": "Well, I do not think I have a specific favorite color. I practice art, so I have learned myself, I have trained myself to, fall in love with like a whole spectrum of color, you know, but I am actually quite bad at coloring. So I think that normally for my color picks, when I do art, I just go for very simple color combinations, like complimentary, for example. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I don't think I have a specific favorite color. Um, I practice art, so I have learned myself, I have trained myself to, uh, fall in love with like a whole spectrum of color, you know, uh, but I'm actually quite bad at coloring. So I think that normally for my color picks, when I do art, I just go for very simple color combinations, like complimentary, for example. Okay.",
      "transcript_cleaned": "I do not think I have a specific favorite color. I practice art, so I have learned myself, I have trained myself to, fall in love with like a whole spectrum of color, you know, but I am actually quite bad at coloring. So I think that normally for my color picks, when I do art, I just go for very simple color combinations, like complimentary, for example.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}