{
  "batch_id": 75,
  "count": 20,
  "samples": [
    {
      "sample_id": "ZiqW-tFgwSs_q19",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "And what are the reasons people choose to travel and explore new places?",
      "transcript": "Well, clearly it can be because they want to reduce their stress in their life and their everyday work and their everyday routine. And, I would say probably it can be very, like, like helpful for your own body. You can spend your time with your friends and with your family and that can be really helpful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, clearly it can be because they want to reduce their stress in their life and their everyday work and their everyday routine. And, uh, I would say probably it can be very, like, like helpful for your own body. You can spend your time with your friends and with your family and that can be really helpful.",
      "transcript_cleaned": "clearly it can be because they want to reduce their stress in their life and their everyday work and their everyday routine. And, I would say probably it can be very, like, like helpful for your own body. You can spend your time with your friends and with your family and that can be really helpful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q20",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "And, what are the most essential items to carry on a journey?",
      "transcript": "As of the more, like I would say in the modern era, a phone and an electric device like laptop can be really necessary. And we could say if, if you are going to stay in a, in a, like if you want to take a long journey, And if you want to sleep in the, for example, jungles, it would be better to take a huge backpack and take, pillows and tents and it can be really, helpful for you in there but, and some clothes can be helpful too. They can really, be good and I would say lots of other things. Alright, thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "As of the more, like I would say in the modern era, uh, a phone and an electric device like laptop can be really necessary. And we could say if, if you are going to stay in a, in a, like if you want to take a long journey, And if you wanna sleep in the, for example, jungles, it would be better to take a huge backpack and take, uh, pillows and tents and it can be really, uh, helpful for you in there but, and some clothes can be helpful too. They can really, uh, be good and I would say lots of other things. Alright, thank you very much.",
      "transcript_cleaned": "As of the more, like I would say in the modern era, a phone and an electric device like laptop can be really necessary. And we could say if, if you are going to stay in a, in a, like if you want to take a long journey, And if you want to sleep in the, for example, jungles, it would be better to take a huge backpack and take, pillows and tents and it can be really, helpful for you in there but, and some clothes can be helpful too. They can really, be good and I would say lots of other things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q23",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "What did you mean by much more easier?",
      "transcript": "Much easier. So you should have said much easier. Man, this, this, will make it problematic for you, because I know that you do know that it is not, expressed in this way. Of course, you know that the right and the correct way of saying it is much easier. Try to pay closer attention wisely. Try to wisely manage your stress to come up with the accurate combination of the words and the phrases.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Much easier. So you should have said much easier. Man, this, uh, this, uh, will make it problematic for you, uh, because I know that you do know that it is not, uh, expressed in this way. Of course, you know that the right and the correct way of saying it is much easier. Try to pay closer attention wisely. Try to wisely manage your stress to come up with the accurate combination of the words and the phrases.",
      "transcript_cleaned": "Much easier. So you should have said much easier. Man, this, this, will make it problematic for you, because I know that you do know that it is not, expressed in this way. Of course, you know that the right and the correct way of saying it is much easier. Try to pay closer attention wisely. Try to wisely manage your stress to come up with the accurate combination of the words and the phrases.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZiqW-tFgwSs_q26",
      "video_id": "ZiqW-tFgwSs",
      "band": 6.5,
      "question": "Do you have any questions?",
      "transcript": "No. Thank you for your, for your time. And I really, I really appreciate it. Anytime. Take care.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No. Thank you for your, er, for your time. And I really, I really appreciate it. Anytime. Take care.",
      "transcript_cleaned": "No. Thank you for your, for your time. And I really, I really appreciate it. Anytime. Take care.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q01",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "Do you usually take photos?",
      "transcript": "Yes, I usually take photos, with my phone, especially when I, travel to any place, I would take, hundreds of photos. I love to take photos, especially selfies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, I usually take photos, uh, with my phone, uh, especially when I, um, travel to any place, I would take, uh, hundreds of photos. I love to take photos, especially selfies.",
      "transcript_cleaned": "Yes, I usually take photos, with my phone, especially when I, travel to any place, I would take, hundreds of photos. I love to take photos, especially selfies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q02",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "How do you keep your photos?",
      "transcript": "I usually, I keep my photos on my phone, on Google Drive. this technology really helps a lot to securing the photos, very effectively.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I usually, I keep my photos on my phone, uh, on Google Drive. Uh, this technology really helps a lot to securing the photos, uh, very effectively.",
      "transcript_cleaned": "I usually, I keep my photos on my phone, on Google Drive. this technology really helps a lot to securing the photos, very effectively.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q03",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "And do you keep your photographs on your computer?",
      "transcript": "Absolutely. As computer has a great space, a large amount of photos can be easily kept on computers. So I do keep photos in the computer.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely. As computer has a great space, a large amount of photos can be easily kept on computers. So I do keep photos in the computer.",
      "transcript_cleaned": "Absolutely. As computer has a great space, a large amount of photos can be easily kept on computers. So I do keep photos in the computer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q04",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "And have you framed any of your photos?",
      "transcript": "Yes, certainly. I have framed a couple of photos, of my family and especially on some special gatherings. I gift some of my photos which I have framed to my family members.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yes, certainly. Uh, I have framed a couple of photos, uh, of my family and especially on some special gatherings. I gift some of my photos which I have framed to my family members.",
      "transcript_cleaned": "Yes, certainly. I have framed a couple of photos, of my family and especially on some special gatherings. I gift some of my photos which I have framed to my family members.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q05",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "Would you please start?",
      "transcript": "Okay. A special occasion I remember when I forgot something important was the train ticket. I remember last month I was attending a family program. So I have to go to the railway station to, in a train. but I, I just found that I did not bring my, I did not bring my ticket. So, I, in most of the time I buy ticket from online. But, in that time I remember, when I, went to the, railway station, I, the, I have to buy ticket. and, I, I, I, and I keep it in my home. But I, when, but in, when the, I was about to get on the train, I forgot to bring it. And, that time I just found that, I did not bring ticket and it would be very tough to, go without ticket in a train. So, I, then, I got, in my, I, I went to my home and get the ticket and inform the railway station manager that of about this incident And yes this experience it was very exciting and I learned a lot that someone might forgot things which can bring problem in the future Okay, thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. A special occasion I remember when I forgot something important was the train ticket. I remember last month I was attending a family program. So I have to go to the railway station to, in a train. Um, but um, I, I just found that I didn't bring my, I didn't bring my ticket. So, um, I, in most of the time I buy ticket from online. But, um, in that time I remember, uh, when I, um, went to the, um, railway station, I, the, um, I have to buy ticket. Um, and, uh, I, I, I, and I keep it in my home. But I, when, but in, when the, I was about to get on the train, I forgot to bring it. And, um, that time I just found that, um, I didn't bring ticket and it would be very tough to, uh, go without ticket in a train. So, I, um, then, I got, um, in my, I, I went to my home and get the ticket and inform the railway station manager that of about this incident And yes uh this experience uh it was very um exciting and I learned a lot um that uh um someone might forgot things which can bring problem in the future Okay, thank you very much.",
      "transcript_cleaned": "A special occasion I remember when I forgot something important was the train ticket. I remember last month I was attending a family program. So I have to go to the railway station to, in a train. but I, I just found that I did not bring my, I did not bring my ticket. So, I, in most of the time I buy ticket from online. But, in that time I remember, when I, went to the, railway station, I, the, I have to buy ticket. and, I, I, I, and I keep it in my home. But I, when, but in, when the, I was about to get on the train, I forgot to bring it. And, that time I just found that, I did not bring ticket and it would be very tough to, go without ticket in a train. So, I, then, I got, in my, I, I went to my home and get the ticket and inform the railway station manager that of about this incident And yes this experience it was very exciting and I learned a lot that someone might forgot things which can bring problem in the future",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q06",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "Would you please give me the paper and the pencil?",
      "transcript": "Thank you very much. Excellent. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Thank you very much. Excellent. Okay,.",
      "transcript_cleaned": "Thank you very much. Excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q07",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "Do you think it is important to have a good memory?",
      "transcript": "Yes, it is very important to have a good memory because, good memory by, good memory a person can easily, remember a lot of things. And, if a person can remember, those important things, it would be very beneficial for him or her.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, it is very important to have a good memory because, um, good memory by, uh, good memory a person can easily, uh, remember a lot of things. And, uh, if a person can remember, uh, those important things, it would be very beneficial for him or her.",
      "transcript_cleaned": "Yes, it is very important to have a good memory because, good memory by, good memory a person can easily, remember a lot of things. And, if a person can remember, those important things, it would be very beneficial for him or her.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q08",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "Why do sometimes people forget things?",
      "transcript": "There are various causes. For example, for instance, because of depression and too much stress. People might forget some important things which are important to remember. And because of the much work stuff in their daily life, people easily forgot some important things in their daily life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, there are various causes. For example, for instance, uh, because of depression and too much stress. People might forget some important things which are important to remember. And because of the much work stuff in their daily life, people easily forgot some important things in their daily life.",
      "transcript_cleaned": "There are various causes. For example, for instance, because of depression and too much stress. People might forget some important things which are important to remember. And because of the much work stuff in their daily life, people easily forgot some important things in their daily life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q09",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "A business meeting or a meeting with a friend?",
      "transcript": "I would say a business meeting would be more important than meeting with a friend because for a business meeting a person has it it relates to his work and it is quite important on the other hand meeting with a friend could be a casual meeting and a friend might understand the situation that some his friend might forgot the situation of meeting him That why I think a business meeting is quite significant Okay Are there any things that are especially important for people to memorize Yes, there are certain things, for instance, birthdays, some people might get upset if their family members does not remember their birthdays. On the other hand, besides, phone numbers are quite important to remember if a person stuck in a situation and he has to call somebody. And so phone number really helps in that moment.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I would say a business meeting would be more important than meeting with a friend because for a business meeting a person has uh it it relates to his work and it is quite important Uh on the other hand uh meeting with a friend could be a casual meeting and a friend might understand the situation that some his friend might uh forgot uh the situation of meeting him That why I think a business meeting is quite significant Okay Are there any things that are especially important for people to memorize Yes, there are certain things, uh, for instance, birthdays, some people might get upset if their family members doesn't remember their birthdays. On the other hand, besides, um, uh, phone numbers are quite important to remember if a person stuck in a situation and he has to call somebody. And so phone number really helps in that moment.",
      "transcript_cleaned": "I would say a business meeting would be more important than meeting with a friend because for a business meeting a person has it it relates to his work and it is quite important on the other hand meeting with a friend could be a casual meeting and a friend might understand the situation that some his friend might forgot the situation of meeting him That why I think a business meeting is quite significant Okay Are there any things that are especially important for people to memorize Yes, there are certain things, for instance, birthdays, some people might get upset if their family members does not remember their birthdays. On the other hand, besides, phone numbers are quite important to remember if a person stuck in a situation and he has to call somebody. And so phone number really helps in that moment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q10",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "Why do people want to remember their family history?",
      "transcript": "There are some certain reasons. for instance, they can know about their background more well and they can know about their characteristics. And, some people have a fascination to know more deeply about their ancestors. And this had a great influence on them. and they do various types of research about them. And these are the reasons why people want to know about their ancestors.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, there are some certain reasons. Um, for instance, uh, they can know about their background more well and they can know about their characteristics. And, um, some people have a fascination to know more deeply about their ancestors. And this had a great influence on them. Um, and they do various types of research about them. And these are the reasons why people want to know about their ancestors.",
      "transcript_cleaned": "There are some certain reasons. for instance, they can know about their background more well and they can know about their characteristics. And, some people have a fascination to know more deeply about their ancestors. And this had a great influence on them. and they do various types of research about them. And these are the reasons why people want to know about their ancestors.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FIm8VJMPLcQ_q11",
      "video_id": "FIm8VJMPLcQ",
      "band": 6.0,
      "question": "And what can you do to learn more about your family history?",
      "transcript": "Well, I can do a couple of things. Firstly, I would talk to my grandfather about his ancestors and get and collect lots of information. Besides, I can talk to my relatives about their whereabouts where they used to live. And, I can collect information about, their background, in which region they would stay. And by doing these researches, and I think, in this way I can know about more about my family history. Thank you, Tansir, for your time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I can do a couple of things. Firstly, I would talk to my grandfather about his ancestors and get and collect lots of information. Besides, I can talk to my relatives about their whereabouts where they used to live. And, uh, I can collect information about, um, their background, uh, in which region they would stay. And by doing these researches, and I think, um, in this way I can know about more about my family history. Thank you, Tansir, for your time.",
      "transcript_cleaned": "I can do a couple of things. Firstly, I would talk to my grandfather about his ancestors and get and collect lots of information. Besides, I can talk to my relatives about their whereabouts where they used to live. And, I can collect information about, their background, in which region they would stay. And by doing these researches, and I think, in this way I can know about more about my family history. Thank you, Tansir, for your time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q03",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "The test will be in three parts today okay?",
      "transcript": "And if you are happy we can start. Yes, perfect. So Lam, first of all.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And if you're happy we can start. Yes, perfect. So Lam, first of all,.",
      "transcript_cleaned": "And if you are happy we can start. Yes, perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q04",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Are you working or are you a student now?",
      "transcript": "Actually I am a portfolio worker and my major is in research in computational chemistry. However, I also, chemistry teacher who teach students learning at a level, a level in chemistry and also IB students in the international bachelor's program. And in the future, I actually, I am kind of temporary unemployed. So I am searching for a new opportunity to work, like, and not feel like, as an English, area. Wow, excellent.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually I am a portfolio worker and my major is in research in computational chemistry. However, I also, um, chemistry teacher who teach students learning at a level, a level in chemistry and also IB students in the international bachelor's program. And in the future, I actually, I am kind of temporary unemployed. So I'm searching for a new opportunity to work, uh, like, and not feel like, um, as an English, um, area. Wow, excellent.",
      "transcript_cleaned": "Actually I am a portfolio worker and my major is in research in computational chemistry. However, I also, chemistry teacher who teach students learning at a level, a level in chemistry and also IB students in the international bachelor's program. And in the future, I actually, I am kind of temporary unemployed. So I am searching for a new opportunity to work, like, and not feel like, as an English, area. Wow, excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q05",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "What do you enjoy about your work or your studies?",
      "transcript": "Yes, that is a really, emotional question. As you know, because the reason I want to be a teacher is that I love the moment and, And the opportunity to meet new students, the new people and teach them. And I believe that when I give a new knowledge and I see in their eyes, they understand the problem and they become better in one day. So that is my passion and that is the reason why. Actually, I do not, I think that in order to say that I love these jobs because I do not have enough evidence for that. However, I believe that in the future when I am really old and I look at the time when I teach my students, that I overcome a lot of difficulties that I have in my life. I can say that I love these jobs.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, that's a really, um, emotional question. As you know, because the reason I want to be a teacher is that I love the moment and, And the opportunity to meet new students, the new people and teach them. And I believe that when I give a new knowledge and I see in their eyes, they understand the problem and they become better in one day. So that's my passion and that's the reason why. Actually, I don't, I think that in order to say that I love these jobs because I don't have enough evidence for that. However, I believe that in the future when I'm really old and I look at the time when I teach my students, that I overcome a lot of difficulties that I have in my life. I can say that I love these jobs.",
      "transcript_cleaned": "Yes, that is a really, emotional question. As you know, because the reason I want to be a teacher is that I love the moment and, And the opportunity to meet new students, the new people and teach them. And I believe that when I give a new knowledge and I see in their eyes, they understand the problem and they become better in one day. So that is my passion and that is the reason why. Actually, I do not, I think that in order to say that I love these jobs because I do not have enough evidence for that. However, I believe that in the future when I am really old and I look at the time when I teach my students, that I overcome a lot of difficulties that I have in my life. I can say that I love these jobs.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q06",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Tell me Lam, do you prefer working in the morning or the evenings?",
      "transcript": "Actually, I am kind of an old human. You know, I refer to working at night. I feel more focused and concentrated or more efficient when I am working at night. And you know, actually, a part of that is that my apartment, a lot of noise in the morning, so at night, they are really quiet so that I can focus on my work. Fantastic, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually, I am kind of an old human. You know, I refer to working at night. I feel more focused and concentrated or more efficient when I'm working at night. And you know, actually, a part of that is that my apartment, a lot of noise in the morning, so at night, they're really quiet so that I can focus on my work. Fantastic, thank you.",
      "transcript_cleaned": "Actually, I am kind of an old human. You know, I refer to working at night. I feel more focused and concentrated or more efficient when I am working at night. And you know, actually, a part of that is that my apartment, a lot of noise in the morning, so at night, they are really quiet so that I can focus on my work. Fantastic,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6oTmLm6elpY_q07",
      "video_id": "6oTmLm6elpY",
      "band": 6.0,
      "question": "Tell me, do you like spending time with friends?",
      "transcript": "I would, I would like to spend my time with my close friends. previously I am a type of person, I can, I could make friends with a lot of people and exchange a lot of secrets.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would, uh, I would like to spend my time with my close friends. Um, previously I am a type of person, I can, I could make friends with a lot of people and exchange a lot of secrets.",
      "transcript_cleaned": "I would, I would like to spend my time with my close friends. previously I am a type of person, I can, I could make friends with a lot of people and exchange a lot of secrets.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}