{
  "batch_id": 98,
  "count": 20,
  "samples": [
    {
      "sample_id": "eay1wXKPtws_q08",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "And why is math so important?",
      "transcript": "I think it is very fundamental for a lot of degrees and a lot of not just educational but occupational things that you might go into. Math has always provided to be a basis for everything.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it is very fundamental for a lot of degrees and a lot of not just educational but occupational things that you might go into. Math has always provided to be a basis for everything.",
      "transcript_cleaned": "I think it is very fundamental for a lot of degrees and a lot of not just educational but occupational things that you might go into. Math has always provided to be a basis for everything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q09",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "And is maths easy for everyone?",
      "transcript": "No, I cannot say that it is. I think it is a personality trait that you are either more inclined Towards mathematical thinking or you are not. In this section she talked about math. Or you can say maths. You know that math is the American way to say maths or mathematics. You can say either. does not really matter. But in this section Saskia used some great language. She says you are more inclined. She talked about personality. Some people are more inclined. Other people are not inclined. And that means that they have some tendency or trait that they have an ability to do something.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, I can't say that it is. I think it's a personality trait that you are either more inclined Towards mathematical thinking or you are not. In this section she talked about math. Or you can say maths. You know that math is the American way to say maths or mathematics. You can say either. Doesn't really matter. But in this section Saskia used some great language. She says you are more inclined. She talked about personality. Some people are more inclined. Other people are not inclined. And that means that they have some tendency or trait that they have an ability to do something.",
      "transcript_cleaned": "No, I cannot say that it is. I think it is a personality trait that you are either more inclined Towards mathematical thinking or you are not. In this section she talked about math. Or you can say maths. You know that math is the American way to say maths or mathematics. You can say either. does not really matter. But in this section Saskia used some great language. She says you are more inclined. She talked about personality. Some people are more inclined. Other people are not inclined. And that means that they have some tendency or trait that they have an ability to do something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q10",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "What makes you smile?",
      "transcript": "Everything, as you can tell. Everything will make me smile. I think I am a very smiley person.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Everything, as you can tell. Everything will make me smile. I think I'm a very smiley person.",
      "transcript_cleaned": "Everything, as you can tell. Everything will make me smile. I think I am a very smiley person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q11",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "And how often do you smile?",
      "transcript": "A lot of the time, I can honestly say. I really like this because Saskia has a great rapport or relationship with the practice examiner Make sure that in your test you not feeling too nervous Try to pretend that you talking to a friend Have a natural conversation Sometimes your sentences will be short Sometimes you can expand on them It doesn really matter Just make sure that you properly address the question so that you feel confident that you answered it Yep.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "A lot of the time, I can honestly say. I really like this because Saskia has a great rapport or relationship with the practice examiner Make sure that in your test you not feeling too nervous Try to pretend that you talking to a friend Have a natural conversation Sometimes your sentences will be short Sometimes you can expand on them It doesn really matter Just make sure that you properly address the question so that you feel confident that you answered it Yep.",
      "transcript_cleaned": "A lot of the time, I can honestly say. I really like this because Saskia has a great rapport or relationship with the practice examiner Make sure that in your test you not feeling too nervous Try to pretend that you talking to a friend Have a natural conversation Sometimes your sentences will be short Sometimes you can expand on them It doesn really matter Just make sure that you properly address the question so that you feel confident that you answered it",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q12",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "When they are happy, when they are loving in love, just excited.",
      "transcript": "Sometimes when you are sad, you can give a sympathetic smile and smiles can convey so much. Great language here. She said smiles can convey, to convey, to show or to get some meaning across. So she said smiles can convey. It can be, convey good things or bad things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Sometimes when you're sad, you can give a sympathetic smile and smiles can convey so much. Great language here. She said smiles can convey, to convey, to show or to get some meaning across. So she said smiles can convey. It can be, convey good things or bad things.",
      "transcript_cleaned": "Sometimes when you are sad, you can give a sympathetic smile and smiles can convey so much. Great language here. She said smiles can convey, to convey, to show or to get some meaning across. So she said smiles can convey. It can be, convey good things or bad things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q13",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Do you smile when you are having a photo?",
      "transcript": "I try to. I try to. But you know, sometimes you have got to give that, that steely, the blue steel look I think it is called. that is the one. A pose. A pose. I am going to give you a topic and I would like you to talk about it for one to two minutes. The only piece of feedback that I would give to Saskia here is that at times some of her answers are a little bit short and I feel that she could elaborate a little bit more on her answers. For example, she talked about whether people smile in photographs. And she could say, well yeah, I tend to smile often in photographs, but I suppose it depends on the situation. If it is an active photograph and we are, doing something, then maybe there is no chance to smile. But she did, use a word which I am not that familiar with, but I am not doubting her. It was a blue steel smile. I do not really use that phrase very often, but I think it is probably true. You can talk about having a steely complexion, which means that you are quite stern and you do not always smile. So somebody who has a steely complexion might not smile so often.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I try to. I try to. But you know, sometimes you've got to give that, that steely, the blue steel look I think it's called. That's the one. A pose. A pose. I'm going to give you a topic and I'd like you to talk about it for one to two minutes. The only piece of feedback that I'd give to Saskia here is that at times some of her answers are a little bit short and I feel that she could elaborate a little bit more on her answers. For example, she talked about whether people smile in photographs. And she could say, well yeah, I tend to smile often in photographs, but I suppose it depends on the situation. If it's an active photograph and we're, um, doing something, then maybe there's no chance to smile. But she did, um, use a word which I'm not that familiar with, but I'm not doubting her. It was a blue steel smile. Um, I don't really use that phrase very often, but I think it's probably true. You can talk about having a steely complexion, which means that um, you're quite uh, stern and you don't always smile. So somebody who has a steely complexion might not smile so often.",
      "transcript_cleaned": "I try to. I try to. But you know, sometimes you have got to give that, that steely, the blue steel look I think it is called. that is the one. A pose. A pose. I am going to give you a topic and I would like you to talk about it for one to two minutes. The only piece of feedback that I would give to Saskia here is that at times some of her answers are a little bit short and I feel that she could elaborate a little bit more on her answers. For example, she talked about whether people smile in photographs. And she could say, well yeah, I tend to smile often in photographs, but I suppose it depends on the situation. If it is an active photograph and we are, doing something, then maybe there is no chance to smile. But she did, use a word which I am not that familiar with, but I am not doubting her. It was a blue steel smile. I do not really use that phrase very often, but I think it is probably true. You can talk about having a steely complexion, which means that you are quite stern and you do not always smile. So somebody who has a steely complexion might not smile so often.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q14",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "It is like what?",
      "transcript": "That is not what you should be doing as, you know, such a multi-million dollar company. And even Kendall Jenner as an individual and as somebody who signs up to do this sort of protest. Exactly. You just have to question where their morals are. Yeah. No, great. Wow! So much excellent language in here. I think Saskia did a fantastic job.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That is not what you should be doing as, you know, such a multi-million dollar company. And even Kendall Jenner as an individual and as somebody who signs up to do this sort of protest. Exactly. You just have to question where their morals are. Yeah. No, great. Wow! So much excellent language in here. I think Saskia did a fantastic job.",
      "transcript_cleaned": "That is not what you should be doing as, you know, such a multi-million dollar company. And even Kendall Jenner as an individual and as somebody who signs up to do this sort of protest. Exactly. You just have to question where their morals are. Yeah. No, great. Wow! So much excellent language in here. I think Saskia did a fantastic job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q16",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "And I spoke to Saskia after her test and I said, why did you use the word advertisement?",
      "transcript": "Advertisement. And she said, yeah, I know. Actually, in my country, in Sri Lanka, we say advertisement.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Advertisement. And she said, yeah, I know. Actually, in my country, in Sri Lanka, we say advertisement.",
      "transcript_cleaned": "Advertisement. And she said, yeah, I know. Actually, in my country, in Sri Lanka, we say advertisement.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q19",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Why do companies advertise?",
      "transcript": "Because it attracts the attention of consumers and they can capitalize on their product.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because it attracts the attention of consumers and they can capitalize on their product.",
      "transcript_cleaned": "Because it attracts the attention of consumers and they can capitalize on their product.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q21",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Do you know what a product placement is?",
      "transcript": "Well, it is when you see something on a TV show or, on TV, which is advertising a product, but you do not actually, realise it is an advertisement. it is sitting, maybe there is a, a cup sitting on the desk, or maybe there is a car in the background. that is called product placement. She also said, it is commonplace. She said, it is so commonplace.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it's when you see something on a TV show or, er, on TV, which is advertising a product, but you don't actually, er, realise it's an advertisement. It's sitting, maybe there's a, a cup sitting on the desk, or maybe there's a car in the background. That's called product placement. She also said, it's commonplace. She said, it's so commonplace.",
      "transcript_cleaned": "it is when you see something on a TV show or, on TV, which is advertising a product, but you do not actually, realise it is an advertisement. it is sitting, maybe there is a, a cup sitting on the desk, or maybe there is a car in the background. that is called product placement. She also said, it is commonplace. She said, it is so commonplace.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q22",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Which means it is really common, but it is a different way to say common, commonplace.",
      "transcript": "And she also said, I could do with a Coke. I could do with a Coke means I really want a Coke. I could do with a cup of tea. I really need a cup of tea.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And she also said, I could do with a Coke. I could do with a Coke means I really want a Coke. Ah, I could do with a cup of tea. I really need a cup of tea.",
      "transcript_cleaned": "And she also said, I could do with a Coke. I could do with a Coke means I really want a Coke. I could do with a cup of tea. I really need a cup of tea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q23",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Should advertising be regulated?",
      "transcript": "I think it should be because otherwise we fall into, we are in a very capitalist economy and society and I think that without the regulation of advertisements you do not actually realize that you are being advertised to and you lose that sense of control over yourself, your spending, you do not have any autonomy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it should be because otherwise we fall into, we're in a very capitalist economy and society and I think that without the regulation of advertisements you don't actually realize that you are being advertised to and you lose that sense of control over yourself, your spending, you don't have any autonomy.",
      "transcript_cleaned": "I think it should be because otherwise we fall into, we are in a very capitalist economy and society and I think that without the regulation of advertisements you do not actually realize that you are being advertised to and you lose that sense of control over yourself, your spending, you do not have any autonomy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q24",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Did you catch Saskia saying the word advertisement again?",
      "transcript": "Yep, it crept in and I think the examiner would notice that. Such a shame. Great speech by the way. She is talking at length using great, great language.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yep, it crept in and I think the examiner would notice that. Such a shame. Great speech by the way. She's talking at length using great, great language.",
      "transcript_cleaned": "Yep, it crept in and I think the examiner would notice that. Such a shame. Great speech by the way. She is talking at length using great, great language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q25",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Is celebrity endorsement a good or a bad thing?",
      "transcript": "I understand how for the companies it could be a good thing. it is an excellent way to get, you know, the layman's attention. But at the same time, like you said, I do believe that it has to be regulated. Because celebrity endorsement is excellent. And it is very, very effective. But at the same time, it does come with its, you know, issues.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I understand how for the companies it could be a good thing. It's an excellent way to get, you know, the layman's attention. But at the same time, like you said, I do believe that it has to be regulated. Because celebrity endorsement is excellent. And it's very, very effective. But at the same time, it does come with its, you know, issues.",
      "transcript_cleaned": "I understand how for the companies it could be a good thing. it is an excellent way to get, you know, the layman's attention. But at the same time, like you said, I do believe that it has to be regulated. Because celebrity endorsement is excellent. And it is very, very effective. But at the same time, it does come with its, you know, issues.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q26",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "Have you ever found yourself buying something because a celebrity promoted it?",
      "transcript": "I have found myself considering things because a celebrity has promoted it. Because I am just like huh, I mean her skin is great, she is using the skincare product, there has to be some sort of correlation. But you do not actually think about you know the amount of editing etc that goes into her skin being great. That sort of thing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I have found myself considering things because a celebrity has promoted it. Because I'm just like huh, I mean her skin is great, she's using the skincare product, there has to be some sort of correlation. But you don't actually think about you know the amount of editing etc that goes into her skin being great. That sort of thing.",
      "transcript_cleaned": "I have found myself considering things because a celebrity has promoted it. Because I am just like huh, I mean her skin is great, she is using the skincare product, there has to be some sort of correlation. But you do not actually think about you know the amount of editing etc that goes into her skin being great. That sort of thing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eay1wXKPtws_q27",
      "video_id": "eay1wXKPtws",
      "band": 8.5,
      "question": "And what celebrity might that be?",
      "transcript": "I think it was just some model I remember. I think it was Gigi Hadid because I think when it comes to young girls and women and fashion industries, -. You, you see a model or somebody who is very high up and very popular and immediately you think, oh, well, you know, if they are doing it, it must be right. So that is just that sort of thing. Thank you very much. That is the end of the speaking test. Wow. Saskia had an excellent speaking test in this example.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it was just some model I remember. I think it was Gigi Hadid because I think when it comes to young girls and women and fashion industries, Mm-hmm. You, you see a model or somebody who's very high up and very popular and immediately you think, oh, well, you know, if they're doing it, it must be right. So that's just that sort of thing. Thank you very much. That is the end of the speaking test. Wow. Saskia had an excellent speaking test in this example.",
      "transcript_cleaned": "I think it was just some model I remember. I think it was Gigi Hadid because I think when it comes to young girls and women and fashion industries, -. You, you see a model or somebody who is very high up and very popular and immediately you think, oh, well, you know, if they are doing it, it must be right. So that is just that sort of thing. Thank you very much. That is the end of the speaking test. Wow. Saskia had an excellent speaking test in this example.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q01",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And are you working or are you a student?",
      "transcript": "I am currently, well, I am going to become a student next year. Yeah, I am working on the process of becoming, or attending university, you know, application process.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm currently, well, I'm gonna become a student next year. Yeah, I'm working on the process of becoming, or attending university, you know, application process.",
      "transcript_cleaned": "I am currently, well, I am going to become a student next year. Yeah, I am working on the process of becoming, or attending university, you know, application process.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q02",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And what major did you choose?",
      "transcript": "I think I am going to go into pharmacy school, so like the pharmaceutical area. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think I'm going to go into pharmacy school, so like the pharmaceutical area. Yeah. Okay.",
      "transcript_cleaned": "I think I am going to go into pharmacy school, so like the pharmaceutical area.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q03",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And why did you choose this major?",
      "transcript": "I chose this major because I am interested in the areas of biology and chemistry and pharmacy school is a way I can study that in depth and also I want to be able to help other people through this process. So I thought that was a good major to study for that. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I chose this major because I'm interested in the areas of biology and chemistry and pharmacy school is a way I can study that in depth and also I want to be able to help um, other people through this process. So I thought that was a good major to study for that. Great.",
      "transcript_cleaned": "I chose this major because I am interested in the areas of biology and chemistry and pharmacy school is a way I can study that in depth and also I want to be able to help other people through this process. So I thought that was a good major to study for that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TcfhcHyNtcI_q04",
      "video_id": "TcfhcHyNtcI",
      "band": 9.0,
      "question": "And what do you like doing when you have some free time?",
      "transcript": "One of the things I really enjoy doing in my free time is reading books. I read all different kinds of books. and I just really enjoy it because I get to live another person's life I can see through other people's perspective, which I think is really valuable to me as well. Now we are going to talk about, your home.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, one of the things I really enjoy doing in my free time is reading books. Um, I read all different kinds of books. Uh, and I just really enjoy it because I get to live another person's life I can see through other people's perspective, which I think is really valuable to me as well. Now we're going to talk about, uh, your home.",
      "transcript_cleaned": "One of the things I really enjoy doing in my free time is reading books. I read all different kinds of books. and I just really enjoy it because I get to live another person's life I can see through other people's perspective, which I think is really valuable to me as well. Now we are going to talk about, your home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}