{
  "batch_id": 259,
  "count": 20,
  "samples": [
    {
      "sample_id": "LE_F9u-DYe0_q18",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "So, do you think that possibly beauty companies should not be allowed to advertise to children?",
      "transcript": "Probably yes because children's minds are not fully formed yet and their cognitive processes are still developing. Therefore, they might be way more vulnerable than any other group let us say of people towards these aggressive marketing actions. So I do believe that children especially young girls should not be a target for marketing campaigns.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "probably yes because children's minds are not fully formed yet and their cognitive processes are still developing. Therefore, they might be way more vulnerable than any other group let's say of people towards these aggressive marketing actions. So I do believe that children especially young girls should not be a target for marketing campaigns.",
      "transcript_cleaned": "Probably yes because children's minds are not fully formed yet and their cognitive processes are still developing. Therefore, they might be way more vulnerable than any other group let us say of people towards these aggressive marketing actions. So I do believe that children especially young girls should not be a target for marketing campaigns.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q19",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Why is it that so many people equate beauty with youth?",
      "transcript": "Well, there are cert there are several reasons for this. The first one is the way that youth is being promoted in the media. Like we consider people who do not have wrinkles, who have this who have these youthful features, beautiful. And that is partly because of the way that we are programmed biologically. like evolutionary people who are young are considered to be more viable and since they are they since they have more ability to prolong their life and to live a longer life they are considered to be more attractive towards for example other sexes or towards like their partners and etc. So I believe that there is a twist of evolution but also media also adds certain sprinkles of the way that we see how youth is equal to beauty.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, there are cert there are several reasons for this. The first one is the way that youth is being promoted in the media. Like we consider people who do not have wrinkles, who have this who have these youthful features, beautiful. And that's partly because of the way that we are programmed biologically. like evolutionary people who are young are considered to be more viable and since they are they since they have more ability to um prolong um their life and to live a longer life they are considered to be more attractive towards uh for example other sexes or towards like their partners and etc. So I believe that there is a twist of evolution but also um media also adds certain sprinkles of the way that we see how youth is equal to beauty.",
      "transcript_cleaned": "there are cert there are several reasons for this. The first one is the way that youth is being promoted in the media. Like we consider people who do not have wrinkles, who have this who have these youthful features, beautiful. And that is partly because of the way that we are programmed biologically. like evolutionary people who are young are considered to be more viable and since they are they since they have more ability to prolong their life and to live a longer life they are considered to be more attractive towards for example other sexes or towards like their partners and etc. So I believe that there is a twist of evolution but also media also adds certain sprinkles of the way that we see how youth is equal to beauty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q20",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "Now do you think that people that are beautiful or people's level of beauty can affect their success in life?",
      "transcript": "Many in many ways we find that physically attractive people they are more successful in career in business in for example even deals because we are people we are not logical we are biological creatures and that is why physical attractiveness makes one look more trustworthy as a business partner or as for example if you are an investor you are more likely to invest in a physically attractive or in other words a conventionally beautiful person's business or project even if their business model is weaker in many respects than the other person who is not maybe as attractive. Sounds like a sad thing to me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Many in many ways we find that physically attractive people they are more successful in career in business in for example even deals because we are people we're not logical we are biological creatures and that's why physical attractiveness makes one look more trustworthy as a business partner or as for example if you're an investor you are more likely to invest in a physically attractive or in other words a conventionally beautiful person's business or project even if their business model is weaker in many respects than the other person who's not maybe as attractive. Sounds like a sad thing to me.",
      "transcript_cleaned": "Many in many ways we find that physically attractive people they are more successful in career in business in for example even deals because we are people we are not logical we are biological creatures and that is why physical attractiveness makes one look more trustworthy as a business partner or as for example if you are an investor you are more likely to invest in a physically attractive or in other words a conventionally beautiful person's business or project even if their business model is weaker in many respects than the other person who is not maybe as attractive. Sounds like a sad thing to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LE_F9u-DYe0_q21",
      "video_id": "LE_F9u-DYe0",
      "band": 9.0,
      "question": "What about you?",
      "transcript": "It is a negative development because truly there are geniuses who may not objectively look physically attractive but their ideas are worth millions and billions of dollars but because of the way that we are wired they may not have the same opportunity or they might have to work a lot harder than their more attractive counterparts. So we may state that the society may be losing a lot of geniuses because of this conception. Thank you very much. That is the end of the speaking test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It is a negative development because truly there are geniuses who may not objectively look physically attractive but their ideas are worth millions and billions of dollars but because of the way that we are wired they may not have the same opportunity or they might have to work a lot harder than their more attractive counterparts. So we may state that the society may be losing a lot of geniuses because of this conception. Thank you very much. That is the end of the speaking test.",
      "transcript_cleaned": "It is a negative development because truly there are geniuses who may not objectively look physically attractive but their ideas are worth millions and billions of dollars but because of the way that we are wired they may not have the same opportunity or they might have to work a lot harder than their more attractive counterparts. So we may state that the society may be losing a lot of geniuses because of this conception. Thank you very much. That is the end of the speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q01",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "How long have you lived in the area you live in now?",
      "transcript": "&gt;&gt; now I am currently living in Skoin Province, which is my hometown. I live there for almost in almost 20 years.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Um, now I'm currently living in Skoin Province, which is my hometown. I live there uh for almost in almost 20 years.",
      "transcript_cleaned": "&gt;&gt; now I am currently living in Skoin Province, which is my hometown. I live there for almost in almost 20 years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q02",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "Do people of all ages live there?",
      "transcript": "&gt;&gt; Yes, of course. this city is quite is quite as boring for some people, but I think this is a is has a tranquil atmosphere that is suitable for the elderly and shy to living there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, of course. Uh this city is quite uh is quite as boring for some people, but I think this is a is has a tranquil atmosphere that's suitable for the elderly and uh shy to living there.",
      "transcript_cleaned": "&gt;&gt; Yes, of course. this city is quite is quite as boring for some people, but I think this is a is has a tranquil atmosphere that is suitable for the elderly and shy to living there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q03",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "Would you recommend this area to other people?",
      "transcript": "I strongly recommend to for the every people especially who like who who who want to live for the hustle and bustle of the city life to living in the in my city because it have a franko atmosphere that I say before. And another thing that is I think is quite advantage is that there have there are lots of national area that can visit &gt;&gt; like a national park. &gt;&gt; Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I strongly recommend to uh for the every people especially who uh like uh who who who want to live for the hustle and bustle of the city life to living in the in my city because it have a franko atmosphere that I say before. And another thing that is I think is quite advantage is that there have uh there are lots of national area that can visit &gt;&gt; like a national park. &gt;&gt; Thank you.",
      "transcript_cleaned": "I strongly recommend to for the every people especially who like who who who want to live for the hustle and bustle of the city life to living in the in my city because it have a franko atmosphere that I say before. And another thing that is I think is quite advantage is that there have there are lots of national area that can visit &gt;&gt; like a national park. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q04",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "How often do you read books?",
      "transcript": "At in this day I scared to to reading to read a book but when I was a med university student I often read a book in every day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh at in this day I uh scared to uh to reading to read a book but uh when I was a med university student I often read a book in every day.",
      "transcript_cleaned": "At in this day I scared to to reading to read a book but when I was a med university student I often read a book in every day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q05",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "&gt;&gt; What kind of books do you like to read?",
      "transcript": "The book that I normally read when I was a teenager is the was s size book a book about the science and biology that in now say I often read the sci-fi fiction books. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh the book that I uh normally read when I was a teenager is the uh was uh s size book a book about the science and biology that in now say I uh often read the sci-fi fiction books. Mhm.",
      "transcript_cleaned": "The book that I normally read when I was a teenager is the was s size book a book about the science and biology that in now say I often read the sci-fi fiction books. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q06",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "&gt;&gt; What was the last book you read?",
      "transcript": "&gt;&gt; the last book that I read is well this was the the the books that I got of the robot that &gt;&gt; have used to used to use this robot to to be a team party. I I cannot remember what like read there. Thank Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Uh the last book that I read is well this was the uh the the books that I got of the robot that &gt;&gt; uh have uh used to uh used to use this robot to to be a team party. I I can't remember what like read there. Thank Thank you.",
      "transcript_cleaned": "&gt;&gt; the last book that I read is well this was the the the books that I got of the robot that &gt;&gt; have used to used to use this robot to to be a team party. I I cannot remember what like read there. Thank",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q07",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "Do people in your country like to read?",
      "transcript": "&gt;&gt; I think many people tend to not read the book anymore because they have a lot of tenor that can read instead. for example the e- magazine or the read the article on the internet. &gt;&gt;.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; I think uh uh many people tend to not read the book anymore because they have a lot of tenor that can read instead. uh for example the e- magazine or the read the article on the internet. &gt;&gt;.",
      "transcript_cleaned": "&gt;&gt; I think many people tend to not read the book anymore because they have a lot of tenor that can read instead. for example the e- magazine or the read the article on the internet. &gt;&gt;.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q08",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "How often do you use public transport?",
      "transcript": "&gt;&gt; I in my daily life I use a transport to to travel to work. I often use the bus to to go to my workplace and sometime when I have a time or especially on the weekend to I I use the trains to travel to another cities. Thank you. Now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh I in my daily life I use a transport to uh to travel to work. Uh I often use the bus to to go to my workplace and sometime when I have a time or especially on the weekend to I I use the uh trains to travel to uh another cities. Thank you. Now I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "&gt;&gt; I in my daily life I use a transport to to travel to work. I often use the bus to to go to my workplace and sometime when I have a time or especially on the weekend to I I use the trains to travel to another cities. Thank you. Now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q09",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "Do you understand?",
      "transcript": "&gt;&gt; Yes, I understand this time. &gt;&gt; Thank you. So, in the chat, you should be able to see your question. So, I would like you to please describe a time you had to change your plans because of the weather. All right. Remember you have 1 to two minutes for this so do not worry if I stop you I will tell you when the time is up.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Yes, I understand this time. &gt;&gt; Thank you. So, in the chat, you should be able to see your question. So, I'd like you to please describe a time you had to change your plans because of the weather. All right. Remember you have 1 to two minutes for this so don't worry if I stop you I'll tell you when the time is up.",
      "transcript_cleaned": "&gt;&gt; Yes, I understand this time. &gt;&gt; Thank you. So, in the chat, you should be able to see your question. So, I would like you to please describe a time you had to change your plans because of the weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q11",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "So do you often change your plans because of the weather?",
      "transcript": "Yes, very often. &gt;&gt; Okay, thank you. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, very often. &gt;&gt; Okay, thank you. Now,.",
      "transcript_cleaned": "Yes, very often. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q12",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "So, is it important for people to check the weather before they plan an outdoor activity?",
      "transcript": "I think it is checking the weather by using the weather forecast app in the mobile phone is is a convenience way and I think it is is the way that many people should do because they they can arrange that time to to to go to the the the destinations on time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it's uh checking the weather by uh using the weather forecast app in the mobile phone is is a convenience way and I think it is is the way that many people should do because they uh they can uh arrange that time to to uh to go to the uh the the destinations on time.",
      "transcript_cleaned": "I think it is checking the weather by using the weather forecast app in the mobile phone is is a convenience way and I think it is is the way that many people should do because they they can arrange that time to to to go to the the the destinations on time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q13",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "&gt;&gt; But but is it important for people to check the weather before they plan an outdoor activity?",
      "transcript": "&gt;&gt; I think it is is crucial because they they can prepare well before set off. &gt;&gt; Yeah. Just for example the like bring if if the that they have the venies they can they can bring the ember together &gt;&gt; and what are the most common ways for people to check the weather? I think nowadays with the inventor of the internet they most of the people use the in weather forecast on mobile on application in your in on their own mobile phone &gt;&gt; to check the weather.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I think it's uh is crucial because they they can uh prepare well before set off. &gt;&gt; Yeah. Just uh for example the like bring if if the that they have the venies they can they can uh bring the ember together &gt;&gt; and what are the most common ways for people to check the weather? Uh I think nowadays with the inventor of the internet they uh most of the people use the in uh weather forecast on mobile on application in your in on their own mobile phone &gt;&gt; to check the weather.",
      "transcript_cleaned": "&gt;&gt; I think it is is crucial because they they can prepare well before set off. &gt;&gt; Yeah. Just for example the like bring if if the that they have the venies they can they can bring the ember together &gt;&gt; and what are the most common ways for people to check the weather? I think nowadays with the inventor of the internet they most of the people use the in weather forecast on mobile on application in your in on their own mobile phone &gt;&gt; to check the weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q14",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "&gt;&gt; Do you think that is normally accurate though?",
      "transcript": "I think it is not 100% accurate accuracy but more than 80% of the information the information that appear appears in the internet have is is reliable.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it's not 100% accurate accuracy but uh more than 80% of the information the information that uh appear appears in the internet have is uh is reliable.",
      "transcript_cleaned": "I think it is not 100% accurate accuracy but more than 80% of the information the information that appear appears in the internet have is is reliable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q15",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "M and if you go traveling to another country, should you check the weather before you plan your trip?",
      "transcript": "&gt;&gt; This is quite important for the for the traveler to to decide to to decide to travels aboard. for example, when you decided to go to the Hong Kong, we have a typhoon &gt;&gt; and at this time is is quite important to know that what the weather &gt;&gt; have in that destination. &gt;&gt; Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; This is quite important for the uh for the traveler to uh to decide to to decide to travels aboard. Uh for example, when you decided to go to the Hong Kong, we have a uh typhoon &gt;&gt; and at this time is is quite important to know that what the weather &gt;&gt; uh have in that destination. &gt;&gt; Thank you.",
      "transcript_cleaned": "&gt;&gt; This is quite important for the for the traveler to to decide to to decide to travels aboard. for example, when you decided to go to the Hong Kong, we have a typhoon &gt;&gt; and at this time is is quite important to know that what the weather &gt;&gt; have in that destination. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q16",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "So, how does the weather affect people's daily plans?",
      "transcript": "&gt;&gt; Yes, &gt;&gt; I think it is not it depends. I I mean it depends on where they where they live &gt;&gt; especially in if you if if most of mo if that people if they live in the country that have a free citizens in the day is maybe a fixed yeah them and but if you live in the parent for example But it may be quite not effect than daily life. &gt;&gt; Oh yeah, you mentioned three seasons in a day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, &gt;&gt; I think it's not it depends. I I mean uh it depends on uh where they where they live &gt;&gt; especially uh in if you if uh if most of mo if that people if they live in the country that have a free citizens in the day is maybe a fixed yeah them and but if you live in the parent for example But it may be quite not effect than daily life. &gt;&gt; Oh yeah, you mentioned three seasons in a day.",
      "transcript_cleaned": "&gt;&gt; Yes, &gt;&gt; I think it is not it depends. I I mean it depends on where they where they live &gt;&gt; especially in if you if if most of mo if that people if they live in the country that have a free citizens in the day is maybe a fixed yeah them and but if you live in the parent for example But it may be quite not effect than daily life. &gt;&gt; Oh yeah, you mentioned three seasons in a day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZchxB4r_cRo_q17",
      "video_id": "ZchxB4r_cRo",
      "band": 5.5,
      "question": "What do you mean by that?",
      "transcript": "The I I am aware that I am aware of the the the difference that they of the UK because they have a impact on the many many factors that in the morning they may have a rainy and in the afternoon they may have a snow is something like that. &gt;&gt; Okay, thank you very much. That is the end of the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh uh the uh uh I I am aware that I'm aware of the the the difference that they of the UK because uh they have a impact on the many uh many factors uh that in the morning they may have a rainy and in the afternoon they may have a snow is something like that. &gt;&gt; Okay, thank you very much. That is the end of the speaking.",
      "transcript_cleaned": "The I I am aware that I am aware of the the the difference that they of the UK because they have a impact on the many many factors that in the morning they may have a rainy and in the afternoon they may have a snow is something like that. &gt;&gt; Okay, thank you very much. That is the end of the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}