{
  "batch_id": 87,
  "count": 20,
  "samples": [
    {
      "sample_id": "YbdFZr9v3N8_q06",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "And do you think people spend too much time online these days?",
      "transcript": "In my personal opinion, yes, they do spend a lot more time online than offline because nowadays you can do more things online than offline such as shopping, playing games with people, and interacting in general. And also I believe it is more comfortable to, you know, just click on keyboards rather than to actually do something with hands. Like making stuff or writing down poems, books, stories, such as that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In my personal opinion, yes, they do spend a lot more time online than offline because nowadays you can do more things online than offline such as shopping, playing games with people, and interacting in general. And also I believe it's more comfortable to, um, you know, just click on keyboards rather than to actually do something with hands. Like making stuff or writing down poems, books, stories, such as that. Okay.",
      "transcript_cleaned": "In my personal opinion, yes, they do spend a lot more time online than offline because nowadays you can do more things online than offline such as shopping, playing games with people, and interacting in general. And also I believe it is more comfortable to, you know, just click on keyboards rather than to actually do something with hands. Like making stuff or writing down poems, books, stories, such as that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q07",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "And what would your life be like without the internet?",
      "transcript": "Oh, it would be very painful without the internet. it is practically a compass for me. it is like using a compass when I am stuck on the internet. But when I do not have my compass, it is very frustrating and I cannot usually find my way to my answers. And I feel like I get lost more often. Okay Now let talk about breakfast So what do you usually eat for breakfast I usually eat vegetables first because it more of a diet I guess that I usually do I don usually eat meat or any grains in the morning because it makes you you know it has high calories more than you know vegetables and So I decided to eat carrots, cucumbers, anything that has more fiber than, you know, grain and meat.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, it would be very painful without the internet. It's practically a compass for me. It's like using a compass when I'm stuck on the internet. But when I don't have my compass, it's very frustrating and I can't usually find my way to my answers. And I feel like I get lost more often. Okay Now let talk about uh breakfast So what do you usually eat for breakfast I usually eat vegetables first because it more of a diet I guess that I usually do I don usually eat meat or any grains in the morning because it makes you you know it has high calories more than you know vegetables and So I decided to eat carrots, cucumbers, anything that has more fiber than, you know, grain and meat.",
      "transcript_cleaned": "Oh, it would be very painful without the internet. it is practically a compass for me. it is like using a compass when I am stuck on the internet. But when I do not have my compass, it is very frustrating and I cannot usually find my way to my answers. And I feel like I get lost more often. Okay Now let talk about breakfast So what do you usually eat for breakfast I usually eat vegetables first because it more of a diet I guess that I usually do I don usually eat meat or any grains in the morning because it makes you you know it has high calories more than you know vegetables and So I decided to eat carrots, cucumbers, anything that has more fiber than, you know, grain and meat.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q09",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "Okay, so could you describe a person who thinks music is important?",
      "transcript": "I would describe my father who is not really specialized in music but he does enjoy music a lot. He likes wide variety of music from electronic dance music or EDM to classic jazz or even classic music itself. And they think it makes sound part of the art category because just with normal sounds you do not really get any inspirations or anything aspiring in general. But when you add sound with another sound, it becomes a music and it makes, it is what makes sound interesting and it makes, it is what makes sound part of the art category itself. it is, it makes itself unique in general. Yeah, and to be honest, I feel like he does know what music is all about. he is just not very interested in making music itself because there are already astounding artists that make music out of any type of sounds. Yeah, that is what I believe. Okay, perfect.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I would describe my father who isn't really specialized in music but he does enjoy music a lot. He likes wide variety of music from electronic dance music or EDM to classic jazz or even classic music itself. And they think it makes sound part of the art category because just with normal sounds you don't really get any inspirations or anything aspiring in general. But when you add sound with another sound, it becomes a music and it makes, it's what makes sound interesting and it makes, it's what makes sound part of the art category itself. It's, it makes itself unique in general. Yeah, and to be honest, I feel like he does know what music is all about. He's just not very interested in making music itself because there are already astounding artists that make music out of any type of sounds. Yeah, that's what I believe. Okay, perfect.",
      "transcript_cleaned": "I would describe my father who is not really specialized in music but he does enjoy music a lot. He likes wide variety of music from electronic dance music or EDM to classic jazz or even classic music itself. And they think it makes sound part of the art category because just with normal sounds you do not really get any inspirations or anything aspiring in general. But when you add sound with another sound, it becomes a music and it makes, it is what makes sound interesting and it makes, it is what makes sound part of the art category itself. it is, it makes itself unique in general. Yeah, and to be honest, I feel like he does know what music is all about. he is just not very interested in making music itself because there are already astounding artists that make music out of any type of sounds. Yeah, that is what I believe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q11",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "However, when it comes down to art classes, music can be part of what your artwork is going to be about.",
      "transcript": "So sometimes it can be the whole inspiration. Sometimes it can just be a optional element. And sometimes it can be something that is crucial to your artwork. It can be a message itself. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So sometimes it can be the whole inspiration. Sometimes it can just be a optional element. And sometimes it can be something that is crucial to your artwork. It can be a message itself. Okay.",
      "transcript_cleaned": "sometimes it can be the whole inspiration. Sometimes it can just be a optional element. And sometimes it can be something that is crucial to your artwork. It can be a message itself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q12",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "And do you think there are any advantages to a store playing music?",
      "transcript": "I think there are plenty of advantages because sometimes when you walk around the streets you can hear musics. They sometimes attract people. They sometimes bring, they also promote the music in some way which is, Kind of part of the marketing strategy. And I believe that is a way to bring people's attention to music and the products they are promoting. Yes, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think there are plenty of advantages because sometimes when you walk around the streets you can hear musics. They sometimes attract people. They sometimes bring, um, they also promote the music in some way which is, Kind of part of the marketing strategy. And I believe that's a way to bring people's attention to music and the products they're promoting. Yes, yes.",
      "transcript_cleaned": "I think there are plenty of advantages because sometimes when you walk around the streets you can hear musics. They sometimes attract people. They sometimes bring, they also promote the music in some way which is, Kind of part of the marketing strategy. And I believe that is a way to bring people's attention to music and the products they are promoting. Yes, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q13",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "And do you think that affects customers' behavior?",
      "transcript": "Yeah, depending on what type of music they are using. If they are in a cafe, a soothing sound like jazz or any lo-fi music would probably fit well with cafes. But other times when you are in an arcade or when you are in a mall, something bright or something very.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, depending on what type of music they're using. If they're in a cafe, a soothing sound like jazz or any lo-fi music would probably fit well with cafes. But other times when you're in an arcade or when you're in a mall, something bright or something very.",
      "transcript_cleaned": "depending on what type of music they are using. If they are in a cafe, a soothing sound like jazz or any lo-fi music would probably fit well with cafes. But other times when you are in an arcade or when you are in a mall, something bright or something very.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q15",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "When we talked about the internet, you said you did not like it at first, but it grew up to me.",
      "transcript": "It grew up to me. the expression is grew on me. It grew on me. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It grew up to me. Uh, the expression is grew on me. It grew on me. Yeah.",
      "transcript_cleaned": "It grew up to me. the expression is grew on me. It grew on me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q16",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "When I talked about, when I asked you the question about your morning routine, is it different from the past and now?",
      "transcript": "I think you said it became a lot more different. I would say it is better to say it has become because you are talking about until now. So you should use the present perfect tense.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think you said it became a lot more different. I would say it's better to say it has become because you're talking about until now. So you should use the present perfect tense.",
      "transcript_cleaned": "I think you said it became a lot more different. I would say it is better to say it has become because you are talking about until now. So you should use the present perfect tense.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q18",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "Just like piece of art?",
      "transcript": "Yeah, a piece of art, a piece of music, yes. so yeah, obviously songs are countable. You know, you can say I listen to a few songs, but music is always uncountable.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, a piece of art, a piece of music, yes. Um, so yeah, obviously songs are countable. You know, you can say I listen to a few songs, but music is always uncountable.",
      "transcript_cleaned": "a piece of art, a piece of music, yes. so yeah, obviously songs are countable. You know, you can say I listen to a few songs, but music is always uncountable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q20",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "It is crucial, right?",
      "transcript": "One thing I liked as well when you, you know, when I asked you a question and you were trying, you were searching for one word, you know, you did not panic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, one thing I liked as well when you, you know, when I asked you a question and you were trying, you were searching for one word, you know, you didn't panic.",
      "transcript_cleaned": "One thing I liked as well when you, you know, when I asked you a question and you were trying, you were searching for one word, you know, you did not panic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q21",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "You were just like, oh, how do I say this?",
      "transcript": "It is hard to explain. I think that is something that students should also do during the test. So that was good. So yeah, overall, good test. Thank you. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's hard to explain. I think that's something that students should also do during the test. So that was good. So yeah, overall, good test. Thank you. Thank you.",
      "transcript_cleaned": "It is hard to explain. I think that is something that students should also do during the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q02",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "Do you like your hometown?",
      "transcript": "How? Well, actually, I do like it. This is Tehran. It is the capital city of Iran. Although the weather is a little bit hot, I like it. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "How? Well, actually, uh, I do like it. This is Tehran. It is the capital city of Iran. Although the weather is a little bit hot, I like it. Okay.",
      "transcript_cleaned": "How? Well, actually, I do like it. This is Tehran. It is the capital city of Iran. Although the weather is a little bit hot, I like it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q03",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "And what can a visitor do there?",
      "transcript": "Well, actually, there are many different sightseeing here, such as different museums or maybe local parks. And I do recommend you go to the international restaurants there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, actually, there are many different sightseeing here, such as different museums or maybe local parks. And I do recommend you go to the international restaurants there.",
      "transcript_cleaned": "actually, there are many different sightseeing here, such as different museums or maybe local parks. And I do recommend you go to the international restaurants there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q04",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "What are the common occupations of people there?",
      "transcript": "Well, many people actually, are engineers or many of them are also teachers and work in university or maybe, at schools.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, many people actually, um, are engineers or many of them are also teachers and work in university or maybe, uh, at schools.",
      "transcript_cleaned": "many people actually, are engineers or many of them are also teachers and work in university or maybe, at schools.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q05",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "What insights do traveling to places bring in a person?",
      "transcript": "Well, actually, I, I do love traveling because it can broaden my horizon. I can have this opportunity, to see the world differently. You know, I can see the cultures, different cultures, different customs. And because of that, I become able to, you know, have different point of view of the world.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, actually, um, I, I do love traveling because it can broaden my horizon. I can have this opportunity, um, to see the world differently. You know, I can see the cultures, different cultures, different customs. And because of that, I become able to, um, you know, have different point of view of the world.",
      "transcript_cleaned": "actually, I, I do love traveling because it can broaden my horizon. I can have this opportunity, to see the world differently. You know, I can see the cultures, different cultures, different customs. And because of that, I become able to, you know, have different point of view of the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q06",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "And how do you plan your travel?",
      "transcript": "Well, actually, I have a certain itinerary whenever I want to go traveling. For example, before getting started, I just plan the exact date. And after that I phone my family members or my, or my friends, and make them ready for a good travel. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, actually, I have a certain itinerary whenever I want to go traveling. For example, before getting started, I just plan the exact date. And after that I phone my family members or my, or my friends, er, and make them ready for a good travel. Okay,.",
      "transcript_cleaned": "actually, I have a certain itinerary whenever I want to go traveling. For example, before getting started, I just plan the exact date. And after that I phone my family members or my, or my friends, and make them ready for a good travel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q07",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "Did you have many friends in a school?",
      "transcript": "Unfortunately not. I was not that much a naughty student. I was a little bit shy and I did not have this opportunity to have different friends at a school.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Unfortunately not. I wasn't that much a naughty student. I was a little bit shy and I didn't have this opportunity to have different friends at a school.",
      "transcript_cleaned": "Unfortunately not. I was not that much a naughty student. I was a little bit shy and I did not have this opportunity to have different friends at a school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q08",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "Can you mention a cherished school memory?",
      "transcript": "A school memory which really I like that. Well, actually, I remember one time I, I just, expected myself that, I just, I will, just, ruin my math exam. then after that, unexpectedly, I could pass the exam with flying colors. That was my indelible moment at school. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, a school memory which really I like that. Well, actually, I remember one time I, I just, um, expected myself that, um, I just, um, I will, um, just, um, ruin my math exam. Um, then after that, unexpectedly, I could pass the exam with flying colors. That was my indelible moment at school. Great.",
      "transcript_cleaned": "A school memory which really I like that. Well, actually, I remember one time I, I just, expected myself that, I just, I will, just, ruin my math exam. then after that, unexpectedly, I could pass the exam with flying colors. That was my indelible moment at school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q09",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "And what kind of, things do schools offer in your country for a student?",
      "transcript": "Different, schools in my country actually offer, many different academic facilities. And they do offer, some laboratories. And, they provide a lot of facilities in the laboratories or maybe some swimming pools. furthermore, I think, students are able to, study, through projector and many different electronic things. Okay, thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, different, um, schools in my country actually offer, uh, many different academic facilities. And they do offer, um, some laboratories. And, um, they provide a lot of facilities in the laboratories or maybe some swimming pools. Uh, furthermore, I think, uh, students are able to, um, study, uh, through projector and many different electronic things. Okay, thank you very much.",
      "transcript_cleaned": "Different, schools in my country actually offer, many different academic facilities. And they do offer, some laboratories. And, they provide a lot of facilities in the laboratories or maybe some swimming pools. furthermore, I think, students are able to, study, through projector and many different electronic things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q11",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "Do people in your country try new gadgets and appliances in the market?",
      "transcript": "Well, actually, you know, cost of living is increasing these days in Iran and because of that many people are not able, I mean, they are not, they cannot afford many different, new technologies like, I do not know, Nixer or maybe kitchen appliances because, they are becoming really expensive nowadays. Okay, and, some people find it easy to follow instructions while assembling a gadget, while others find it difficult.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, actually, you know, cost of living is increasing these days in Iran and because of that many people are not able, I mean, they're not, uh, they can't afford many different, uh, new technologies like, um, I don't know, uh, Nixer or maybe kitchen appliances because, uh, they're becoming really expensive nowadays. Okay, and, uh, some people find it easy to follow instructions while assembling a gadget, while others find it difficult.",
      "transcript_cleaned": "actually, you know, cost of living is increasing these days in Iran and because of that many people are not able, I mean, they are not, they cannot afford many different, new technologies like, I do not know, Nixer or maybe kitchen appliances because, they are becoming really expensive nowadays. Okay, and, some people find it easy to follow instructions while assembling a gadget, while others find it difficult.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}