{
  "batch_id": 149,
  "count": 20,
  "samples": [
    {
      "sample_id": "zWBUgB9MLVo_q04",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "And what is your typical day like at work?",
      "transcript": "Okay, usually in the day, I make some different works. I am a teacher too, but in the night.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, usually in the day, um, I make some different works. Uh, I'm a teacher too, but in the night.",
      "transcript_cleaned": "usually in the day, I make some different works. I am a teacher too, but in the night.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q05",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "When the The nights come I am a real, writer and illustrator.",
      "transcript": "Probably in the nights is when I, I create, tell, the, touch, all the magic. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Probably in the nights is when I, er, I create, tell, the, touch, er, all the magic. Great.",
      "transcript_cleaned": "Probably in the nights is when I, I create, tell, the, touch, all the magic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q06",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "And, what would you change about your job?",
      "transcript": "Nothing. I really like my job. I really like reading and writing and investigate all sorts of events and things. Usually I write about monsters. I really like monsters.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Nothing. I really like my job. I really like reading and writing and investigate all sorts of events and things. Usually I write about monsters. I really like monsters.",
      "transcript_cleaned": "Nothing. I really like my job. I really like reading and writing and investigate all sorts of events and things. Usually I write about monsters. I really like monsters.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q07",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "What will you bring home when you come home from outside?",
      "transcript": "Okay, usually a notebook and a pen. my cell phone. I really need my cell phone to write every time I can. and these are really important to me because the ideas are in everywhere, every situation. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, usually a notebook and a pen. Um, my cell phone. I really need my cell phone to write every time I can. Um, and these are really important to me because the ideas are in everywhere, every situation. Great.",
      "transcript_cleaned": "usually a notebook and a pen. my cell phone. I really need my cell phone to write every time I can. and these are really important to me because the ideas are in everywhere, every situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q08",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "And did you ever forget to bring anything?",
      "transcript": "Usually no, because I like to be prepared for anything that could happen outside of my house. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Usually no, because I like to be prepared for anything that could happen outside of my house. Great.",
      "transcript_cleaned": "Usually no, because I like to be prepared for anything that could happen outside of my house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q09",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "And will you bring different things in the daytime or at night?",
      "transcript": "Okay, well, I need, in, night, usually my paper and my pens because I really, like to draw, in, with pen, with a pen. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, uh, well, um, I need, uh, in, uh, night, uh, usually my paper and my pens because I really, uh, like to draw, uh, in, with pen, with a pen. Okay,.",
      "transcript_cleaned": "I need, in, night, usually my paper and my pens because I really, like to draw, in, with pen, with a pen.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q10",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "When I play piano, I play classical pieces.",
      "transcript": "And even I create my own, my own pieces. also I really like, like to draw. Very good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, and even I create my own, my own pieces. Um, also I really like, like to draw. Very good.",
      "transcript_cleaned": "And even I create my own, my own pieces. also I really like, like to draw. Very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q11",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "And do you think it is harmful to spend too much time on a hobby?",
      "transcript": "No, actually I think that is some kind of cure for a lot of disease or even not a disease, just it is like a happy moment in some senses. Perfect, right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, actually I think that is some kind of cure for a lot of disease or even not a disease, just it's like a happy moment in some senses. Perfect, right.",
      "transcript_cleaned": "No, actually I think that is some kind of cure for a lot of disease or even not a disease, just it is like a happy moment in some senses. Perfect,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q12",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "And what free time activities would you like to try in the future?",
      "transcript": "In the future, maybe playing guitar or, maybe read some new books because I really, read a lot of sci-fi but maybe a romantic, a romantic novel, could be a new challenge for me. Thank you very much, Aldo. Now we are done with the first part of the exam. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In the future, um, maybe playing guitar or, um, maybe read some new books because I really, uh, read a lot of sci-fi but maybe a romantic, a romantic novel, uh, could be a new challenge for me. Thank you very much, Aldo. Now we are done with the first part of the exam. So.",
      "transcript_cleaned": "In the future, maybe playing guitar or, maybe read some new books because I really, read a lot of sci-fi but maybe a romantic, a romantic novel, could be a new challenge for me. Thank you very much, Aldo. Now we are done with the first part of the exam.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q13",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "Do you understand?",
      "transcript": "Yes. it is okay. So now I am giving you the topic.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. It's okay. So now I'm giving you the topic.",
      "transcript_cleaned": "Yes. it is okay. So now I am giving you the topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q14",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "So do you want to give me more information about why you think your friend's clothes are unusual?",
      "transcript": "Yes, well, they are unusual because in a lot of sense you do not see a lot of people with tab floats. it is like, yeah, just like one in a hundred. Thank you very much. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yes, uh, well, they are unusual because in a lot of sense you don't see a lot of people with tab floats. It's like, yeah, just like one in a hundred. Thank you very much. Now.",
      "transcript_cleaned": "Yes, well, they are unusual because in a lot of sense you do not see a lot of people with tab floats. it is like, yeah, just like one in a hundred.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q16",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "What do people consider when buying clothes?",
      "transcript": "I think that people maybe call, think, a lot of things. For example, the social, meaning of the clothes. The clothes are in a lot of senses, a symbol, a symbol of who I am, of who, who I am to the others, to other people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that people maybe call, um, think, um, a lot of things. For example, the social, um, meaning of the clothes. The clothes are in a lot of senses, uh, a symbol, a symbol of who I am, of who, um, who I am to the others, to other people.",
      "transcript_cleaned": "I think that people maybe call, think, a lot of things. For example, the social, meaning of the clothes. The clothes are in a lot of senses, a symbol, a symbol of who I am, of who, who I am to the others, to other people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q17",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "What do you mean by social meaning of the clothes?",
      "transcript": "Okay, in a lot of sense, when I use a shirt, I say something with that shirt without saying that. Because, I, when, when I, choose that, that clothes, a lot of the, times I, I think like, okay, this could say I am cool. This could say that I want something with, with someone. So now that you talked about the definition of what we wear, like the meaning that it can have for the people.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, in a lot of sense, when I use a shirt, I say something with that shirt without saying that. Because, um, I, when, when I, uh, choose that, that clothes, a lot of the, um, times I, I think like, hmm, okay, this could say I'm cool. This could say that I want something with, with someone. So now that you talked about the definition of what we wear, like the meaning that it can have for the people,.",
      "transcript_cleaned": "in a lot of sense, when I use a shirt, I say something with that shirt without saying that. Because, I, when, when I, choose that, that clothes, a lot of the, times I, I think like, okay, this could say I am cool. This could say that I want something with, with someone. So now that you talked about the definition of what we wear, like the meaning that it can have for the people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zWBUgB9MLVo_q18",
      "video_id": "zWBUgB9MLVo",
      "band": 4.0,
      "question": "Do you think it is a good idea to buy your clothes online?",
      "transcript": "Yes it a good idea well there are some problems with that like the measurement of the of the clothes the size But buying online it gives you a lot of opportunities because some some stores don have the full the full cash trash in the stores Okay But you know online yes Great And in what ways do young people see fashion differently than older people do Okay, I think that the social media helps a lot to, to make, young people know what, to use, to wear. because they know exactly what, how the, the models work, how the models are like, and what.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes it a good idea Um well there are some problems with that like the measurement of the of the clothes um the size But um buying online it gives you a lot of um opportunities because some some um stores don have the full um the full um cash trash in the stores Okay But you know online yes Great And in what ways do young people see fashion differently than older people do Okay, I think that the social media helps a lot to, to make, uh, young people know what, uh, to use, to wear. Um, because they know exactly what, how the, the models work, how the models are like, uh, and what.",
      "transcript_cleaned": "Yes it a good idea well there are some problems with that like the measurement of the of the clothes the size But buying online it gives you a lot of opportunities because some some stores don have the full the full cash trash in the stores Okay But you know online yes Great And in what ways do young people see fashion differently than older people do Okay, I think that the social media helps a lot to, to make, young people know what, to use, to wear. because they know exactly what, how the, the models work, how the models are like, and what.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q01",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "Well, are you ready?",
      "transcript": "Yes, I am ready. Alright, let us get it on. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I'm ready. Alright, let's get it on. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Yes, I am ready. Alright, let us get it on. From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q03",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "Do you have a large extended family?",
      "transcript": "Not actually. I have a small family. I have two sisters and I am the middle child.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not actually. I have a small family. I have two sisters and I'm the middle child.",
      "transcript_cleaned": "Not actually. I have a small family. I have two sisters and I am the middle child.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q04",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "Well, what do you do together with your family?",
      "transcript": "Usually we are, we often gather together in sitting room and watch a movie or something.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, usually we are, uh, we often gather together in sitting room and watch a movie or something.",
      "transcript_cleaned": "Usually we are, we often gather together in sitting room and watch a movie or something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q05",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "And why is family important to you?",
      "transcript": "Definitely family is so important. and, family, can give you a personality and, yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, definitely family is so important. Uh, and, uh, family, uh, can give you a personality and, uh, yes.",
      "transcript_cleaned": "Definitely family is so important. and, family, can give you a personality and, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q06",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "What kinds of websites do you often visit?",
      "transcript": "I often visit, the website, the website like, IELTS online test because of my IELTS. And, I usually want to use the websites like, website, English website for improving my English.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I often visit, uh, the website, uh, the website like, uh, IELTS online test because of my IELTS. And, er, I usually want to use the websites like, er, website, English website for improving my English.",
      "transcript_cleaned": "I often visit, the website, the website like, IELTS online test because of my IELTS. And, I usually want to use the websites like, website, English website for improving my English.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "qLf6L-Y27M0_q07",
      "video_id": "qLf6L-Y27M0",
      "band": 4.0,
      "question": "And what is your favorite website?",
      "transcript": "Actually I, I love watching movie, and, for example the website called Filimo in Iran and, Eva like this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Er, er, actually I, I love watching movie, er, and, er, for example the website called Filimo in Iran and, er, Eva like this.",
      "transcript_cleaned": "Actually I, I love watching movie, and, for example the website called Filimo in Iran and, Eva like this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}