{
  "batch_id": 106,
  "count": 20,
  "samples": [
    {
      "sample_id": "DpSGqFSufTM_q16",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "Like what kind of items?",
      "transcript": "Like use it twice. Yeah, I mean I try to stay away from disposable stuff because you use them, you throw it away and it is not, the quality of it is not really designed to be used a second time or multiple times. So I, for example, chopsticks and bowls and things, I tend to want to use, actual, plates and bowls so that I do not have to use disposable. And so I can clean them up and I do not have to waste all these things. And also I think a lot of, big companies such as, Coca-Cola and even BA companies, they have started to do these recycling things where you finish the bottle and you can, give it back to the company for a little bit. Back to the company for a little bit of money back. And I think it does encourage people to recycle things instead of throwing it everywhere and not using it after once. No major problems here. I think he spoke at length about this particular topic, why people recycle, what his feelings about recycling are. He prefers not to use disposable items. there is a good word for you. Disposable. He prefers not to. He talked about sustainability and it encourages people. I strongly advise you go and listen to some of his language. He did really well here. I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Like use it twice. Yeah, I mean I try to stay away from disposable stuff because um, you use them, you throw it away and it's not, the quality of it is not really um, designed to be used a second time or multiple times. So I, for example, chopsticks and bowls and things, I tend to want to use, um, actual, um, plates and bowls so that I don't have to use disposable. And so I can clean them up and I don't have to waste all these things. And also I think a lot of, um, big companies such as, um, Coca-Cola and even BA companies, they've started to do these recycling things where you finish the bottle and you can, um, give it back to the company for a little bit. Back to the company for a little bit of money back. And I think it does encourage people to recycle things instead of throwing it everywhere and not using it after once. No major problems here. I think he spoke at length about this particular topic, why people recycle, what his feelings about recycling are. He prefers not to use disposable items. There's a good word for you. Disposable. He prefers not to. He talked about sustainability and it encourages people. I strongly advise you go and listen to some of his language. He did really well here. I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "Like use it twice. Yeah, I mean I try to stay away from disposable stuff because you use them, you throw it away and it is not, the quality of it is not really designed to be used a second time or multiple times. So I, for example, chopsticks and bowls and things, I tend to want to use, actual, plates and bowls so that I do not have to use disposable. And so I can clean them up and I do not have to waste all these things. And also I think a lot of, big companies such as, Coca-Cola and even BA companies, they have started to do these recycling things where you finish the bottle and you can, give it back to the company for a little bit. Back to the company for a little bit of money back. And I think it does encourage people to recycle things instead of throwing it everywhere and not using it after once. No major problems here. I think he spoke at length about this particular topic, why people recycle, what his feelings about recycling are. He prefers not to use disposable items. there is a good word for you. Disposable. He prefers not to. He talked about sustainability and it encourages people. I strongly advise you go and listen to some of his language. He did really well here. I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q19",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "Is globalization changing our traditions?",
      "transcript": "For sure. I think globalization does not necessarily mean that we have to change the way we are. We have to embrace other cultures for sure, but it does not mean that we have to accommodate. Oh, we, we, we have to accommodate to other cultures, but it does not mean that other cultures have to change. Like it does not mean all cultures have to come together and only becomes a universal one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, for sure. I think globalization doesn't necessarily mean that we have to change the way we are. We have to embrace other cultures for sure, but it doesn't mean that we have to accommodate. Oh, we, we, we have to accommodate to other cultures, but it doesn't mean that other cultures have to change. Like it doesn't mean all cultures have to come together and only becomes a universal one.",
      "transcript_cleaned": "For sure. I think globalization does not necessarily mean that we have to change the way we are. We have to embrace other cultures for sure, but it does not mean that we have to accommodate. Oh, we, we, we have to accommodate to other cultures, but it does not mean that other cultures have to change. Like it does not mean all cultures have to come together and only becomes a universal one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q03",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "Okay, are you a student?",
      "transcript": "Oh yes, currently I am a student in the secondary school which is located in the district 2, but now it is renamed as Thodong City.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yes, currently I'm a student in the secondary school which is located in the district 2, but now it's renamed as Thodong City.",
      "transcript_cleaned": "Oh yes, currently I am a student in the secondary school which is located in the district 2, but now it is renamed as Thodong City.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q04",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "Do you have favorite subject in mind?",
      "transcript": "Yes. frankly speaking, English is my favorite subject at school because I find that there are so many opportunities when you can learn English as well. Very well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes. Um, frankly speaking, English is my favorite subject at school because I find that there are so many opportunities when you can learn English as well. Very well.",
      "transcript_cleaned": "Yes. frankly speaking, English is my favorite subject at school because I find that there are so many opportunities when you can learn English as well. Very well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q05",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "What do you usually do after school?",
      "transcript": "It often depends on my schedule. I mean, some days in the week, I will have extra classes and I am quite busy on those days. But when I do not, I will stay at home, listen to music, or read books to outbroaden my knowledge and let me hear it out. Alright, the next topic is social media.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it often depends on my schedule. I mean, some days in the week, I will have extra classes and I'm quite busy on those days. But when I don't, I will stay at home, listen to music, or read books to outbroaden my knowledge and let me hear it out. Alright, the next topic is social media.",
      "transcript_cleaned": "It often depends on my schedule. I mean, some days in the week, I will have extra classes and I am quite busy on those days. But when I do not, I will stay at home, listen to music, or read books to outbroaden my knowledge and let me hear it out. Alright, the next topic is social media.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q06",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "Do you often use social media?",
      "transcript": "Yes. I normally use Facebook as a form of entertainment. You know, there are so many funny videos on this kind of social platform. Besides that, I also use it to learn. I find that there are so many useful materials for learning English, for example.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes. I normally use Facebook as a form of entertainment. You know, there are so many funny videos on this kind of social platform. Besides that, I also use it to learn. I find that there are so many useful materials for learning English, for example.",
      "transcript_cleaned": "Yes. I normally use Facebook as a form of entertainment. You know, there are so many funny videos on this kind of social platform. Besides that, I also use it to learn. I find that there are so many useful materials for learning English, for example.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q07",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "Do you think that you would work in a social media company in the future?",
      "transcript": "To be honest, I have never thought of it. But, I find myself have no knack for being a person to work for a social company because I am very shy. And you know, I think that my speaking skill is not really that good. Your next topic is singing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To be honest, I have never thought of it. But, um, I find myself have no knack for being a person to work for a social company because I'm very shy. And you know, I think that my speaking skill is not really that good. Your next topic is singing.",
      "transcript_cleaned": "To be honest, I have never thought of it. But, I find myself have no knack for being a person to work for a social company because I am very shy. And you know, I think that my speaking skill is not really that good. Your next topic is singing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q08",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "Do you like to sing?",
      "transcript": "Frankly speaking, music is my first suggestion as well. But I have no nap for singing because if I, it is really hard for me to sing some high notes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, frankly speaking, music is my first suggestion as well. But I have no nap for singing because if I, it's really hard for me to sing some high notes.",
      "transcript_cleaned": "Frankly speaking, music is my first suggestion as well. But I have no nap for singing because if I, it is really hard for me to sing some high notes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q09",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "What kind of song do you like to sing to?",
      "transcript": "Actually, it depends on my mood. when I feel over the mold, I will sing some things that is fun, you know. But when I am in a black mood, some songs like Love Scenarios or I mean some sad songs would serve before me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, it depends on my mood. Uh, when I feel over the mold, I will sing some things that is fun, you know. But when I'm in a black mood, uh, some songs like Love Scenarios or I mean some sad songs would serve before me.",
      "transcript_cleaned": "Actually, it depends on my mood. when I feel over the mold, I will sing some things that is fun, you know. But when I am in a black mood, some songs like Love Scenarios or I mean some sad songs would serve before me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q11",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "Now, does this person, do you still meet him often?",
      "transcript": "Not really. I just rarely met him because you know my house is quite far from my English center. So it is not really necessary, I mean, convenient for me to meet him all day. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, not really. I just rarely met him because you know my house is quite far from my English center. So it's not really necessary, I mean, convenient for me to meet him all day. Now,.",
      "transcript_cleaned": "Not really. I just rarely met him because you know my house is quite far from my English center. So it is not really necessary, I mean, convenient for me to meet him all day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q12",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "Your first question, what do you think old people can teach young people?",
      "transcript": "Well, let me see. From my perspective, old people are the ones who are experienced with life. I mean, they have overcome so many obstacles and difficulties in life. Therefore, they can give the youngsters some good advice. okay, so let me take an example. old people, the ones who know their, youngster ability, like when a youngster choose a job, They may ask the the elderly to give them advice about what job they should do.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, um, let me see. From my perspective, uh, old people are the ones who are experienced with life. I mean, they have overcome so many obstacles and difficulties in life. Therefore, they can give the youngsters some good advice. Um, okay, so let me take an example. Um, old people, the ones who know their, um, youngster ability, like when a youngster choose a job, They may ask the the elderly to give them advice about what job they should do.",
      "transcript_cleaned": "let me see. From my perspective, old people are the ones who are experienced with life. I mean, they have overcome so many obstacles and difficulties in life. Therefore, they can give the youngsters some good advice. okay, so let me take an example. old people, the ones who know their, youngster ability, like when a youngster choose a job, They may ask the the elderly to give them advice about what job they should do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q13",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "What can they teach old people?",
      "transcript": "Well, it is a really intriguing question for me. Let me think. You know, as we are living in the 4.0 ever, using internet seems crucial for us. And I think that most old people do not know how to access the internet. And in this field, young people have that ability to help the elderly to do this, to exchange information or search for some material. Okay Now let move on to the next topic Okay Feeling tired So what do you usually what do people usually do when they feel tired I think that various ways Some can play games to let their hair down But for others they may you know go window shopping or listen to music to relax yeah, you know, as I mentioned, there are various ways to, help them to, to make them chill out after feeling tired.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it's a really intriguing question for me. Let me think. You know, as we're living in the 4.0 ever, using internet seems crucial for us. And I think that most old people don't know how to access the internet. And in this field, young people have that ability to help the elderly to do this, to exchange information or search for some material. Okay Now let move on to the next topic Okay Feeling tired So what do you usually what do people usually do when they feel tired I think that various ways Some can play games to let their hair down But for others they may you know go window shopping or listen to music to relax Um, yeah, you know, as I mentioned, there are various ways to, um, help them to, uh, to make them chill out after feeling tired.",
      "transcript_cleaned": "it is a really intriguing question for me. Let me think. You know, as we are living in the 4.0 ever, using internet seems crucial for us. And I think that most old people do not know how to access the internet. And in this field, young people have that ability to help the elderly to do this, to exchange information or search for some material. Okay Now let move on to the next topic Okay Feeling tired So what do you usually what do people usually do when they feel tired I think that various ways Some can play games to let their hair down But for others they may you know go window shopping or listen to music to relax yeah, you know, as I mentioned, there are various ways to, help them to, to make them chill out after feeling tired.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q14",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "And can you tell me the differences between feeling tired after school and feeling tired after playing sport?",
      "transcript": "Oh, it is a really hard question for me. So please give me some time. well for me, learning, affects the most, the most for their mental health, but for exercise, it is opposite about their physical health. I mean, when you learn, you absorb so many, lessons at the same time and you may feel tired in your head. But when you do exercise, your body may feel well out, but your mind is fresher. Okay, very well. And that will conclude our speaking test.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, it's a really hard question for me. So please give me some time. Uh, well for me, learning, uh, affects the most, uh, the most for their mental health, but for exercise, uh, it's opposite about their physical health. Um, I mean, when you learn, you absorb so many, um, lessons at the same time and you may feel tired in your head. But when you do exercise, your body may feel well out, but your mind is fresher. Okay, very well. And that will conclude our speaking test.",
      "transcript_cleaned": "Oh, it is a really hard question for me. So please give me some time. well for me, learning, affects the most, the most for their mental health, but for exercise, it is opposite about their physical health. I mean, when you learn, you absorb so many, lessons at the same time and you may feel tired in your head. But when you do exercise, your body may feel well out, but your mind is fresher. Okay, very well. And that will conclude our speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q16",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "However, the use of emotional language your first Life is focused on you.",
      "transcript": "There is a great joy in your while those conversations such as to speak. And in the questions about poppa, in the questions about social issues, I often get confused. We can also use filler words, some questions to add in to the next question. For example, the last question is to give you a few time, can I have a few times, can I have some time, give me some time please. So that is one of the ways that we can have time for ourselves to think and then demonstrate that the ability to be able to communicate is good. One person has two strategies. One is to speak English, and the second is to speak English. The first thing I do is to speak English and speak English and speak English. And the first thing I do is to speak English and speak English. Okay? Yes. Rồi, quay lại cái phần phát âm một tí nha. Phát âm thì thầy có bắt ra một vài cái lỗi phát âm nhỏ nhỏ. Tuy nhiên cái này có thể là do một, nó đến từ một cái vấn đề mà thầy thấy nó xuất hiện xuyên suốt cả bài. Đặc biệt là càng về sau khi mà câu hỏi nó càng ngày càng khó đó chính là cái khả năng kiểm soát hơi thở của em. Thở em đang bị thở dốc. Em đang bị thở dốc rất là nhanh. Và khi mà em lấy hơi, em thở ra, lấy lên rất là mạnh. Chứng tỏ là em đang rung, rất là rung. Cái số này cũng là một điểm ảnh hưởng nhỏ nhỏ thôi, không có quá nhiều.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "There is a great joy in your while those conversations such as to speak. And in the questions about poppa, in the questions about social issues, I often get confused. We can also use filler words, some questions to add in to the next question. For example, the last question is to give you a few time, can I have a few times, can I have some time, give me some time please. So that's one of the ways that we can have time for ourselves to think and then demonstrate that the ability to be able to communicate is good. One person has two strategies. One is to speak English, and the second is to speak English. The first thing I do is to speak English and speak English and speak English. And the first thing I do is to speak English and speak English. Okay? Yes. Rồi, quay lại cái phần phát âm một tí nha. Phát âm thì thầy có bắt ra một vài cái lỗi phát âm nhỏ nhỏ. Tuy nhiên cái này có thể là do một, nó đến từ một cái vấn đề mà thầy thấy nó xuất hiện xuyên suốt cả bài. Đặc biệt là càng về sau khi mà câu hỏi nó càng ngày càng khó đó chính là cái khả năng kiểm soát hơi thở của em. Thở em đang bị thở dốc. Em đang bị thở dốc rất là nhanh. Và khi mà em lấy hơi, em thở ra, lấy lên rất là mạnh. Chứng tỏ là em đang rung, rất là rung. Cái số này cũng là một điểm ảnh hưởng nhỏ nhỏ thôi, không có quá nhiều.",
      "transcript_cleaned": "There is a great joy in your while those conversations such as to speak. And in the questions about poppa, in the questions about social issues, I often get confused. We can also use filler words, some questions to add in to the next question. For example, the last question is to give you a few time, can I have a few times, can I have some time, give me some time please. So that is one of the ways that we can have time for ourselves to think and then demonstrate that the ability to be able to communicate is good. One person has two strategies. One is to speak English, and the second is to speak English. The first thing I do is to speak English and speak English and speak English. And the first thing I do is to speak English and speak English. Okay? Yes. Rồi, quay lại cái phần phát âm một tí nha. Phát âm thì thầy có bắt ra một vài cái lỗi phát âm nhỏ nhỏ. Tuy nhiên cái này có thể là do một, nó đến từ một cái vấn đề mà thầy thấy nó xuất hiện xuyên suốt cả bài. Đặc biệt là càng về sau khi mà câu hỏi nó càng ngày càng khó đó chính là cái khả năng kiểm soát hơi thở của em. Thở em đang bị thở dốc. Em đang bị thở dốc rất là nhanh. Và khi mà em lấy hơi, em thở ra, lấy lên rất là mạnh. Chứng tỏ là em đang rung, rất là rung. Cái số này cũng là một điểm ảnh hưởng nhỏ nhỏ thôi, không có quá nhiều.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IZlFuWcwzGE_q18",
      "video_id": "IZlFuWcwzGE",
      "band": 7.0,
      "question": "Let hair down, nghĩa là gì nhỉ?",
      "transcript": "Nghĩa là relax. Đó, những cái co-location đó sử dụng khá là tốt. Yeah. Và nếu như mình có thể làm quen với việc kiểm soát cái hơi thở của mình và đặc biệt là mình nói chậm lại một chút. Và mình tắt thông tin ra rõ ràng hơn. Thì lên như thế em sẽ kiểm soát được cái phát âm. Nó sẽ nhấn mạnh thông tin rõ ràng hơn. Thì em sẽ tránh cái việc đó là em bị thở dốc liên tục. Mặc dù thầy biết đi thi sẽ rất là rung. Nhưng mà em hoàn toàn có thể làm được điều này. Good job. and measure jewelry is included in the Colum했어 in the third pv meetings with Arctic wave shaved over the governingόσのは hibernation around eight months. C zoom camera with наход the surprisingolithic tędem ik homeland bộ slip нашего ala nguyên i IELTS FIDER vì 1 triệu người Việt đạt 6.5 IELTS.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Nghĩa là relax. Đó, những cái co-location đó sử dụng khá là tốt. Yeah. Và nếu như mình có thể làm quen với việc kiểm soát cái hơi thở của mình và đặc biệt là mình nói chậm lại một chút. Và mình tắt thông tin ra rõ ràng hơn. Thì lên như thế em sẽ kiểm soát được cái phát âm. Nó sẽ nhấn mạnh thông tin rõ ràng hơn. Thì em sẽ tránh cái việc đó là em bị thở dốc liên tục. Mặc dù thầy biết đi thi sẽ rất là rung. Nhưng mà em hoàn toàn có thể làm được điều này. Good job. and measure jewelry is included in the Colum했어 in the third pv meetings with Arctic wave shaved over the governingόσのは hibernation around eight months. C zoom camera with наход the surprisingolithic tędem ik homeland bộ slip нашего ala nguyên i IELTS FIDER vì 1 triệu người Việt đạt 6.5 IELTS.",
      "transcript_cleaned": "Nghĩa là relax. Đó, những cái co-location đó sử dụng khá là tốt. Yeah. Và nếu như mình có thể làm quen với việc kiểm soát cái hơi thở của mình và đặc biệt là mình nói chậm lại một chút. Và mình tắt thông tin ra rõ ràng hơn. Thì lên như thế em sẽ kiểm soát được cái phát âm. Nó sẽ nhấn mạnh thông tin rõ ràng hơn. Thì em sẽ tránh cái việc đó là em bị thở dốc liên tục. Mặc dù thầy biết đi thi sẽ rất là rung. Nhưng mà em hoàn toàn có thể làm được điều này. Good job. and measure jewelry is included in the Colum했어 in the third pv meetings with Arctic wave shaved over the governingόσのは hibernation around eight months. C zoom camera with наход the surprisingolithic tędem ik homeland bộ slip нашего ala nguyên i IELTS FIDER vì 1 triệu người Việt đạt 6.5 IELTS.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "muZlU0_X-Dk_q01",
      "video_id": "muZlU0_X-Dk",
      "band": 6.5,
      "question": "So, are you a student or are you working?",
      "transcript": "I am currently a student in Phong Thai High School right now. Now I am in grade 12 and next year I will have a test to go to the university. And I was so, and I am so excited right now to, like prepare everything for this test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm currently a student in Phong Thai High School right now. Now I'm in grade 12 and next year I will have a test to go to the university. And I was so, and I'm so excited right now to, um, like prepare everything for this test.",
      "transcript_cleaned": "I am currently a student in Phong Thai High School right now. Now I am in grade 12 and next year I will have a test to go to the university. And I was so, and I am so excited right now to, like prepare everything for this test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q01",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "And are you working or are you a student?",
      "transcript": "I am thinking I am a student. I am trying to learn Korean.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm thinking I'm a student. I'm trying to learn Korean.",
      "transcript_cleaned": "I am thinking I am a student. I am trying to learn Korean.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q02",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "And do you like your studies?",
      "transcript": "Yes, for sure. I have a very funny tutor. She is very passionate in this language, yes. And obviously she know Korean, Russian, and Chinese languages. Yeah. I am very happy about that. Very nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, for sure. I have a very funny tutor. She is very passionate in this language, yes. And obviously she know Korean, Russian, uh, and Chinese languages. Yeah. I'm very happy about that. Very nice.",
      "transcript_cleaned": "Yes, for sure. I have a very funny tutor. She is very passionate in this language, yes. And obviously she know Korean, Russian, and Chinese languages. Yeah. I am very happy about that. Very nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q03",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "And what do you do in your free time?",
      "transcript": "In your, in my free time, I am, I am thinking I am artist. Yeah. I am doing some arts, like portraits, nature. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In your, in my free time, I'm, I'm thinking I'm artist. Yeah. I'm doing some arts, like portraits, nature. Yeah. Okay,.",
      "transcript_cleaned": "In your, in my free time, I am, I am thinking I am artist. Yeah. I am doing some arts, like portraits, nature.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gH2MFU1l0wc_q04",
      "video_id": "gH2MFU1l0wc",
      "band": 5.5,
      "question": "So do you often feel bored?",
      "transcript": "Oh, not too much, I think. sometimes yes. Just feeling bored and maybe meeting for my friends. Just like that. Not bored. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, not too much, I think. Uh, sometimes yes. Just feeling bored and maybe meeting for my friends. Just like that. Not bored. Yes.",
      "transcript_cleaned": "Oh, not too much, I think. sometimes yes. Just feeling bored and maybe meeting for my friends. Just like that. Not bored.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}