{
  "batch_id": 78,
  "count": 20,
  "samples": [
    {
      "sample_id": "MLrmo5TJz7o_q08",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Tell me, Bella, what is the weather like in your hometown?",
      "transcript": "My hometown is Fuling, which, which has two typical weather. First is the hot season. I think it starts from January to August and the rainy season, Which is from August to December. So if you want to visit my hometown to enjoy the cold and sunny beaches, you may avoid the rainy season because it is not also rainy. it is not only rainy but also really cold. Brilliant. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My hometown is Fuling, which, which has two typical weather. First is the hot season. I think it starts from January to August and the rainy season, Which is from August to December. So if you want to visit my hometown to enjoy the cold and sunny beaches, you may avoid the rainy season because it's not also rainy. It's not only rainy but also really cold. Brilliant. Well done.",
      "transcript_cleaned": "My hometown is Fuling, which, which has two typical weather. First is the hot season. I think it starts from January to August and the rainy season, Which is from August to December. So if you want to visit my hometown to enjoy the cold and sunny beaches, you may avoid the rainy season because it is not also rainy. it is not only rainy but also really cold. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q09",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "And finally, do you prefer hot weather or cold weather?",
      "transcript": "Hot weather will suit my preference because I cannot handle the cold. so I easily get sick. And also additionally, hot weather can, hot weather allow me to play a lot of sports such as swimming, which I really love. Well done. Thank you so much, Bella. That brings us to the end of part one. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hot weather will suit my preference because I can't handle the cold. Um, so I easily get sick. And also additionally, hot weather can, hot weather allow me to play a lot of sports such as swimming, which I really love. Well done. Thank you so much, Bella. That brings us to the end of part one. Well done.",
      "transcript_cleaned": "Hot weather will suit my preference because I cannot handle the cold. so I easily get sick. And also additionally, hot weather can, hot weather allow me to play a lot of sports such as swimming, which I really love.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q10",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "So the question is, could you please describe a holiday you would like to go on in the future?",
      "transcript": "Okay, Bella, that brings us to the end of the one minute.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, Bella, that brings us to the end of the one minute.",
      "transcript_cleaned": "Bella, that brings us to the end of the one minute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q12",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "However, if I had to pick one, it would be Japan.",
      "transcript": "I would like to visit there with my beloved family. And there are a variety of activities I could do there. For example, enjoying the native, cuisine such as mochi or ramen. I saw them a lot on social media and I really want to try it. Next is, visit famous places such as the Fuji mountain or the Ghibli park. I love you completely. And the reason why I love to visit Japan is mainly because I have always dreamed of being there since I was a child. And also a trip to a foreign country can help me expand my knowledge which is important because I can learn more about their culture the culture there And the main reason is I really love the cherry blossom tree. So if I have a chance to visit Japan, I would go, I choose to visit it there on May or April. In the future, I would like to visit there with my beloved family and also my friends. Okay Bella, thank you for telling me all about Japan.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would like to visit there with my beloved family. And there are a variety of activities I could do there. For example, uh, enjoying the native, uh, cuisine such as mochi or ramen. Uh, I saw them a lot on social media and I really want to try it. Next is, uh, visit famous places such as the Fuji mountain or the Ghibli park. I love you completely. And the reason why I love to visit Japan is mainly because I've always dreamed of being there since I was a child. And also a trip to a foreign country can help me expand my knowledge which is important because uh I can learn more about their culture the culture there And the main reason is I really love the cherry blossom tree. So if I have a chance to visit Japan, I would go, I choose to visit it there on May or April. In the future, I would like to visit there with my beloved family and also my friends. Okay Bella, thank you for telling me all about Japan.",
      "transcript_cleaned": "I would like to visit there with my beloved family. And there are a variety of activities I could do there. For example, enjoying the native, cuisine such as mochi or ramen. I saw them a lot on social media and I really want to try it. Next is, visit famous places such as the Fuji mountain or the Ghibli park. I love you completely. And the reason why I love to visit Japan is mainly because I have always dreamed of being there since I was a child. And also a trip to a foreign country can help me expand my knowledge which is important because I can learn more about their culture the culture there And the main reason is I really love the cherry blossom tree. So if I have a chance to visit Japan, I would go, I choose to visit it there on May or April. In the future, I would like to visit there with my beloved family and also my friends. Okay Bella, thank you for telling me all about Japan.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q13",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Bella, what are the advantages and disadvantages of international travel?",
      "transcript": "One of the main benefits of it is you can practice your English with the native foreigners. And on the other hand, on the other hand, the cost is very expensive. For example, only the rich can be sitting overseas countries such as Italy or France. And for me personally, I do not have enough money to travel there. Maybe in the future.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "One of the main benefits of it is you can practice your English with the native foreigners. And on the other hand, on the other hand, the cost is very expensive. For example, only the rich can be sitting overseas countries such as Italy or France. And for me personally, I don't have enough money to travel there. Maybe in the future.",
      "transcript_cleaned": "One of the main benefits of it is you can practice your English with the native foreigners. And on the other hand, on the other hand, the cost is very expensive. For example, only the rich can be sitting overseas countries such as Italy or France. And for me personally, I do not have enough money to travel there. Maybe in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q14",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Do you think tourism has changed compared to the past?",
      "transcript": "Absolutely. And one of the huge change I think is the transportation. In the past people, people usually traveled With cars or trains, but now we have airplane, so, and ship, so it is more convenient. And also, I think, it is more affordable and acceptable for people to travel now. Thank you. Well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, absolutely. And one of the huge change I think is the transportation. In the past people, people usually traveled With cars or trains, but now we have airplane, so, and ship, so it's more convenient. And also, I think, er, it is more affordable and acceptable for people to travel now. Thank you. Well done.",
      "transcript_cleaned": "Absolutely. And one of the huge change I think is the transportation. In the past people, people usually traveled With cars or trains, but now we have airplane, so, and ship, so it is more convenient. And also, I think, it is more affordable and acceptable for people to travel now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q15",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Can I ask, do you think tourism always benefits the local people?",
      "transcript": "Some people believe that it is, yes, because it brings the local residents money so they can, meet their basic needs and also enhance their quality of life. but, personally, I think that the more visitors come to, that place, the more polluted, polluted. It is because people do not usually, throw trash in the right place so in a long, long time, long time period maybe it can negatively affect the, local resident life and health. Perfect Okay Bella now let talk please about the environment Bella what are the biggest environmental problems in your country Oh without a doubt it definitely air pollution For example Ho Chi Minh City driving the service in Hanoi, which is the capital of Vietnam, is one of the most polluted cities in the world. And this, this cause a lot of disease. Thank you, well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Some people believe that it's, yes, because it brings the local residents money so they can, uh, meet their basic needs and also enhance their quality of life. Um, but, personally, I think that the more visitors come to, uh, that place, the more polluted, polluted. It is because people don't usually, er, throw trash in the right place so in a long, long time, long time period maybe it can negatively affect the, er, local resident life and health. Perfect Okay Bella now let talk please about the environment Bella what are the biggest environmental problems in your country Oh without a doubt it definitely air pollution For example Ho Chi Minh City driving the service in Hanoi, which is the capital of Vietnam, is one of the most polluted cities in the world. And this, um, this cause a lot of disease. Thank you, well done.",
      "transcript_cleaned": "Some people believe that it is, yes, because it brings the local residents money so they can, meet their basic needs and also enhance their quality of life. but, personally, I think that the more visitors come to, that place, the more polluted, polluted. It is because people do not usually, throw trash in the right place so in a long, long time, long time period maybe it can negatively affect the, local resident life and health. Perfect Okay Bella now let talk please about the environment Bella what are the biggest environmental problems in your country Oh without a doubt it definitely air pollution For example Ho Chi Minh City driving the service in Hanoi, which is the capital of Vietnam, is one of the most polluted cities in the world. And this, this cause a lot of disease.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q16",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "And finally, how can young people help to protect nature?",
      "transcript": "There are a variety of activity they could do. For example, they could use social media to spread a natural protecting message, such as Limit, limiting the use of plastic bags. Instead, they can use cotton bags or fabric bags. And also, they could, recycling the reusable plastic and turn it into other stuff such as furniture, and, for example, table or chair. Fantastic, well done, thank you. And Bella, that brings us to the end of the test. Congratulations, well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There are a variety of activity they could do. For example, they could use social media to spread a natural protecting message, such as Limit, limiting the use of plastic bags. Instead, they can use cotton bags or fabric bags. And also, they could, um, recycling the reusable plastic and turn it into other stuff such as furniture, um, and, uh, for example, table or chair. Fantastic, well done, thank you. And Bella, that brings us to the end of the test. Congratulations, well done.",
      "transcript_cleaned": "There are a variety of activity they could do. For example, they could use social media to spread a natural protecting message, such as Limit, limiting the use of plastic bags. Instead, they can use cotton bags or fabric bags. And also, they could, recycling the reusable plastic and turn it into other stuff such as furniture, and, for example, table or chair. Fantastic, well done, thank you. And Bella, that brings us to the end of the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q19",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Have you ever travelled to Japan?",
      "transcript": "I have never travelled. I have never been to Japan before.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I've never travelled. I've never been to Japan before.",
      "transcript_cleaned": "I have never travelled. I have never been to Japan before.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q20",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Do you want to go there in the future?",
      "transcript": "Yes, I hope. Brilliant. Just a couple little bits of feedback. I love the way that you said the structure, like a variety of activities or a variety of reasons. Try if you can to then say firstly and secondly. Yeah, do not go straight to four examples, so say firstly and secondly to give you a little bit more time there to develop the ideas. Also for you, some questions when you like the questions you come alive like a flower. You smile, you engage, you move your hands, you are confident, you know.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I hope. Brilliant. Just a couple little bits of feedback. I love the way that you said the structure, like a variety of activities or a variety of reasons. Try if you can to then say firstly and secondly. Yeah, don't go straight to four examples, so say firstly and secondly to give you a little bit more time there to develop the ideas. Also for you, some questions when you like the questions you come alive like a flower. You smile, you engage, you move your hands, you're confident, you know.",
      "transcript_cleaned": "Yes, I hope. Brilliant. Just a couple little bits of feedback. I love the way that you said the structure, like a variety of activities or a variety of reasons. Try if you can to then say firstly and secondly. Yeah, do not go straight to four examples, so say firstly and secondly to give you a little bit more time there to develop the ideas. Also for you, some questions when you like the questions you come alive like a flower. You smile, you engage, you move your hands, you are confident, you know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q21",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "And some questions where they are a little bit awkward, you feel a bit like, what is this?",
      "transcript": "So I want you to have that energy in the real exam for the whole thing, which will lead to your intonation. Some of the questions, your intonation was so good, the rise and fall.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I want you to have that energy in the real exam for the whole thing, which will lead to your intonation. Some of the questions, your intonation was so good, the rise and fall.",
      "transcript_cleaned": "I want you to have that energy in the real exam for the whole thing, which will lead to your intonation. Some of the questions, your intonation was so good, the rise and fall.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q22",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "So I want to make sure you have that throughout the whole test, okay?",
      "transcript": "But Bella, overall, it was fantastic. Well done. Congratulations. Thank you for coming today. Come on. Well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But Bella, overall, it was fantastic. Well done. Congratulations. Thank you for coming today. Come on. Well done.",
      "transcript_cleaned": "But Bella, overall, it was fantastic. Well done. Congratulations. Thank you for coming today. Come on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q02",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Where was the last place you visited on holiday?",
      "transcript": "I went to Jeju Island at last week with my family and it was very lucky that our family has some vacant time to visit some other other other places and we have been in Jeju Island for we have been in Jeju Island before 10 years but there was a lot of development in terms of some tourism sites so I want to visit them again.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I went to Jeju Island at last week with my family and it was very lucky that our family has some vacant time to visit some other other other places and we've been in Jeju Island for we've been in Jeju Island before 10 years but there was a lot of development in terms of some tourism sites so I want to visit them again.",
      "transcript_cleaned": "I went to Jeju Island at last week with my family and it was very lucky that our family has some vacant time to visit some other other other places and we have been in Jeju Island for we have been in Jeju Island before 10 years but there was a lot of development in terms of some tourism sites so I want to visit them again.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q03",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Would you like to go back there again?",
      "transcript": "Go back but to somewhat other places because we only travel the western part of Jeju Island. So we want to travel the eastern part of Jeju Island again.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Go back but to somewhat other places because we only travel the western part of Jeju Island. So we want to travel the eastern part of Jeju Island again.",
      "transcript_cleaned": "Go back but to somewhat other places because we only travel the western part of Jeju Island. So we want to travel the eastern part of Jeju Island again.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q04",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Okay, and what kind of tourist destinations do you usually prefer?",
      "transcript": "I prefer some kind of, not artificial things because I live in Seoul and my family live in Gwangju which is a metropolis. There is a lot of artificial But the reason why we are going to travel is seeing some differences. So we want to see some beautiful nature and landscapes. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I prefer some kind of, uh, not artificial things because I live in Seoul and my family live in Gwangju which is a metropolis. There is a lot of artificial But the reason why we're going to travel is seeing some differences. So we want to see some beautiful nature and landscapes. Okay.",
      "transcript_cleaned": "I prefer some kind of, not artificial things because I live in Seoul and my family live in Gwangju which is a metropolis. There is a lot of artificial But the reason why we are going to travel is seeing some differences. So we want to see some beautiful nature and landscapes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q05",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Has a foreign visitor ever stayed at your home?",
      "transcript": "Yes. When I was 18 years old, my Russian friend comes from Russia, Moscow to Gwangju, And traveling around the Gwangju and go to the museum and see, watching movies with me and talk with my mother as I, as, as use, he used me as a translator. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. When I was 18 years old, my Russian friend comes from Russia, Moscow to Gwangju, And traveling around the Gwangju and go to the museum and see, watching movies with me and talk with my mother as I, as, as use, he used me as a translator. Okay.",
      "transcript_cleaned": "Yes. When I was 18 years old, my Russian friend comes from Russia, Moscow to Gwangju, And traveling around the Gwangju and go to the museum and see, watching movies with me and talk with my mother as I, as, as use, he used me as a translator.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q06",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "What is the best way to save money while traveling?",
      "transcript": "Just, use some application which can make a make comparisons between some other other, similar companies to, for example, when you want to rent a car, then you have to watch several rent car websites. But there is an application which has a lot of information for all of the prices so you can easily compare it and save your money. Okay, now we are going to talk about music.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Just, uh, use some application which can make a make comparisons between some other other, uh, similar companies to, for example, when you want to rent a car, then you have to watch several rent car websites. But there is an application which has a lot of information for all of the prices so you can easily compare it and save your money. Okay, now we are going to talk about music.",
      "transcript_cleaned": "Just, use some application which can make a make comparisons between some other other, similar companies to, for example, when you want to rent a car, then you have to watch several rent car websites. But there is an application which has a lot of information for all of the prices so you can easily compare it and save your money. Okay, now we are going to talk about music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q07",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "How much time do you spend listening to music every day?",
      "transcript": "At least one hour or maximum three hours because I usually work in laboratories and at the night there is few people so I can excuse it. And I cannot turn on music because at night, you know, I am exhausted, so I have to gain some energy from our sources. So music is that our source for me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "At least one hour or maximum three hours because I usually work in laboratories and at the night there is few people so I can excuse it. And I can't turn on music because at night, you know, I'm exhausted, so I have to gain some energy from our sources. So music is that our source for me. Okay.",
      "transcript_cleaned": "At least one hour or maximum three hours because I usually work in laboratories and at the night there is few people so I can excuse it. And I cannot turn on music because at night, you know, I am exhausted, so I have to gain some energy from our sources. So music is that our source for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q08",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Are your music tastes varied?",
      "transcript": "It is varied. I want to say that. I would like to say that, but I prefer acapella music, which is not noisy. And I want to listen to some harmonic things. But I also like, you know, some rappers and hip hop, which is very different from the acapella.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It is varied. I want to say that. I would like to say that, but I prefer acapella music, which is not noisy. And I want to listen to some harmonic things. But I also like, you know, some rappers and hip hop, which is very different from the acapella.",
      "transcript_cleaned": "It is varied. I want to say that. I would like to say that, but I prefer acapella music, which is not noisy. And I want to listen to some harmonic things. But I also like, you know, some rappers and hip hop, which is very different from the acapella.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-wFOPRIbMZ4_q09",
      "video_id": "-wFOPRIbMZ4",
      "band": 6.0,
      "question": "Okay, what is your favorite song?",
      "transcript": "My favorite song I have a lot of favorite songs but I want I would like to say my favorite song is The Ring of Fire from the Humphrey which is the acapella group in the US And that music gives a lot of harmony with the low tone of the, you know, of the members. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite song I have a lot of favorite songs but I want I would like to say my favorite song is uh um The Ring of Fire from the Humphrey which is the acapella group in the US And that music gives a lot of harmony with the low tone of the, you know, of the members. Okay.",
      "transcript_cleaned": "My favorite song I have a lot of favorite songs but I want I would like to say my favorite song is The Ring of Fire from the Humphrey which is the acapella group in the US And that music gives a lot of harmony with the low tone of the, you know, of the members.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}