{
  "batch_id": 157,
  "count": 20,
  "samples": [
    {
      "sample_id": "WkjT1sIpuIA_q02",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "How often do you go to the cinema?",
      "transcript": "To be honest, I go to the cinema maybe once in a month, not that often, but I would say once in a month or twice in a month. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, to be honest, I go to the cinema maybe once in a month, not that often, but I would say once in a month or twice in a month. Okay.",
      "transcript_cleaned": "To be honest, I go to the cinema maybe once in a month, not that often, but I would say once in a month or twice in a month.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q03",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Are cinema tickets expensive in your country?",
      "transcript": "I would say in my country it is kind of pricey, so, but in Korea I would say it is kind of affordable. So even me being a student here, I can afford buying a ticket.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say in my country it's kind of pricey, so, um, but in Korea I would say it's kind of affordable. So even me being a student here, I can afford buying a ticket.",
      "transcript_cleaned": "I would say in my country it is kind of pricey, so, but in Korea I would say it is kind of affordable. So even me being a student here, I can afford buying a ticket.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q04",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Okay, what are the advantages of seeing a film at a cinema?",
      "transcript": "Frankly speaking, watching movies at a cinema is, has more advantages than just watching at home unless it is so calm and you can relax in there and you can focus on the movie and the plot. So, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, frankly speaking, watching movies at a cinema is, has more advantages than just watching at home unless it's so calm and you can relax in there and you can focus on the movie and the plot. So, yeah.",
      "transcript_cleaned": "Frankly speaking, watching movies at a cinema is, has more advantages than just watching at home unless it is so calm and you can relax in there and you can focus on the movie and the plot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q05",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Okay, and do you usually watch films alone or go with others?",
      "transcript": "I would say I go to the cinema with my boyfriend usually. So I do not really like watching movies alone. it is boring.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say I go to the cinema with my boyfriend usually. So I don't really like watching movies alone. It's boring.",
      "transcript_cleaned": "I would say I go to the cinema with my boyfriend usually. So I do not really like watching movies alone. it is boring.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q06",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Which actor would you like to play you in a film?",
      "transcript": "Oh, that is an interesting one. I would play spy maybe. Like unless I really like Marvel movies and yeah, I would play a spy role. Okay, now we are going to talk about music.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, that's an interesting one. I would play spy maybe. Like unless I really like Marvel movies and yeah, I would play a spy role. Okay, now we are going to talk about music.",
      "transcript_cleaned": "Oh, that is an interesting one. I would play spy maybe. Like unless I really like Marvel movies and yeah, I would play a spy role. Okay, now we are going to talk about music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q07",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "How do you listen to music?",
      "transcript": "Oh, I usually listen to music, in my earphones, so yeah, that is the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I usually listen to music, um, in my earphones, so yeah, that's the.",
      "transcript_cleaned": "Oh, I usually listen to music, in my earphones, so yeah, that is the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q08",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Okay, and when do you listen to music?",
      "transcript": "Oh, I listen to music on my way to work or on my way to back home, so usually on the road.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I listen to music on my way to work or on my way to back home, so usually on the road.",
      "transcript_cleaned": "Oh, I listen to music on my way to work or on my way to back home, so usually on the road.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q09",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Okay, what is your favorite kind of music?",
      "transcript": "My favorite kind of music is hip-hop or rap, I would say. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My favorite kind of music is hip-hop or rap, I would say. Yeah.",
      "transcript_cleaned": "My favorite kind of music is hip-hop or rap, I would say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q10",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Is music an important subject at school in your country?",
      "transcript": "I would not say that. in my country people, they do not really pay, from my point of view, as much attention that music needs to be paid. so no, they do not really.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I wouldn't say that. Um, in my country people, they don't really pay, from my point of view, as much attention that music needs to be paid. Um, so no, they don't really.",
      "transcript_cleaned": "I would not say that. in my country people, they do not really pay, from my point of view, as much attention that music needs to be paid. so no, they do not really.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q13",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Is family important in your country?",
      "transcript": "Yeah, I would say family is one of the most important things in my country because unless we consider family as, I mean we consider parents as those who are giving you a kind of map to your future life. Yeah, so family is important in my country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yeah, I would say family is one of the most important things in my country because unless we consider family as, uh, I mean we consider parents as those who are giving you a kind of map to your future life. Yeah, so family is important in my country.",
      "transcript_cleaned": "I would say family is one of the most important things in my country because unless we consider family as, I mean we consider parents as those who are giving you a kind of map to your future life. Yeah, so family is important in my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q14",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Should it be the family or the government?",
      "transcript": "I feel like both. it is important for a family to take care of elders too, but for government is more important or less, because, the elders, they have, I mean, they have been working a lot before for government and, yeah, I think, Government and family. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I feel like both. Uh, it's important for a family to take care of elders too, but for government is more important or less, because, um, the elders, they have, I mean, they have been working a lot before for government and, yeah, I think, Government and family. Okay.",
      "transcript_cleaned": "I feel like both. it is important for a family to take care of elders too, but for government is more important or less, because, the elders, they have, I mean, they have been working a lot before for government and, yeah, I think, Government and family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q15",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "How has the size of the average family changed in your country over the last decades?",
      "transcript": "Over the last decades is, it is changed dramatically I would say because maybe like 20 years ago, they were about, there were about five to ten maybe children in one family in my country. But nowadays I think it is because of financial problems and you know like it is these days it is so hard to keep your kids satisfied. So yeah, these days like three to four kids in average.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Over the last decades is, it's changed dramatically I would say because um, maybe like 20 years ago, they were about, there were about five to ten maybe children in one family in my country. But nowadays I think it's because of financial problems and you know like it's these days it's so hard to keep your kids satisfied. So yeah, these days like three to four kids in average.",
      "transcript_cleaned": "Over the last decades is, it is changed dramatically I would say because maybe like 20 years ago, they were about, there were about five to ten maybe children in one family in my country. But nowadays I think it is because of financial problems and you know like it is these days it is so hard to keep your kids satisfied. So yeah, these days like three to four kids in average.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q16",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Okay, and how do you think families will change in the future?",
      "transcript": "I say the numbers of kids, it will decrease. and, I do not know why, but these days, those, habits that it was important before was spending time with family and like, you know, some simple things like having a dinner together. it is not that popular these days. I do not know why I feel so sorry for that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I say the numbers of kids, it will decrease. Uh, and, uh, I don't know why, but these days, uh, those, uh, habits that it was important before was spending time with family and like, you know, some simple things like having a dinner together. It's not that popular these days. I don't know why I feel so sorry for that. Okay,.",
      "transcript_cleaned": "I say the numbers of kids, it will decrease. and, I do not know why, but these days, those, habits that it was important before was spending time with family and like, you know, some simple things like having a dinner together. it is not that popular these days. I do not know why I feel so sorry for that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q17",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "Should husbands and wives have different roles within the family?",
      "transcript": "That is an interesting question. I think they have to, they have to, divide the roles and import, like, responsibilities because it is important for both of them to keep family. together in any aspects like financial or social. Okay and what role would you say grandparents play in the family in your country I think grandparents are those who are giving kids like understanding of good behavior how to well behave and how to be a good person Okay. Thank you. That is the end of your IELTS speaking test. Thank you so much for your time and I hope you have a good day. Thank you. Okay, I am just going to ask you some post test questions. Just some questions about how you felt about the test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, that's an interesting question. I think they have to, they have to, um, divide the roles and import, like, um, responsibilities because it's important for both of them to keep family. Um, together in any aspects like financial or social. Okay and what role would you say grandparents play in the family in your country I think grandparents are those who are giving uh kids um um like understanding of uh good behavior how to well behave and how to be a good person Okay. Thank you. That is the end of your IELTS speaking test. Thank you so much for your time and I hope you have a good day. Thank you. Okay, I'm just going to ask you some post test questions. Just some questions about how you felt about the test.",
      "transcript_cleaned": "That is an interesting question. I think they have to, they have to, divide the roles and import, like, responsibilities because it is important for both of them to keep family. together in any aspects like financial or social. Okay and what role would you say grandparents play in the family in your country I think grandparents are those who are giving kids like understanding of good behavior how to well behave and how to be a good person Okay. Thank you. That is the end of your IELTS speaking test. Thank you so much for your time and I hope you have a good day. Thank you. Okay, I am just going to ask you some post test questions. Just some questions about how you felt about the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q18",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "What are your overall feelings about today's test?",
      "transcript": "I would say it was quite good and the examiner was such a nice and questions were not that hard as I expected. Yeah, but maybe because of I was kind of nervous. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I would say it was quite good and the examiner was such a nice and questions were not that hard as I expected. Yeah, but maybe because of I was kind of nervous. Yeah. Okay.",
      "transcript_cleaned": "I would say it was quite good and the examiner was such a nice and questions were not that hard as I expected. Yeah, but maybe because of I was kind of nervous.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WkjT1sIpuIA_q21",
      "video_id": "WkjT1sIpuIA",
      "band": 7.0,
      "question": "What topics would you have preferred to come up today?",
      "transcript": "About education. Yeah, because I like to talk about education and yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, about education. Yeah, because I like to talk about education and yeah. Okay.",
      "transcript_cleaned": "About education. Yeah, because I like to talk about education and",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pXl_vfSDjbU_q02",
      "video_id": "pXl_vfSDjbU",
      "band": 7.0,
      "question": "Are you a student?",
      "transcript": "No, I do not work. I recently graduated from my college and I am looking forward to studying psychology for my bachelor's. that is good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I do not work. I recently graduated from my college and I'm looking forward to studying psychology for my bachelor's. That's good.",
      "transcript_cleaned": "No, I do not work. I recently graduated from my college and I am looking forward to studying psychology for my bachelor's. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pXl_vfSDjbU_q03",
      "video_id": "pXl_vfSDjbU",
      "band": 7.0,
      "question": "And can you tell me something about your hometown too?",
      "transcript": "Oh yes, my hometown is Kathmandu since I was born and raised here. But I originally belong from Mustang. it is a very picturesque village and it is just amazing there. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh yes, uh, my hometown is Kathmandu since I was born and raised here. But I originally belong from Mustang. It's a very picturesque village and it's just amazing there. So.",
      "transcript_cleaned": "Oh yes, my hometown is Kathmandu since I was born and raised here. But I originally belong from Mustang. it is a very picturesque village and it is just amazing there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pXl_vfSDjbU_q04",
      "video_id": "pXl_vfSDjbU",
      "band": 7.0,
      "question": "Do you enjoy dancing?",
      "transcript": "Yes indeed, I love dancing. I have been fond of dancing since I was a kid and as far as I can remember, at some point I even had this dream of becoming a professional dancer but eventually I gave up on that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes indeed, I love dancing. Uh, I've been fond of dancing since I was a kid and as far as I can remember, uh, at some point I even had this dream of becoming a professional dancer but eventually I gave up on that.",
      "transcript_cleaned": "Yes indeed, I love dancing. I have been fond of dancing since I was a kid and as far as I can remember, at some point I even had this dream of becoming a professional dancer but eventually I gave up on that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pXl_vfSDjbU_q05",
      "video_id": "pXl_vfSDjbU",
      "band": 7.0,
      "question": "Has anyone ever taught you to dance?",
      "transcript": "Yes, during lockdown, my mom and I, we watched several YouTube channels on dancing tutorials and we learnt a lot of steps. but my mom also, like me, gave up on that because she found it very hard and she required a lot of determination.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, uh, during lockdown, uh, my mom and I, we watched several YouTube channels on dancing tutorials and we learnt a lot of steps. Uh, but my mom also, like me, gave up on that because she found it very hard and she required a lot of determination.",
      "transcript_cleaned": "Yes, during lockdown, my mom and I, we watched several YouTube channels on dancing tutorials and we learnt a lot of steps. but my mom also, like me, gave up on that because she found it very hard and she required a lot of determination.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}