{
  "batch_id": 48,
  "count": 20,
  "samples": [
    {
      "sample_id": "z9GYha35a0g_q08",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "What do people usually buy on the street market?",
      "transcript": "It depends to the personality of a person, what they would need and what they want for their family. For example, they have a different culture. They love to buy different things from there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It depends to the personality of a person, what they would need and what they want for their family. For example, they have a different culture. They love to buy different things from there.",
      "transcript_cleaned": "It depends to the personality of a person, what they would need and what they want for their family. For example, they have a different culture. They love to buy different things from there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q09",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "Would you like to go to the street market in a foreign country and why?",
      "transcript": "Yeah. Sure, because I love to see different things around the world, around the other countries, especially their culture, the different things that they have and has a big difference with our culture. And that is why I love to. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah. Sure, because I love to see different things around the world, around the other countries, especially their culture, the different things that they have and has a big difference with our culture. And that's why I love to. All right,.",
      "transcript_cleaned": "Sure, because I love to see different things around the world, around the other countries, especially their culture, the different things that they have and has a big difference with our culture. And that is why I love to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q10",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "What kind of music is popular in your country?",
      "transcript": "Especially the music of like culture music They use a lot It famous in our country But from foreign countries our people don laugh They just laugh to hear about they sing sing from and they sing with the songs they love and it has a difference with the language and they laugh for example they laugh the guitar in our country playing guitar people who play guitar they laugh a lot Okay, at what age can people go clubbing in your country? We do not have a special club in our country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Especially the music of like culture music They use a lot It famous in our country But from foreign countries our people don laugh They just laugh to hear about they sing uh sing from and they sing with the songs they love and it has a difference with the language and they laugh for example they laugh the guitar in our country playing guitar people who play guitar they laugh a lot Okay, at what age can people go clubbing in your country? We don't have a special club in our country.",
      "transcript_cleaned": "Especially the music of like culture music They use a lot It famous in our country But from foreign countries our people don laugh They just laugh to hear about they sing sing from and they sing with the songs they love and it has a difference with the language and they laugh for example they laugh the guitar in our country playing guitar people who play guitar they laugh a lot Okay, at what age can people go clubbing in your country? We do not have a special club in our country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "z9GYha35a0g_q11",
      "video_id": "z9GYha35a0g",
      "band": 5.5,
      "question": "Okay, do you think it is possible to judge someone's personality from their taste in music?",
      "transcript": "According to my opinion, it does not mean that we have like a, it does not mean when a person laughs, songs, different kind of songs, for example, rock or pop, they do not show their personality. We cannot judge a person by their, for example, clothing or by their listening, when they are listening to the music. We cannot do that. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "According to my opinion, it doesn't mean that we have like a, Uh, it doesn't mean when a person laughs, uh, songs, different kind of songs, for example, rock or pop, they don't show their personality. We can't judge a person by their, for example, clothing or by their listening, when they are listening to the music. We can't do that. Perfect.",
      "transcript_cleaned": "According to my opinion, it does not mean that we have like a, it does not mean when a person laughs, songs, different kind of songs, for example, rock or pop, they do not show their personality. We cannot judge a person by their, for example, clothing or by their listening, when they are listening to the music. We cannot do that. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qgj12SajPvA_q02",
      "video_id": "Qgj12SajPvA",
      "band": 7.5,
      "question": "So do you use perfume?",
      "transcript": "I do not really use perfume that often honestly, Because I do not usually go out that much. I would consider myself as an introvert person rather than an extrovert one. So, using perfume has not really always occurred to me. So, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't really use perfume that often honestly, Because I don't usually go out that much. I would consider myself as an introvert person rather than an extrovert one. So, uh, using perfume has not really always occurred to me. So, yeah.",
      "transcript_cleaned": "I do not really use perfume that often honestly, Because I do not usually go out that much. I would consider myself as an introvert person rather than an extrovert one. So, using perfume has not really always occurred to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qgj12SajPvA_q03",
      "video_id": "Qgj12SajPvA",
      "band": 7.5,
      "question": "What kind of perfume do you like?",
      "transcript": "Well, as I have said before, perfume is not really, you know, my thing. So, I guess I would have to say, a perfume that I have heard about. A perfume that is, it has a smell that is somewhat related to wood. I think it is very classy and it is very easy to bring with you wherever you go.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, as I've said before, um, perfume isn't really, you know, my thing. So, uh, I guess I would have to say, um, a perfume that I have heard about. A perfume that is, uh, it has a smell that is somewhat related to wood. I think it's very classy and it's very easy to bring with you wherever you go.",
      "transcript_cleaned": "as I have said before, perfume is not really, you know, my thing. So, I guess I would have to say, a perfume that I have heard about. A perfume that is, it has a smell that is somewhat related to wood. I think it is very classy and it is very easy to bring with you wherever you go.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qgj12SajPvA_q04",
      "video_id": "Qgj12SajPvA",
      "band": 7.5,
      "question": "Okay, and what does perfume mean to you?",
      "transcript": "I guess perfume is, kind of special. Perfume is sort of like a subtle way to convey some sort of message. Because, you know, a perfume, even though it is, you know, people do not usually recognize it right away. But, when you do, it certainly tells something about the person that is using the perfume. So, I guess it is sort of a delivery of a message. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I guess perfume is, uh, kind of special. Perfume is sort of like a subtle way to convey some sort of message. Because, you know, a perfume, even though it's, you know, people don't usually recognize it right away. But, uh, when you do, it certainly tells something about the person that is using the perfume. So, I guess it's sort of a delivery of a message. Okay.",
      "transcript_cleaned": "I guess perfume is, kind of special. Perfume is sort of like a subtle way to convey some sort of message. Because, you know, a perfume, even though it is, you know, people do not usually recognize it right away. But, when you do, it certainly tells something about the person that is using the perfume. So, I guess it is sort of a delivery of a message.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qgj12SajPvA_q05",
      "video_id": "Qgj12SajPvA",
      "band": 7.5,
      "question": "And, do you give perfume as a gift?",
      "transcript": "That is actually a very good idea. I definitely would, you know, think about it now that you have said it. perfume is, well, it can deliver a message. So, I believe that I can, you know, tell a person how I think about them when I give them, you know, a certain type of perfume, for instance. So, okay. So, that was very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That is actually a very good idea. I definitely would, uh, you know, think about it now that you have said it. Uh, perfume is, um, well, it can deliver a message. So, uh, I believe that I can, you know, tell a person how I think about them when I give them, you know, a certain type of perfume, for instance. So, okay. So, uh, that was very good.",
      "transcript_cleaned": "That is actually a very good idea. I definitely would, you know, think about it now that you have said it. perfume is, well, it can deliver a message. So, I believe that I can, you know, tell a person how I think about them when I give them, you know, a certain type of perfume, for instance.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qgj12SajPvA_q06",
      "video_id": "Qgj12SajPvA",
      "band": 7.5,
      "question": "So, do you think all people's life will improve with the development of technology?",
      "transcript": "I guess it depends on how they approach the technology Obviously they can benefit from the better healthcare and the better transportation systems and the infrastructure that can be utilized towards caring for elderly people But at the same time technology can expose them to the different scams and frauds that are available all everywhere on the internet So I guess it a two story Alright, so, do people prefer to stay at home or go outside and why? Well, personally, I would love to stay at home rather than go outside. As I have said before, I am more of an introvert. when I go to my grandparents' home, I would definitely, advise them to go outside or, you know, go on a trip or something like that when we are on vacation. Because I believe that now that they have lived such a difficult life for me to, you know, enjoy the things that I have now, I should definitely spend my time trying to, you know, compensate some sort of the things that they have gone through.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I guess it depends on how they approach the technology Obviously they can benefit from the better healthcare and the better transportation systems and the infrastructure that can be utilized towards caring for elderly people But at the same time uh technology can expose them to the different scams and frauds that are available all everywhere on the internet So I guess it a two story Alright, so, uh, do people prefer to stay at home or go outside and why? Well, personally, I would love to stay at home rather than go outside. As I've said before, I'm more of an introvert. Um, when I go to my grandparents' home, I would definitely, um, advise them to go outside or, you know, go on a trip or something like that when we're on vacation. Because I believe that now that they have lived such a difficult life for me to, you know, enjoy the things that I have now, I should definitely spend my time trying to, you know, compensate some sort of the things that they have gone through.",
      "transcript_cleaned": "I guess it depends on how they approach the technology Obviously they can benefit from the better healthcare and the better transportation systems and the infrastructure that can be utilized towards caring for elderly people But at the same time technology can expose them to the different scams and frauds that are available all everywhere on the internet So I guess it a two story Alright, so, do people prefer to stay at home or go outside and why? Well, personally, I would love to stay at home rather than go outside. As I have said before, I am more of an introvert. when I go to my grandparents' home, I would definitely, advise them to go outside or, you know, go on a trip or something like that when we are on vacation. Because I believe that now that they have lived such a difficult life for me to, you know, enjoy the things that I have now, I should definitely spend my time trying to, you know, compensate some sort of the things that they have gone through.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qgj12SajPvA_q07",
      "video_id": "Qgj12SajPvA",
      "band": 7.5,
      "question": "What are the benefits of elderly people living alone?",
      "transcript": "I do not think there is much benefits for, you know, elderly people to live in isolation. I think it is quite dangerous for them because feeling lonely when you are old is very popular nowadays. As a kid and a grandkid, if I do not pay much attention to my grandparents, I think that I am not really, you know, I am living in a very careless way. that is for sure. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think there's much benefits for, you know, elderly people to live in isolation. I think it's quite dangerous for them because feeling lonely when you are old is very popular nowadays. As a kid and a grandkid, if I don't pay much attention to my grandparents, I think that I'm not really, you know, I'm living in a very careless way. That's for sure. All right.",
      "transcript_cleaned": "I do not think there is much benefits for, you know, elderly people to live in isolation. I think it is quite dangerous for them because feeling lonely when you are old is very popular nowadays. As a kid and a grandkid, if I do not pay much attention to my grandparents, I think that I am not really, you know, I am living in a very careless way. that is for sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qgj12SajPvA_q09",
      "video_id": "Qgj12SajPvA",
      "band": 7.5,
      "question": "Which I think is not really common for you.",
      "transcript": "So you did not really use an alternative word for perfume. but, yeah, maybe like, different kinds of, fragrance or, you know, and in the topic you could use words like body scents or body odor. That would be, better for your answer. But overall it was a very solid answer and I believe that you can get at least 7.5 for this answer.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So you didn't really use an alternative word for perfume. Uh, but, uh, yeah, maybe like, uh, uh, different kinds of, uh, fragrance or, you know, and in the topic you could use words like body scents or body odor. That would be, uh, better for your answer. But overall it was a very solid answer and I believe that you can get at least 7.5 for this answer.",
      "transcript_cleaned": "you did not really use an alternative word for perfume. but, yeah, maybe like, different kinds of, fragrance or, you know, and in the topic you could use words like body scents or body odor. That would be, better for your answer. But overall it was a very solid answer and I believe that you can get at least 7.5 for this answer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dVvJNDSH0uM_q01",
      "video_id": "dVvJNDSH0uM",
      "band": 8.0,
      "question": "Okay, and how often do you buy shoes?",
      "transcript": "Actually, even though I like shoes, I do not buy it that often because once I buy shoes, I think I take it for like four to five years of time. So the first time, whenever I buy the shoes, I always get expensive one. So normally high quality ones, brand shoes, and then I just take them for like three to four years. If it goes longer than that, five years. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, even though I like shoes, I don't buy it that often because once I buy shoes, I think I take it for like four to five years of time. So the first time, whenever I buy the shoes, I always get expensive one. So normally high quality ones, brand shoes, and then I just take them for like three to four years. If it goes longer than that, five years. Ah, okay.",
      "transcript_cleaned": "Actually, even though I like shoes, I do not buy it that often because once I buy shoes, I think I take it for like four to five years of time. So the first time, whenever I buy the shoes, I always get expensive one. So normally high quality ones, brand shoes, and then I just take them for like three to four years. If it goes longer than that, five years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dVvJNDSH0uM_q02",
      "video_id": "dVvJNDSH0uM",
      "band": 8.0,
      "question": "And do you prefer comfortable or good looking shoes?",
      "transcript": "Comfortable, definitely, because whenever I wear high heels, it is so uncomfortable, I cannot walk around that long. And I like to be active outside, so I normally wear comfortable shoes. So even right now I am wearing sneakers. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Comfortable, definitely, because whenever I wear high heels, it's so uncomfortable, I cannot walk around that long. And I like to be active outside, so I normally wear comfortable shoes. So even right now I'm wearing sneakers. Ah, okay.",
      "transcript_cleaned": "Comfortable, definitely, because whenever I wear high heels, it is so uncomfortable, I cannot walk around that long. And I like to be active outside, so I normally wear comfortable shoes. So even right now I am wearing sneakers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dVvJNDSH0uM_q04",
      "video_id": "dVvJNDSH0uM",
      "band": 8.0,
      "question": "So what do you think the clothes we wear say about us?",
      "transcript": "It represents our character and the lifestyle that we are aiming for. For example, even though I like high heels and mini skirts, I do not wear it that often because I really like to be comfortable and I like casual clothes. So I can be active and meet a lot of people while I am outside. my hobby is walking outside, socializing, and going to events. And whenever I wear some fancy clothes, it was not comfortable at all. So for me, clothes is something that represents your character. And yeah, so it represents the special vibe of a person. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It represents our character and the lifestyle that we are aiming for. For example, even though I like high heels and mini skirts, I don't wear it that often because I really like to be comfortable and I like casual clothes. So I can be active and meet a lot of people while I'm outside. Um, my hobby is walking outside, socializing, and going to events. And whenever I wear some fancy clothes, it was not comfortable at all. So for me, clothes is something that represents your character. And yeah, so it represents the special vibe of a person. Okay.",
      "transcript_cleaned": "It represents our character and the lifestyle that we are aiming for. For example, even though I like high heels and mini skirts, I do not wear it that often because I really like to be comfortable and I like casual clothes. So I can be active and meet a lot of people while I am outside. my hobby is walking outside, socializing, and going to events. And whenever I wear some fancy clothes, it was not comfortable at all. So for me, clothes is something that represents your character. And yeah, so it represents the special vibe of a person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dVvJNDSH0uM_q05",
      "video_id": "dVvJNDSH0uM",
      "band": 8.0,
      "question": "And do you think that brand name is very important for clothes sales?",
      "transcript": "Mmm sometimes if you are a seller I think it is important But for a person who buying I don think that that important Yeah because I always have a lot of clothes with me in my closet but they are not brand things I a student so I cannot afford them So yeah if it cheap but having a good quality I don think that important And why do you think some people like to go clothes shopping with friends? it is really fun, especially girls. When I am going with my girlfriends, I can show them my style and then they can also show me their style and, yeah, we can just compare what kind of things that we like and it is just really fun. it is like food shopping.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mmm sometimes if you are a seller I think it is important But for a person who buying I don think that that important Yeah because I always have a lot of clothes with me in my closet but they are not brand things I a student so I cannot afford them So yeah if it cheap but having a good quality I don think that important And why do you think some people like to go clothes shopping with friends? Hmm, it's really fun, especially girls. When I'm going with my girlfriends, um, I can show them my style and then they can also show me their style and, yeah, we can just compare what kind of things that we like and it's just really fun. It's like food shopping.",
      "transcript_cleaned": "Mmm sometimes if you are a seller I think it is important But for a person who buying I don think that that important Yeah because I always have a lot of clothes with me in my closet but they are not brand things I a student so I cannot afford them So yeah if it cheap but having a good quality I don think that important And why do you think some people like to go clothes shopping with friends? it is really fun, especially girls. When I am going with my girlfriends, I can show them my style and then they can also show me their style and, yeah, we can just compare what kind of things that we like and it is just really fun. it is like food shopping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dVvJNDSH0uM_q06",
      "video_id": "dVvJNDSH0uM",
      "band": 8.0,
      "question": "And how have clothes fashions changed in your country over the past few decades?",
      "transcript": "It is hard to tell because the trend is actually always going around. So, these days I can sometimes see the 80s or 90s fashion is arising again. So, these days it is retro style but also hip style is kind of mixed together.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, it's hard to tell because the trend is actually always going around. So, these days I can sometimes see the 80s or 90s fashion is arising again. So, um, these days it's retro style but also hip style is kind of mixed together.",
      "transcript_cleaned": "It is hard to tell because the trend is actually always going around. So, these days I can sometimes see the 80s or 90s fashion is arising again. So, these days it is retro style but also hip style is kind of mixed together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dVvJNDSH0uM_q07",
      "video_id": "dVvJNDSH0uM",
      "band": 8.0,
      "question": "What kind of things determine what is in fashion?",
      "transcript": "Actually I am not really well known in fashion so I do not know about that. Oh okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, actually I'm not really well known in fashion so I don't know about that. Oh okay.",
      "transcript_cleaned": "Actually I am not really well known in fashion so I do not know about that. Oh",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dVvJNDSH0uM_q08",
      "video_id": "dVvJNDSH0uM",
      "band": 8.0,
      "question": "And how do you think fashion will change in the future?",
      "transcript": "I think it will just take a turn, like a circulation, so I have no idea how it is going to be changed. But whenever I see Vogue models or the fashion magazine or the runway show, Always the fashion in there has been quite unique and modern and sometimes kind of weird So people are actually aiming for individuality more and more So sometimes I think it can go extreme So in the future the new generation will aim for something unique that is even on the level of being weird Yeah And people will find it unique Yeah Okay. So, those are all the questions. So thank you very much. Thank you for your time. Alright, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm, I think it will just take a turn, like a circulation, so I have no idea how it's gonna be changed. But whenever I see Vogue models or the fashion magazine or the runway show, Always the fashion in there has been quite unique and modern and sometimes kind of weird So um people are actually aiming for individuality more and more So sometimes I think it can go extreme So in the future um the new generation will aim for something unique that is even on the level of being weird Yeah And people will find it unique Yeah Okay. So, uh, those are all the questions. So thank you very much. Thank you for your time. Alright, so.",
      "transcript_cleaned": "I think it will just take a turn, like a circulation, so I have no idea how it is going to be changed. But whenever I see Vogue models or the fashion magazine or the runway show, Always the fashion in there has been quite unique and modern and sometimes kind of weird So people are actually aiming for individuality more and more So sometimes I think it can go extreme So in the future the new generation will aim for something unique that is even on the level of being weird Yeah And people will find it unique Yeah Okay. So, those are all the questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q02",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "What do you do?",
      "transcript": "Currently I am working as an English teacher. I teach younger learners by kids and primary students.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, currently I'm working as an English teacher. I teach younger learners by kids and primary students.",
      "transcript_cleaned": "Currently I am working as an English teacher. I teach younger learners by kids and primary students.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f6faFlIo5wo_q03",
      "video_id": "f6faFlIo5wo",
      "band": 7.5,
      "question": "Do you like your job?",
      "transcript": "Yes, I loved it, absolutely. Because somehow I found myself really, love kids and I really like, sharing my knowledge to people. So, yes, absolutely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I loved it, absolutely. Because somehow I found myself really, um, love kids and I really like, uh, sharing my knowledge to people. So, yes, absolutely.",
      "transcript_cleaned": "Yes, I loved it, absolutely. Because somehow I found myself really, love kids and I really like, sharing my knowledge to people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}