{
  "batch_id": 122,
  "count": 20,
  "samples": [
    {
      "sample_id": "7hEB7375jqU_q07",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Are you good at telling jokes?",
      "transcript": "Well, to be honest, I am not a serious person. I would say like I am a humorous person. So I was, I always tell some jokes to my friends and they always laugh. So I am going to consider myself as you know, I am good at telling a jokes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, to be honest, I'm not a serious person. I would say like I am a humorous person. So I was, I always tell some jokes to my friends and they always laugh. So I'm going to consider myself as you know, I'm good at telling a jokes.",
      "transcript_cleaned": "to be honest, I am not a serious person. I would say like I am a humorous person. So I was, I always tell some jokes to my friends and they always laugh. So I am going to consider myself as you know, I am good at telling a jokes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q08",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Do you like watching funny TV shows?",
      "transcript": "Yeah, I do love to watch comedy TV shows. cause you know, if you are working for the whole day, it is very, very, good way to chill out. Like, you know, to watch some comedy shows, to watch some, comedy videos, probably just like on YouTube. it is one way to have a good time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I do love to watch comedy TV shows. Um, cause you know, if you are working for the whole day, it's very, very, um, good way to chill out. Like, you know, to watch some comedy shows, to watch some, um, comedy videos, probably just like on YouTube. It's one way to have a good time.",
      "transcript_cleaned": "I do love to watch comedy TV shows. cause you know, if you are working for the whole day, it is very, very, good way to chill out. Like, you know, to watch some comedy shows, to watch some, comedy videos, probably just like on YouTube. it is one way to have a good time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q09",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Live comedy show?",
      "transcript": "Yes, I have watched some before. And it was so good because, you know, the people who joined those comedy show was very, very, humorous. And I would say it is very entertaining. And they always, you know, like, tell jokes to the people. And I really enjoyed it. So yeah, I have watched a lot before. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yes, I have watched some before. And it was so good because, you know, the people who joined those comedy show was very, very, um, humorous. And I would say it's very entertaining. And they always, you know, like, uh, tell jokes to the people. And I really enjoyed it. So yeah, I've watched a lot before. Okay.",
      "transcript_cleaned": "Yes, I have watched some before. And it was so good because, you know, the people who joined those comedy show was very, very, humorous. And I would say it is very entertaining. And they always, you know, like, tell jokes to the people. And I really enjoyed it. So yeah, I have watched a lot before.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q18",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "And why you played it?",
      "transcript": "Well, that game I would say it is like a fascinating game to play as a child. Yes, it is very very enjoyable to, you know, hide and find the other people or the other child who are also on playing with you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, that game I would say it's like a fascinating game to play as a child. Yes, it's very very enjoyable to, you know, hide and find the other people or the other child who are also on playing with you.",
      "transcript_cleaned": "that game I would say it is like a fascinating game to play as a child. Yes, it is very very enjoyable to, you know, hide and find the other people or the other child who are also on playing with you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q19",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "And how I felt about that game?",
      "transcript": "Well, it gave me immense pleasure. I would say that some of my very fond memories of my family members were rooted in that game because I was not just playing that with my Childhood friends. I also play that with my family members. You know, I have five siblings. So we play that game a lot. And you know, I really miss that game. So if I am going to have another chance to play that, probably in the near future with my future children, I am going to teach that kind of game for them to enjoy. Cause these days, a lot of. I will stop you there. Alright, thank you very much. So, we have been talking there about an indoor game you played as a child. I am going to go on now and ask you some more questions related to that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, well, it gave me immense pleasure. I would say that some of my very fond memories of my family members were rooted in that game because I was not just playing that with my Childhood friends. I also play that with my family members. You know, I have uh, five siblings. So we play that game a lot. And um, you know, I really miss that game. So if I'm gonna have another chance to play that, probably in the near future with my future children, I'm gonna teach that kind of game for them to enjoy. Cause these days, a lot of. I'll stop you there. Alright, thank you very much. So, um, we've been talking there about an indoor game you played as a child. Um, I'm gonna go on now and ask you some more questions related to that. Um,.",
      "transcript_cleaned": "it gave me immense pleasure. I would say that some of my very fond memories of my family members were rooted in that game because I was not just playing that with my Childhood friends. I also play that with my family members. You know, I have five siblings. So we play that game a lot. And you know, I really miss that game. So if I am going to have another chance to play that, probably in the near future with my future children, I am going to teach that kind of game for them to enjoy. Cause these days, a lot of. I will stop you there. Alright, thank you very much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q20",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "What kind of indoor games do children like to play in your country?",
      "transcript": "Well I have never thought that. And I would say that is an interesting question. But here in the Philippines, a lot of children usually play some, I would say not just in the Philippines, but all over the world. I am going to consider this as an indoor game because you have to play this inside of your house. So a lot of people, a lot of children love to play electronic games, mobile games, computer games. And, I would say that that is one of, the major addiction among today's children and teenagers, especially in my country. Do you think, I mean you have talked about the kind of the games like the computer games, do you think there are any benefits of children playing computer games? well, to be honest I would say yes, it has some benefits. Because if you are playing some games, whatever the kind of game that you are playing, it might help you to, you know, like to enhance your ability to compete with other people. So, you know, it has a lot of benefits just like it can help you to compete with other people and enhance a lot of abilities and skills that you need to have or you might need it when you grow up. So those are just the benefits that I can think of right now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well I've never thought that. And I would say that's an interesting question. But here in the Philippines, a lot of children usually play some, I would say not just in the Philippines, but all over the world. I'm going to consider this as an indoor game because you have to play this inside of your house. So a lot of people, a lot of children love to play electronic games, mobile games, computer games. And, um, I would say that that is one of, um, the major addiction among today's children and teenagers, especially in my country. Do you think, I mean you've talked about the kind of the games like the computer games, do you think there are any benefits of children playing computer games? Um, well, to be honest I would say yes, it has some benefits. Because if you are playing some games, whatever the kind of game that you're playing, it might help you to, you know, like to enhance your ability to compete with other people. So, um, you know, it has a lot of benefits just like it can help you to compete with other people and enhance a lot of abilities and skills that you need to have or you might need it when you grow up. So those are just the benefits that I can think of right now.",
      "transcript_cleaned": "I have never thought that. And I would say that is an interesting question. But here in the Philippines, a lot of children usually play some, I would say not just in the Philippines, but all over the world. I am going to consider this as an indoor game because you have to play this inside of your house. So a lot of people, a lot of children love to play electronic games, mobile games, computer games. And, I would say that that is one of, the major addiction among today's children and teenagers, especially in my country. Do you think, I mean you have talked about the kind of the games like the computer games, do you think there are any benefits of children playing computer games? well, to be honest I would say yes, it has some benefits. Because if you are playing some games, whatever the kind of game that you are playing, it might help you to, you know, like to enhance your ability to compete with other people. So, you know, it has a lot of benefits just like it can help you to compete with other people and enhance a lot of abilities and skills that you need to have or you might need it when you grow up. So those are just the benefits that I can think of right now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q21",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "What do you think of the differences between boys games and girls games?",
      "transcript": "That is an interesting question. I would say boys games are really like they love playing games that involves violence. I mean, you know, a lot of people are in, a lot of boys especially are into playing some violence or some games that promotes violence. But for female, I would say, most of the games that they are playing are just games that, can help them to be more like, or to learn more, to gain more knowledge. So mostly females love to play those games. That is very, very educational.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, that's an interesting question. I would say boys games are really like um, they love playing games that involves violence. I mean, you know, a lot of people are in, a lot of boys especially are into playing some violence or some games that promotes violence. But for female, um, I would say, uh, most of the games that they are playing are just games that, um, can help them to be more like, or to learn more, to gain more knowledge. So mostly females love to play those games. That is very, very educational.",
      "transcript_cleaned": "That is an interesting question. I would say boys games are really like they love playing games that involves violence. I mean, you know, a lot of people are in, a lot of boys especially are into playing some violence or some games that promotes violence. But for female, I would say, most of the games that they are playing are just games that, can help them to be more like, or to learn more, to gain more knowledge. So mostly females love to play those games. That is very, very educational.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q22",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Do you think that there are, do you think it is a good idea for adults to play games?",
      "transcript": "Yes, I do think so. it is a good idea for adults to play games. Because, first of all, a lot of adults are working hard. they are studying hard, they are working hard. They might be so busy for the whole day. So if they are going to have some time to play games, to you know, relax themselves, to chill out, it will be you know, a kind of thing to recharge themselves. I mean like recharge their batteries. Yes, they might be so exhausted working for the whole day. So playing game is one way to you know, like whale of time, have a whale of time. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, yes, I do think so. It's a good idea for adults to play games. Because, um, first of all, a lot of adults are working hard. They're studying hard, they're working hard. They might be so busy for the whole day. So if they're gonna have some time to play games, to you know, relax themselves, to chill out, um, it will be you know, a kind of thing to recharge themselves. I mean like recharge their batteries. Yes, they might be so exhausted working for the whole day. So playing game is one way to um, you know, like whale of time, have a whale of time. Right.",
      "transcript_cleaned": "Yes, I do think so. it is a good idea for adults to play games. Because, first of all, a lot of adults are working hard. they are studying hard, they are working hard. They might be so busy for the whole day. So if they are going to have some time to play games, to you know, relax themselves, to chill out, it will be you know, a kind of thing to recharge themselves. I mean like recharge their batteries. Yes, they might be so exhausted working for the whole day. So playing game is one way to you know, like whale of time, have a whale of time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q23",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Why do some adults prefer not to play games?",
      "transcript": "Well, to my knowledge, some adults do not like to play games because they think it is one way or it is one factor that, or they consider those people who are playing games as an immature person or immature people. So they do not want to be called as an immature person. that is why we do not like to play games. But the thing is, just like, as I have mentioned earlier, playing games is not something that, or playing games is something that can entertain us and have a blast. So there is nothing wrong with playing games, in my knowledge.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, to my knowledge, some adults don't like to play games because they think it's one way or it's one factor that, um, or they consider those people who are playing games as an immature person or immature people. So they don't want to be called as an immature person. That's why we don't like to play games. But the thing is, just like, as I've mentioned earlier, playing games is not something that, um, or playing games is something that can entertain us and have a blast. So there's nothing wrong with playing games, in my knowledge.",
      "transcript_cleaned": "to my knowledge, some adults do not like to play games because they think it is one way or it is one factor that, or they consider those people who are playing games as an immature person or immature people. So they do not want to be called as an immature person. that is why we do not like to play games. But the thing is, just like, as I have mentioned earlier, playing games is not something that, or playing games is something that can entertain us and have a blast. So there is nothing wrong with playing games, in my knowledge.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q27",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "This ability to build multiple clause sentences with embedded clauses, right?",
      "transcript": "I mean, things like, if you are playing some computer games, whatever the game you are playing, it might help you to enhance your ability to compete with other people. Wow, great complex structures. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I mean, things like, if you are playing some computer games, whatever the game you are playing, it might help you to enhance your ability to compete with other people. Wow, great complex structures. Nice.",
      "transcript_cleaned": "I mean, things like, if you are playing some computer games, whatever the game you are playing, it might help you to enhance your ability to compete with other people. Wow, great complex structures. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q29",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "Yes, there were some things, right?",
      "transcript": "He sometimes drops the final S or he adds a lot of words. Adds the final S. So he dropped it. One of the major addiction of young children should be addictions. love playing games that involves violence. Should be loves playing games that involve violence. So that confusion of the S, which you will notice if you saw, the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "He sometimes drops the final S or he adds a lot of words. Adds the final S. So he dropped it. One of the major addiction of young children should be addictions. Um, love playing games that involves violence. Should be loves playing games that involve violence. So that confusion of the S, um, which you'll notice if you saw, um, the.",
      "transcript_cleaned": "He sometimes drops the final S or he adds a lot of words. Adds the final S. So he dropped it. One of the major addiction of young children should be addictions. love playing games that involves violence. Should be loves playing games that involve violence. So that confusion of the S, which you will notice if you saw, the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q34",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "He, after he began speaking, he started to say, oh, who you played it with?",
      "transcript": "Da, da, da, da, da. He just read the bullet point. Rephrase it, make it into a natural connector or signpost. For example, so when it comes to who I played with, well, I used to play with da, da, da, da, da. Right? other thing, I think he does have a nice technique actually, which is he uses a pause before he answers. And even uses kind of time gainers. You know, oh, that is a good question. I have not thought about that. To give him time to think and be confident to pause, take a second or two before you answer. Great technique, one that he should carry on using in the test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Da, da, da, da, da. He just read the bullet point. Rephrase it, make it into a natural connector or signpost. For example, so when it comes to who I played with, well, I used to play with da, da, da, da, da. Right? Um, other thing, I think he does have a nice technique actually, which is he uses a pause before he answers. And even uses kind of time gainers. You know, oh, that's a good question. I haven't thought about that. To give him time to think and be confident to pause, take a second or two before you answer. Great technique, one that he should carry on using in the test.",
      "transcript_cleaned": "Da, da, da, da, da. He just read the bullet point. Rephrase it, make it into a natural connector or signpost. For example, so when it comes to who I played with, well, I used to play with da, da, da, da, da. Right? other thing, I think he does have a nice technique actually, which is he uses a pause before he answers. And even uses kind of time gainers. You know, oh, that is a good question. I have not thought about that. To give him time to think and be confident to pause, take a second or two before you answer. Great technique, one that he should carry on using in the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q37",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "I think documentaries and chat shows because that is the kind of language that you are going to be using in the IELTS speaking test, right?",
      "transcript": "Great sources for these are Netflix, lots of documentaries, TED talks, great source of language across a whole spectrum of topics. And chat shows things like Good Morning Britain, for example, or the American equivalent, Canadian equivalent. There are lots of them out there. Get onto YouTube and find some.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Great sources for these are Netflix, lots of documentaries, TED talks, great source of language across a whole spectrum of topics. And chat shows things like Good Morning Britain, for example, or the American equivalent, Canadian equivalent. There are lots of them out there. Get onto YouTube and find some.",
      "transcript_cleaned": "Great sources for these are Netflix, lots of documentaries, TED talks, great source of language across a whole spectrum of topics. And chat shows things like Good Morning Britain, for example, or the American equivalent, Canadian equivalent. There are lots of them out there. Get onto YouTube and find some.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q43",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "So making use of me, you are a digital native, right?",
      "transcript": "You grew up with kind of phones and tablets, but using that to learn English as well. Yeah. Brilliant. Fantastic. And just a final word. I mean, I would love to do a.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You grew up with kind of phones and tablets, but using that to learn English as well. Yeah. Brilliant. Fantastic. And just a final word. I mean, I would love to do a.",
      "transcript_cleaned": "You grew up with kind of phones and tablets, but using that to learn English as well. Yeah. Brilliant. Fantastic. And just a final word. I mean, I would love to do a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7hEB7375jqU_q44",
      "video_id": "7hEB7375jqU",
      "band": 8.0,
      "question": "What can I do?",
      "transcript": "But if you are interested in a.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But if you are interested in a.",
      "transcript_cleaned": "But if you are interested in a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TjuoNc0nTH4_q04",
      "video_id": "TjuoNc0nTH4",
      "band": 9.0,
      "question": "What helps you to relax?",
      "transcript": "Going for an hour to the gym or taking a stroll in the park near my home are the two ways I decompress when I am feeling tense.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Going for an hour to the gym or taking a stroll in the park near my home are the two ways I decompress when I'm feeling tense.",
      "transcript_cleaned": "Going for an hour to the gym or taking a stroll in the park near my home are the two ways I decompress when I am feeling tense.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TjuoNc0nTH4_q05",
      "video_id": "TjuoNc0nTH4",
      "band": 9.0,
      "question": "How often do you write on paper?",
      "transcript": "I frequently write on paper. Whether it is notes on a post-it to remind me of an important thought or a schedule, or notes for English. English. I am constantly jotting down ideas at least three, four times a day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I frequently write on paper. Whether it's notes on a post-it to remind me of an important thought or a schedule, or notes for English. English. I'm constantly jotting down ideas at least three, four times a day.",
      "transcript_cleaned": "I frequently write on paper. Whether it is notes on a post-it to remind me of an important thought or a schedule, or notes for English. English. I am constantly jotting down ideas at least three, four times a day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TjuoNc0nTH4_q07",
      "video_id": "TjuoNc0nTH4",
      "band": 9.0,
      "question": "If you had to write a book would you choose to do it on paper or with a computer?",
      "transcript": "If I were to author a book, I would definitely do it using my PC. Simply because as I mentioned, it is faster and more accurate.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If I were to author a book, I would definitely do it using my PC. Simply because as I mentioned, it is faster and more accurate.",
      "transcript_cleaned": "If I were to author a book, I would definitely do it using my PC. Simply because as I mentioned, it is faster and more accurate.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TjuoNc0nTH4_q08",
      "video_id": "TjuoNc0nTH4",
      "band": 9.0,
      "question": "Have the way people write changed because of the computer?",
      "transcript": "That is an interesting question. I think that computers have had a significant impact on literature.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's an interesting question. I think that computers have had a significant impact on literature.",
      "transcript_cleaned": "That is an interesting question. I think that computers have had a significant impact on literature.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TjuoNc0nTH4_q09",
      "video_id": "TjuoNc0nTH4",
      "band": 9.0,
      "question": "In what way?",
      "transcript": "Instead of using one hand with fluid motion, two hands are used. And this affects the way the brain works, for example. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Instead of using one hand with fluid motion, two hands are used. And this affects the way the brain works, for example. Okay,.",
      "transcript_cleaned": "Instead of using one hand with fluid motion, two hands are used. And this affects the way the brain works, for example.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}