{
  "batch_id": 256,
  "count": 20,
  "samples": [
    {
      "sample_id": "p7VJ2sNLLos_q06",
      "video_id": "p7VJ2sNLLos",
      "band": 6.0,
      "question": "[Transcript chunk 6]",
      "transcript": "See lots of people not a special age group and maybe they try to try to make make advertisement very well for a lot of people okay thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "see lots of people not a special age group and maybe they try to try to um make uh make advertisement very well for a lot of people okay thank you.",
      "transcript_cleaned": "See lots of people not a special age group and maybe they try to try to make make advertisement very well for a lot of people",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q01",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "Do you live in a town, a city, or the countryside?",
      "transcript": "Now, I live in a city. I currently living in Bangkok, which is a capital city of Thailand. Is very busy and crown press, but it has lots of opportunities and entertainment.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Now, I live in a city. I currently living in Bangkok, which is a capital city of Thailand. Is very busy and crown press, but it has lots of opportunities and entertainment.",
      "transcript_cleaned": "Now, I live in a city. I currently living in Bangkok, which is a capital city of Thailand. Is very busy and crown press, but it has lots of opportunities and entertainment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q02",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "What is the best thing about the place where you live now?",
      "transcript": "I think for Bangkok it has like lots of thing to do and everything is convenient like you can find food shop everywhere and almost every time day or night.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think for Bangkok it has uh like lots of thing to do and everything is convenient like you can find food shop everywhere and almost every time day or night.",
      "transcript_cleaned": "I think for Bangkok it has like lots of thing to do and everything is convenient like you can find food shop everywhere and almost every time day or night.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q03",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "Would you recommend living in this place to other people?",
      "transcript": "Yes, I think it is a good place for tourists to because there are many activity to do all day or night like you can go temple like in the in the morning and you can go to Iconyam or like Sam Parakon for like in the afternoon and in the evening like you can go to Kosaro. go to explore new thing.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I think it's a good place for tourists to because there are many activity to do all day or night like you can go temple like in the in the morning and you can go to Iconyam or like uh Sam Parakon for like in the afternoon and in the evening like you can go to Kosaro. go to explore new thing.",
      "transcript_cleaned": "Yes, I think it is a good place for tourists to because there are many activity to do all day or night like you can go temple like in the in the morning and you can go to Iconyam or like Sam Parakon for like in the afternoon and in the evening like you can go to Kosaro. go to explore new thing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q04",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "Best, how often do you use a computer?",
      "transcript": "I use computer every day. it is a big part of my routine now. I use it for work and relax at home.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I use computer every day. It's a big part of my routine now. I use it for work and uh relax at home.",
      "transcript_cleaned": "I use computer every day. it is a big part of my routine now. I use it for work and relax at home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q05",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "And what do you mainly use your computer for?",
      "transcript": "I use it for work. I usually like use it for search information for my TOIC test and find the great materials and useful tip.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I use it for work. Uh I usually like uh use it for search information for my TOIC test and uh find the great materials and useful tip.",
      "transcript_cleaned": "I use it for work. I usually like use it for search information for my TOIC test and find the great materials and useful tip.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q06",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "And do you think children should learn how to use computers at school?",
      "transcript": "I think yes because I think now day technology is everywhere if they can like learn how to use computer early. I think it can help them to like in the future and can help them in the school too. But I think parents should guide them to use it in a good way too.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think yes because I think uh now day technology is everywhere if they can like learn how to use computer early. I think it can help them to like in the future and can help them in the school too. But I think uh parents should guide them to use it in a good way too.",
      "transcript_cleaned": "I think yes because I think now day technology is everywhere if they can like learn how to use computer early. I think it can help them to like in the future and can help them in the school too. But I think parents should guide them to use it in a good way too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q07",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "When I was in university and I have to take the the subject that use Excel and I did not understand at all.",
      "transcript": "So I take the free course of the university that teach the Excel. had improved my skill like it taught how to use different tools and thank.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So I take the free course of the university that teach the Excel. had improved my skill like it taught uh how to use different tools and thank.",
      "transcript_cleaned": "I take the free course of the university that teach the Excel. had improved my skill like it taught how to use different tools and thank.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q08",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "How often do you use social media?",
      "transcript": "I use it all day, all night and almost every time. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I use it all day, all night and almost every time. Yeah.",
      "transcript_cleaned": "I use it all day, all night and almost every time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q09",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "And did you use social media more when you were a child?",
      "transcript": "H no not really because that time I went to do school and they are not allowed to use telephone. So when I moved to high school in Bangkok and I got my first phone then I start using social media. Thank you. Now best I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "H no not really because that time I went to do school and they're not allowed to use telephone. So when I moved to high school in Bangkok and I got my first phone then I start using social media. Thank you. Now best I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "H no not really because that time I went to do school and they are not allowed to use telephone. So when I moved to high school in Bangkok and I got my first phone then I start using social media. Thank you. Now best I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q10",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "Do you understand?",
      "transcript": "Yes. Thank you. So, in the chat you will be able to see your topic now. So, I would like you best to please describe a restaurant that you like to visit. All right. Best remember you have one to two minutes for this so do not worry if I stop you I will tell you when the time is up.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Thank you. So, uh in the chat you will be able to see your topic now. So, I'd like you best to please uh describe a restaurant that you like to visit. All right. Best remember you have one to two minutes for this so don't worry if I stop you I'll tell you when the time is up.",
      "transcript_cleaned": "Yes. Thank you. So, in the chat you will be able to see your topic now. So, I would like you best to please describe a restaurant that you like to visit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q12",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "When they come to visit me in Bangkok, we always go there and spend time together.",
      "transcript": "It is not just about the food, it remind me about home and the price is really affordable. So that is why Milbun is one of my favorite place to eat. Good food, good place and good wife.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh it's not just about the food, it remind me about home and uh the price is really affordable. So that's why Milbun is one of my favorite place to eat. Good food, good place and good wife.",
      "transcript_cleaned": "It is not just about the food, it remind me about home and the price is really affordable. So that is why Milbun is one of my favorite place to eat. Good food, good place and good wife.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q13",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "Could you tell me anything more about what type of food they they serve?",
      "transcript": "There is a isan food like I said that sometime papaya salad grilled fish sticky rice or even made to order food that they they they made it too. Thank Thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "There's a isan food like I said that sometime papaya salad uh grilled fish uh sticky rice or even made to order food that they they they made it too. Thank Thank you very much.",
      "transcript_cleaned": "There is a isan food like I said that sometime papaya salad grilled fish sticky rice or even made to order food that they they they made it too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q14",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "Best when was the last time you went to this restaurant?",
      "transcript": "Like about 3 days ago. So, yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Like about 3 days ago. So, yeah,.",
      "transcript_cleaned": "Like about 3 days ago.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q15",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "So, what types of restaurants are most popular in your country?",
      "transcript": "For me, noodle restaurant is really popular nowaday because I think when everyone do not know what to eat, the noodle restaurant is a good like good idea to visit because it everywhere and it delicious.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For me, noodle restaurant is really popular nowaday because I think when everyone don't know what to eat, the noodle restaurant is a good like good idea to visit because it everywhere and it delicious.",
      "transcript_cleaned": "For me, noodle restaurant is really popular nowaday because I think when everyone do not know what to eat, the noodle restaurant is a good like good idea to visit because it everywhere and it delicious.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q16",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "Do you think generally noodle dishes are healthy?",
      "transcript": "General no because I think it contain lots of sugar and lots of MSG. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "General no because I think it contain lots of sugar and lots of MSG. Yeah.",
      "transcript_cleaned": "General no because I think it contain lots of sugar and lots of MSG.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q17",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "And what what is the difference between eating out at a at a restaurant and then having a homecooked meal?",
      "transcript": "I think it is different about the ingredient that you use. If you cook the meal at home, you can like you can choose your ingredient that healthy for your for for yourself. but eating out for eating out I think we cannot control the ingredient that much like the sugar the salt something like that and in general what do you think most people prefer in your country? I think if in the city in Bangkok, I think people prefer to eat out because I think Bangkok PE people in Bangkok they are in rush and they are I think then like do not have time much to cook. So I think it is good way to eat out. M well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it's different about the ingredient that you use. If you cook the meal at home, you can like you can choose your ingredient that healthy for your for for yourself. Uh but eating out for eating out I think we can't control the ingredient that much like the sugar the salt something like that and in general what do you think most people prefer in your country? I think if in the city in Bangkok, I think people prefer to eat out because I think Bangkok uh uh PE people in Bangkok they are in rush and they are I think then like don't have time much to cook. So I think it's good way to eat out. M well.",
      "transcript_cleaned": "I think it is different about the ingredient that you use. If you cook the meal at home, you can like you can choose your ingredient that healthy for your for for yourself. but eating out for eating out I think we cannot control the ingredient that much like the sugar the salt something like that and in general what do you think most people prefer in your country? I think if in the city in Bangkok, I think people prefer to eat out because I think Bangkok PE people in Bangkok they are in rush and they are I think then like do not have time much to cook. So I think it is good way to eat out. M well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q18",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "How has this affected the health of people?",
      "transcript": "As I say that a fast food contain too much MSG and sugar and salt. even in convenience store that you go to buy like a bowl of rice, it might be oil in it. So what what can people do to avoid those bad things like the sugar, the oil, the salt or eat out or like Yeah. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "As I say that a fast food contain uh too much MSG and sugar and salt. uh even in convenience store that you go to buy like a bowl of rice, it might be oil in it. So what what can people do to avoid those bad things like the sugar, the oil, the salt or eat out or like Yeah. Yeah.",
      "transcript_cleaned": "As I say that a fast food contain too much MSG and sugar and salt. even in convenience store that you go to buy like a bowl of rice, it might be oil in it. So what what can people do to avoid those bad things like the sugar, the oil, the salt or eat out or like",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q19",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "If they eat out, what can they do?",
      "transcript": "I think now day they have like the label on the on on the packaging but you can see what nutrition or how much does the sugar contain in it. Yeah, that is the that you can choose.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think now day they have like the label on the on on the packaging but you can see what nutrition or how much does the sugar contain in it. Yeah, that's the that you can choose.",
      "transcript_cleaned": "I think now day they have like the label on the on on the packaging but you can see what nutrition or how much does the sugar contain in it. Yeah, that is the that you can choose.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q20",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "And do you think what we eat that can you know change how we feel?",
      "transcript": "Yes. for me when I eat healthy food I feel really happy in in that day. And when I I eat junk food, I feel tired and like hungry all the time, like all day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Uh for me uh when I eat healthy food I feel really happy in in that day. And when I I eat junk food, I feel tired and like uh hungry all the time, like all day.",
      "transcript_cleaned": "Yes. for me when I eat healthy food I feel really happy in in that day. And when I I eat junk food, I feel tired and like hungry all the time, like all day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}