{
  "batch_id": 174,
  "count": 20,
  "samples": [
    {
      "sample_id": "5GZOFiAsXIc_q21",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "That was unexpected, right?",
      "transcript": "To dribble when you are running with the ball at the same time. and then he says a lovely idiom, not to toot my own horn, but I was very happy. Very good at football. To toot my own horn is to brag or say I am the best at something.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To dribble when you're running with the ball at the same time. Um, and then he says a lovely idiom, not to toot my own horn, but I was very happy. Very good at football. To toot my own horn is to brag or say I am the best at something.",
      "transcript_cleaned": "To dribble when you are running with the ball at the same time. and then he says a lovely idiom, not to toot my own horn, but I was very happy. Very good at football. To toot my own horn is to brag or say I am the best at something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q22",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "So it is a good expression when you are saying you are good at something but you do not want to brag, right?",
      "transcript": "In Britain we say to blow my own trumpet but I recognise the American idiom.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In Britain we say to blow my own trumpet but I recognise the American idiom.",
      "transcript_cleaned": "In Britain we say to blow my own trumpet but I recognise the American idiom.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q24",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "That is the way to do it, right?",
      "transcript": "You cannot be overthinking in the test. It just has to come naturally from years of practice. Brilliant.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "You can't be overthinking in the test. It just has to come naturally from years of practice. Brilliant.",
      "transcript_cleaned": "You cannot be overthinking in the test. It just has to come naturally from years of practice. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q25",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "So when it comes to traditional festivals, I mean in your country what are the most important traditional festivals?",
      "transcript": "Nauruz comes to my mind. Nauruz is the most important, festival. it is, it has Zoroastrian origins but it is still, practiced in Uzbekistan and it is like, well, it marks the beginning of summer. No, not summer, spring. It marks the beginning of spring and it is the 21st of March. March I believe that the one day length and night length Maybe I I I not too sure about it but that the most important festival that celebrated nationwide And the girls put on a special Uzbek dress called atras and atlas And and usually they cook something called sumalek it an it a national meal and that cooked in a big how do you say it In a big pot I believe And it cooked over over a day Yeah it takes it for it to be ready And I think that the most important festival in Uzbekistan Although nowadays like what happening in one part of Uzbekistan a flower festival is taking place Okay, right. Interesting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, Nauruz comes to my mind. Um, Nauruz is the most important, um, festival. It's, it has Zoroastrian origins but it's still, uh, practiced in Uzbekistan and it's like, well, it marks the beginning of summer. No, not summer, spring. It marks the beginning of spring and it's the 21st of March. March I believe that the one day length and night length Maybe I I I not too sure about it but that the most important festival that celebrated nationwide And the girls put on a special Uzbek dress called atras and atlas And and usually they cook um something called sumalek Um it an uh it a national meal and that cooked in a big um how do you say it In a big pot I believe And it cooked over over a day Yeah it takes it for it to be ready And I think that the most important festival in Uzbekistan Although nowadays um like what happening in one part of Uzbekistan a flower festival is taking place Okay, right. Interesting.",
      "transcript_cleaned": "Nauruz comes to my mind. Nauruz is the most important, festival. it is, it has Zoroastrian origins but it is still, practiced in Uzbekistan and it is like, well, it marks the beginning of summer. No, not summer, spring. It marks the beginning of spring and it is the 21st of March. March I believe that the one day length and night length Maybe I I I not too sure about it but that the most important festival that celebrated nationwide And the girls put on a special Uzbek dress called atras and atlas And and usually they cook something called sumalek it an it a national meal and that cooked in a big how do you say it In a big pot I believe And it cooked over over a day Yeah it takes it for it to be ready And I think that the most important festival in Uzbekistan Although nowadays like what happening in one part of Uzbekistan a flower festival is taking place Okay, right. Interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q26",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "I mean, do young children like to learn about traditional festivals?",
      "transcript": "I am not sure if young people are really, you know, willing to learn about, I think it has to do with how globalization has sweeped, and has had a sweeping effect on all countries and then we do not necessarily really enjoy Being part of these celebrations, I do not see my, for example, brothers, little brothers enjoying these festivals as much as they enjoy celebrating say, Halloween. And I think nowadays, young people, I think, are more into what you would call shared international culture as opposed to their own culture. They seem to be less in, what is the word, in tune with their own culture, I guess.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'm not sure if young people are really, you know, willing to learn about, um, I think it has to do with how globalization has sweeped, um, and has had a sweeping effect on all countries and then we don't necessarily really enjoy Being part of these celebrations, I don't see my, for example, brothers, little brothers enjoying these festivals as much as they enjoy celebrating say, Halloween. And I think nowadays, young people, I think, are more into what you would call shared international culture as opposed to their own culture. They seem to be less in, um, what is the word, in tune with their own culture, I guess.",
      "transcript_cleaned": "I am not sure if young people are really, you know, willing to learn about, I think it has to do with how globalization has sweeped, and has had a sweeping effect on all countries and then we do not necessarily really enjoy Being part of these celebrations, I do not see my, for example, brothers, little brothers enjoying these festivals as much as they enjoy celebrating say, Halloween. And I think nowadays, young people, I think, are more into what you would call shared international culture as opposed to their own culture. They seem to be less in, what is the word, in tune with their own culture, I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q27",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "Okay, so do you think that maybe governments should be promoting local festivals more?",
      "transcript": "Yes, definitely. I think governments should promote so that they preserve their cultures and traditions. I think festivals are a great way to improve unity and solidarity within the nation. I think when people participate in these kinds of communal activities, they feel a sense of belonging to this nation. And then when they enjoy these festivals with other people from their own country, I think it gives them a lot of pride in the fact that they are unique in certain respect. And I do believe yes, government should invest a good amount of money into promoting these kinds of festivals.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, definitely. I think governments should promote so that they preserve their cultures and traditions. I think festivals are a great way to improve unity and solidarity within the nation. I think when people participate in these kinds of communal activities, they feel a sense of belonging to this nation. And then when they enjoy these festivals with other people from their own country, I think it gives them a lot of pride in the fact that they are unique in certain respect. And I do believe yes, government should invest a good amount of money into promoting these kinds of festivals.",
      "transcript_cleaned": "Yes, definitely. I think governments should promote so that they preserve their cultures and traditions. I think festivals are a great way to improve unity and solidarity within the nation. I think when people participate in these kinds of communal activities, they feel a sense of belonging to this nation. And then when they enjoy these festivals with other people from their own country, I think it gives them a lot of pride in the fact that they are unique in certain respect. And I do believe yes, government should invest a good amount of money into promoting these kinds of festivals.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q28",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "What is a good way to do it?",
      "transcript": "I think now social media is the best way to do that, I think. So they could, you know, get contact, get in contact with influencers. And then influencers can, you know, share how they are part of these, events. You know, for example, these influencers have fan meetings in the same way. Maybe they are part of these festivals and then young people join in, these festivals. And I think it is a good way to, to encourage the participation. apart from influencers, I think, maybe promoting it on, I am not sure if traditional media is still going to be helpful, in promoting these kinds of events, but generally, probably influences, most. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think now social media is the best way to do that, I think. So they could, you know, get contact, get in contact with influencers. And then influencers can, you know, share how they are part of these, um, events. You know, for example, these influencers have fan meetings in the same way. Maybe they are part of these festivals and then young people join in, um, these festivals. And I think it's a good way to, um, to encourage the participation. Um, apart from influencers, I think, um, maybe promoting it on, I'm not sure if traditional media is still going to be helpful, Uh, in promoting these kinds of events, but generally, uh, probably influences, uh, most. Okay.",
      "transcript_cleaned": "I think now social media is the best way to do that, I think. So they could, you know, get contact, get in contact with influencers. And then influencers can, you know, share how they are part of these, events. You know, for example, these influencers have fan meetings in the same way. Maybe they are part of these festivals and then young people join in, these festivals. And I think it is a good way to, to encourage the participation. apart from influencers, I think, maybe promoting it on, I am not sure if traditional media is still going to be helpful, in promoting these kinds of events, but generally, probably influences, most.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q32",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "It marks, it indicates, right?",
      "transcript": "Or shows the beginning of spring. like Christmas marks the birth of Christ. He was not too sure about it being the longest day or the shortest day in the year, but remember the facts do not matter in IELTS. it is your English that matters. A note about using words in your own language. it is fine. He does it a few times. He said on Navarro's that they cook something called smalak. it is a national meal. I have never heard of smalak. I do not know what it is. But he says, they cook something called. So it is clear what it is. And then he goes on to explain what it is. So do not worry about having to translate words all the time. You can use words like festivals and dishes, names of films and books in your own language. Just make it clear what it is. also I would like to draw your attention to self-correction. He does make one or two mistakes, but he did correct himself. He said globalization sweeped instead of swept, but he stopped and went globalization has had a sweeping effect, which is perfect. So he stopped, corrected himself and carried on. it is what a native speaker would do.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Or shows the beginning of spring. Um, like Christmas marks the birth of Christ. He wasn't too sure about it being the longest day or the shortest day in the year, but remember the facts don't matter in IELTS. It's your English that matters. A note about using words in your own language. It's fine. He does it a few times. He said on Navarro's that they cook something called smalak. It's a national meal. I've never heard of smalak. I don't know what it is. But he says, they cook something called. So it's clear what it is. And then he goes on to explain what it is. So don't worry about having to translate words all the time. You can use words like festivals and dishes, names of films and books in your own language. Just make it clear what it is. Um, also I'd like to draw your attention to self-correction. He does make one or two mistakes, but he did correct himself. He said globalization sweeped instead of swept, but he stopped and went globalization has had a sweeping effect, which is perfect. So he stopped, corrected himself and carried on. It's what a native speaker would do.",
      "transcript_cleaned": "Or shows the beginning of spring. like Christmas marks the birth of Christ. He was not too sure about it being the longest day or the shortest day in the year, but remember the facts do not matter in IELTS. it is your English that matters. A note about using words in your own language. it is fine. He does it a few times. He said on Navarro's that they cook something called smalak. it is a national meal. I have never heard of smalak. I do not know what it is. But he says, they cook something called. So it is clear what it is. And then he goes on to explain what it is. So do not worry about having to translate words all the time. You can use words like festivals and dishes, names of films and books in your own language. Just make it clear what it is. also I would like to draw your attention to self-correction. He does make one or two mistakes, but he did correct himself. He said globalization sweeped instead of swept, but he stopped and went globalization has had a sweeping effect, which is perfect. So he stopped, corrected himself and carried on. it is what a native speaker would do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q33",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "If you can imagine a room moving everything underneath it or changing everything, globalization moves everything with it, right?",
      "transcript": "It is lovely. there is another example of looking for the right word. And what I love about this is that he just stops and takes his time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's lovely. There's another example of looking for the right word. And what I love about this is that he just stops and takes his time.",
      "transcript_cleaned": "It is lovely. there is another example of looking for the right word. And what I love about this is that he just stops and takes his time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q34",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "And then he says it perfectly in tune with their own culture, right?",
      "transcript": "They are in tune with something means they are on the same wavelength, that they are connected very strongly with their culture. it is absolutely fine. Again, what a native speaker would do. So take the time to stop and pause if you feel something's not right and then carry on.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "They're in tune with something means they're on the same wavelength, um, that they are connected very strongly with their culture. It's absolutely fine. Again, what a native speaker would do. So take the time to stop and pause if you feel something's not right and then carry on.",
      "transcript_cleaned": "They are in tune with something means they are on the same wavelength, that they are connected very strongly with their culture. it is absolutely fine. Again, what a native speaker would do. So take the time to stop and pause if you feel something's not right and then carry on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q36",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "How can they do that?",
      "transcript": "Oh, thank you for compliment. But yeah, I think there is a lot of room for improvement. I find myself like every now and then when I, when I listen to myself, I find myself, mispronouncing a word. Oh, like I have been, because my muscle memory, it is been like fossilized, I guess, and there are certain fossilized errors and I find myself like mispronouncing word and then obviously it is difficult to learn a new one because you need to unlearn and relearn. but I would encourage anyone who is, trying to speak better is to expose themselves to English as much as possible. so I think input is number one thing. So I think a lot of people rush to start making output and they want to speak immediately. I think they would have some, some polyglots promoting speak from day one. I honestly do not buy that. I, I think you should, you know, try to, you know, take your time, just expose yourself again to use the same word, English as much as possible. Watch movies. you know, I, I believe I personally likes, sitcoms a lot because they are they are short, they are funny, and I believe a lot of people enjoy comedy. and, and then you listen to whatever you are interested in. I think nowadays there has been a, I mean, nowadays everyone makes a podcast. So, so I think you can listen to a podcast on, on whatever you happen to enjoy. If there is a, if there is, if you are interested in fashion, I am sure there is somebody making a podcast about it and you listen to that. And when you, in language learning, it is very important that you keep things fun.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, thank you for compliment. But yeah, I think there's a lot of room for improvement. Um, I find myself like every now and then when I, when I listen to myself, I find myself, um, mispronouncing a word. Oh, like I've been, because my muscle memory, Um, it's been like fossilized, I guess, and there are certain fossilized errors and I find myself like mispronouncing word and then obviously it's difficult to learn a new one because you need to unlearn and relearn. Um, but I would encourage anyone who's, um, trying to speak better is to expose themselves to English as much as possible. Um, so I think input is number one thing. So I think a lot of people rush to start making output and they want to speak immediately. I think they'd have some, some polyglots promoting speak from day one. I honestly don't buy that. Um, I, I think you should, you know, try to, you know, take your time, just expose yourself again to use the same word, um, English as much as possible. Watch movies. Um, you know, I, I believe I personally likes, um, sitcoms a lot because they're They're short, they're funny, and I believe a lot of people enjoy comedy. Um, and, and then you listen to whatever you're interested in. I think nowadays there has been a, I mean, nowadays everyone makes a podcast. So, so I think you can listen to a podcast on, on whatever you happen to enjoy. If there is a, um, um, if there is, if you're interested in fashion, I'm sure there is somebody making a podcast about it and you listen to that. And when you, in language learning, it's very important that you keep things fun.",
      "transcript_cleaned": "Oh, thank you for compliment. But yeah, I think there is a lot of room for improvement. I find myself like every now and then when I, when I listen to myself, I find myself, mispronouncing a word. Oh, like I have been, because my muscle memory, it is been like fossilized, I guess, and there are certain fossilized errors and I find myself like mispronouncing word and then obviously it is difficult to learn a new one because you need to unlearn and relearn. but I would encourage anyone who is, trying to speak better is to expose themselves to English as much as possible. so I think input is number one thing. So I think a lot of people rush to start making output and they want to speak immediately. I think they would have some, some polyglots promoting speak from day one. I honestly do not buy that. I, I think you should, you know, try to, you know, take your time, just expose yourself again to use the same word, English as much as possible. Watch movies. you know, I, I believe I personally likes, sitcoms a lot because they are they are short, they are funny, and I believe a lot of people enjoy comedy. and, and then you listen to whatever you are interested in. I think nowadays there has been a, I mean, nowadays everyone makes a podcast. So, so I think you can listen to a podcast on, on whatever you happen to enjoy. If there is a, if there is, if you are interested in fashion, I am sure there is somebody making a podcast about it and you listen to that. And when you, in language learning, it is very important that you keep things fun.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q37",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "And, and when do you keep things fun when you are listening to or doing things or reading, watching things you are interested in?",
      "transcript": "I, I am, I think that is what is going to be helpful. that is brilliant. that is very, very good advice. I think focusing on things you enjoy doing is great. and yeah, overall, I mean, there is so much material out there. I mean, you emphasize the exposure to the language and that input and listening, which I totally agree. and I guess nowadays there is no excuse because there is so much on the internet. If you can navigate around it and find good stuff, there is plenty and plenty of stuff. I have seen your interview with Steve Kaufman, I guess. Steve Kaufman, yeah, that is right. Yeah. Yeah, you guys also talked about language learning and how it should, I think, happen. While I think there is no one way to go about learning a language, I think what he has as a method in his own website, it is called 8lingo or something like that. I think he is got a lot of good advice too. And you can check out your video with him too. Yeah, absolutely. He has a lovely seven point kind of system to learn languages. And one of the points is do stuff you enjoy. So you are motivated, which is really, really good. Excellent. well, this has been really, really interesting. it is been fascinating. I am sure students would like to find out more about you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I, I'm, I think that's what's going to be helpful. That's brilliant. That's very, very good advice. I think focusing on things you enjoy doing is great. Um, and yeah, overall, I mean, there's so much material out there. I mean, you emphasize the exposure to the language and that input and listening, which I totally agree. Um, and I guess nowadays there's no excuse because there's so much on the internet. If you can navigate around it and find good stuff, there is plenty and plenty of stuff. I've seen your interview with Steve Kaufman, I guess. Steve Kaufman, yeah, that's right. Yeah. Yeah, you guys also talked about language learning and how it should, I think, happen. While I think there is no one way to go about learning a language, I think what he has as a method in his own website, It's called 8lingo or something like that. I think he's got a lot of good advice too. And you can check out your video with him too. Yeah, absolutely. He has a lovely seven point kind of system to learn languages. And one of the points is do stuff you enjoy. So you're motivated, which is really, really good. Excellent. Um, well, this has been really, really interesting. It's been fascinating. I'm sure students would like to find out more about you.",
      "transcript_cleaned": "I, I am, I think that is what is going to be helpful. that is brilliant. that is very, very good advice. I think focusing on things you enjoy doing is great. and yeah, overall, I mean, there is so much material out there. I mean, you emphasize the exposure to the language and that input and listening, which I totally agree. and I guess nowadays there is no excuse because there is so much on the internet. If you can navigate around it and find good stuff, there is plenty and plenty of stuff. I have seen your interview with Steve Kaufman, I guess. Steve Kaufman, yeah, that is right. Yeah. Yeah, you guys also talked about language learning and how it should, I think, happen. While I think there is no one way to go about learning a language, I think what he has as a method in his own website, it is called 8lingo or something like that. I think he is got a lot of good advice too. And you can check out your video with him too. Yeah, absolutely. He has a lovely seven point kind of system to learn languages. And one of the points is do stuff you enjoy. So you are motivated, which is really, really good. Excellent. well, this has been really, really interesting. it is been fascinating. I am sure students would like to find out more about you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q39",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "Second, expose yourself to the language, right?",
      "transcript": "Get lots of input. And also read, watch and listen to things that you enjoy. Absolutely brilliant. listen, if you want to find out more about Jorvik and his Telegram channel, YouTube channel, the links are all down to the link. Down in the description below. I am sure he will be an inspiration, not only for the students of Uzbekistan, but students all around the world. Thank you so much, Jorvik, and to all of you for watching. If you have liked it, please do.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Get lots of input. And also read, watch and listen to things that you enjoy. Absolutely brilliant. Um, listen, if you want to find out more about Jorvik and his Telegram channel, YouTube channel, the links are all down to the link. Down in the description below. I'm sure he will be an inspiration, not only for the students of Uzbekistan, but students all around the world. Thank you so much, Jorvik, and to all of you for watching. If you've liked it, please do.",
      "transcript_cleaned": "Get lots of input. And also read, watch and listen to things that you enjoy. Absolutely brilliant. listen, if you want to find out more about Jorvik and his Telegram channel, YouTube channel, the links are all down to the link. Down in the description below. I am sure he will be an inspiration, not only for the students of Uzbekistan, but students all around the world. Thank you so much, Jorvik, and to all of you for watching. If you have liked it, please do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q01",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "Do you have lots of friends?",
      "transcript": "I do have quite a few friends. I feel like I have more acquaintances than friends. The people who I really care about, I think I can definitely count them on my fingers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do have quite a few friends. Um, I feel like I have more acquaintances than friends. The people who I really care about, I think I can definitely count them on my fingers.",
      "transcript_cleaned": "I do have quite a few friends. I feel like I have more acquaintances than friends. The people who I really care about, I think I can definitely count them on my fingers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q02",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "Who is your best friend and why?",
      "transcript": "I do not know how to answer this question because if I say any one person, the others are going to come after me. And also I do not have just one best friend. I have maybe three or four. Very good friends who I look to for help, counseling, advice, and I treasure them. I really appreciate each and every one of them for different reasons.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't know how to answer this question because if I say any one person, the others are going to come after me. And also I don't have just one best friend. I have maybe three or four. Very good friends who I look to for help, counseling, advice, and I treasure them. I really appreciate each and every one of them for different reasons.",
      "transcript_cleaned": "I do not know how to answer this question because if I say any one person, the others are going to come after me. And also I do not have just one best friend. I have maybe three or four. Very good friends who I look to for help, counseling, advice, and I treasure them. I really appreciate each and every one of them for different reasons.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q03",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "Are you the type of person that makes friends easily?",
      "transcript": "It is really interesting because in a new environment I can be rather closed off. I have had people tell me actually you are very nice, you know, once they get to know me. But I kind of am a bit more of an observer. Not that I, not that I am not willing to socialize with people, but I kind of like to suss out my environment before I say anything in case I offend anybody.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It's really interesting because in a new environment I can be rather closed off. I've had people tell me actually you're very nice, you know, once they get to know me. But I kind of am a bit more of an observer. Not that I, um, not that I'm not willing to socialize with people, but I kind of like to suss out my environment before I say anything in case I offend anybody.",
      "transcript_cleaned": "It is really interesting because in a new environment I can be rather closed off. I have had people tell me actually you are very nice, you know, once they get to know me. But I kind of am a bit more of an observer. Not that I, not that I am not willing to socialize with people, but I kind of like to suss out my environment before I say anything in case I offend anybody.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q04",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "Have you ever given anybody flowers?",
      "transcript": "I give people flowers, all the time. I think it is really lovely to receive a bouquet of flowers. what is funny is that I am not such a, not that I am not a big fan of receiving flowers, but I am not really bothered about receiving flowers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I give people flowers, uh, all the time. I think it's really lovely to receive a bouquet of flowers. What's funny is that I'm not such a, not that I'm not a big fan of receiving flowers, but I'm not really bothered about receiving flowers.",
      "transcript_cleaned": "I give people flowers, all the time. I think it is really lovely to receive a bouquet of flowers. what is funny is that I am not such a, not that I am not a big fan of receiving flowers, but I am not really bothered about receiving flowers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q05",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "Is it popular to give flowers in your country?",
      "transcript": "Yes, but I think we have to avoid white flowers because they use white flowers at funerals. I am not sure if I am getting this right, but I think there are certain colours that we need to avoid.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, but I think we have to avoid white flowers because they use white flowers at funerals. I'm not sure if I'm getting this right, but I think there are certain colours that we need to avoid.",
      "transcript_cleaned": "Yes, but I think we have to avoid white flowers because they use white flowers at funerals. I am not sure if I am getting this right, but I think there are certain colours that we need to avoid.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q06",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "What kind of flowers do you like to receive?",
      "transcript": "I do not like cliches, so I do not like red roses. I love sunflowers, I like daisies, anything that is bright and happy and cheerful and not particularly extravagant or out there.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't like cliches, so I don't like red roses. I love sunflowers, I like daisies, anything that's bright and happy and cheerful and not particularly extravagant or out there.",
      "transcript_cleaned": "I do not like cliches, so I do not like red roses. I love sunflowers, I like daisies, anything that is bright and happy and cheerful and not particularly extravagant or out there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Rv79dEpaiX4_q07",
      "video_id": "Rv79dEpaiX4",
      "band": 9.0,
      "question": "Do you enjoy cooking?",
      "transcript": "Oh I love cooking I have tried to improve my cooking skills during the past year or two I would say I was successful So I tried my hand at quiches and Thai food I love Thai food I love the flavors the turmeric and the lemongrass It very I think distinctive Oh I tried baking as well I still cannot get my whipped cream to stiffen It melts a bit but we see Let see how we can fix that What are the most popular dishes in your country? In Taiwan, we love to promote our stinky tofu. It smells absolutely horrendous, but people tend to like stinky tofu. They prefer the fried version to the, I do not know if they boil it, but they prefer it fried. They say it tastes, it tastes best, but I cannot get over the smell. Other things we do really well, bubble tea came from Taiwan. that is a huge trend around the world. And, we have our own version of fried chicken, which I really love. it is very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh I love cooking I have tried to improve my cooking skills during the past year or two I would say I was successful So I tried my hand at quiches and uh Thai food I love Thai food I love the flavors the turmeric and the lemongrass It very I think distinctive Oh I tried baking as well I still cannot get my whipped cream to stiffen It melts a bit but we see Let see how we can fix that What are the most popular dishes in your country? In Taiwan, we love to promote our stinky tofu. It smells absolutely horrendous, but people tend to like stinky tofu. They prefer the fried version to the, I don't know if they boil it, but they prefer it fried. They say it tastes, uh, it tastes best, but I can't get over the smell. Other things we do really well, bubble tea came from Taiwan. That's a huge trend around the world. And, um, we have our own version of fried chicken, which I really love. It's very good.",
      "transcript_cleaned": "Oh I love cooking I have tried to improve my cooking skills during the past year or two I would say I was successful So I tried my hand at quiches and Thai food I love Thai food I love the flavors the turmeric and the lemongrass It very I think distinctive Oh I tried baking as well I still cannot get my whipped cream to stiffen It melts a bit but we see Let see how we can fix that What are the most popular dishes in your country? In Taiwan, we love to promote our stinky tofu. It smells absolutely horrendous, but people tend to like stinky tofu. They prefer the fried version to the, I do not know if they boil it, but they prefer it fried. They say it tastes, it tastes best, but I cannot get over the smell. Other things we do really well, bubble tea came from Taiwan. that is a huge trend around the world. And, we have our own version of fried chicken, which I really love. it is very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}