Total samples available: 7894
Extracting batch: 260 to 279
[
  {
    "sample_id": "PkHzIMHbFDw_q20",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "Try to slow down and, articulate each word, right?",
    "transcript": "Try to express each word clearly because sometimes the other side may not follow you, may not be able to follow you. Try to be more articulate and try to, speak clearly. that is what we are expecting the candidates to do, to speak clearly in order for us to understand them, to follow them. Yeah. And you have just one mispronunciation and that is the word skyscraper and you said it is skyscraper. Yeah. it does not scrap the sky, skyscraper. Yeah. so.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Try to express each word clearly because sometimes the other side may not follow you, may not be able to follow you. Try to be more articulate and try to, um, speak clearly. That's what we're expecting the candidates to do, to speak clearly in order for us to understand them, to follow them. Yeah. And you have just one mispronunciation and that's the word skyscraper and you said it's skyscraper. Yeah. Uh, it does not scrap the sky, skyscraper. Yeah. Uh, so."
  },
  {
    "sample_id": "PkHzIMHbFDw_q21",
    "video_id": "PkHzIMHbFDw",
    "band": 6.5,
    "question": "Any questions all concerned?",
    "transcript": "No, thanks. I just need to slow down. I got it. Yeah, that is, and, paraphrase. do not forget to paraphrase the questions. Yeah.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "No, thanks. I just need to slow down. I got it. Yeah, that's, and, uh, paraphrase. Don't forget to paraphrase the questions. Yeah."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q01",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "Can I see your identification, please?",
    "transcript": "Yes. Thank you. Thank you very much. Thank you. We can now get started with the first part of the exam. In the first part, I will ask you some personal questions. First, I would like to ask about leisure time.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Yes. Thank you. Thank you very much. Thank you. We can now get started with the first part of the exam. In the first part, I will ask you some personal questions. First, I'd like to ask about leisure time."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q02",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "What is your favorite leisure activity?",
    "transcript": "My favorite leisure activity is traveling and watching movies.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "My favorite leisure activity is traveling and watching movies."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q03",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "And what did you enjoy doing in your free time as a child?",
    "transcript": "I enjoyed playing with my cousin and going out with my friends or with my parents.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "I enjoyed playing with my cousin and going out with my friends or with my parents."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q04",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "Do most people in your country get two days off a week?",
    "transcript": "No, unfortunately some people even work on weekends.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "No, unfortunately some people even work on weekends."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q05",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "Do you like your neighbors?",
    "transcript": "Yes, I like my neighbors. they are calm and we have, and we, we have a good relationship with them. Okay.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Yes, I like my neighbors. Uh, they are calm and we have, um, and we, we have a good relationship with them. Okay."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q06",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "Are neighbors usually close to each other in your country?",
    "transcript": "No. Nowadays neighbors are not close to each other, close to each other.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Uh, no. Nowadays neighbors are not close to each other, close to each other."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q07",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "How could your neighborhood be improved?",
    "transcript": "By by accompany each other by accompany each other for can I repeat Yes I can repeat the question how could your neighborhood be improved By accompany each other for for during What is the popular pet to have in your country? in my country popular pet, is dog or maybe a cat.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Uh by uh by accompany each other um by accompany each other uh for uh can I repeat Yes I can repeat the question Uh how could your neighborhood be improved Mm By uh accompany each other for um for during What is the popular pet to have in your country? Uh, in my country popular pet, uh, is dog or maybe a cat."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q08",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "And why do people have pets?",
    "transcript": "Because, they are cute and they are lovely. Okay, thank you very much.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Because, uh, they are cute and they are lovely. Okay, thank you very much."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q09",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "Do you understand?",
    "transcript": "Yes. So, now I am giving you the.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Yes. So, now I'm giving you the."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q11",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "Do you want to tell me how you felt when you got it back?",
    "transcript": "The reception told me,. Thank you very much. Now your time is over and.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Um, the reception told me, uh, um. Thank you very much. Now your time is over and."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q13",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "What is the best action to take if you find something?",
    "transcript": "It depends. if, if they find something in the street, I am sorry.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Uh, it depends. Uh, if, if they find something in the street, uh, I'm sorry."
  },
  {
    "sample_id": "7vzC-qMb0jQ_q15",
    "video_id": "7vzC-qMb0jQ",
    "band": 2.5,
    "question": "And, how do you think we can avoid forgetting things?",
    "transcript": "I do not know. Thank you. Thank you very much. Now.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "I don't know. Thank you. Thank you very much. Now."
  },
  {
    "sample_id": "_kUA_U3GowE_q01",
    "video_id": "_kUA_U3GowE",
    "band": 7.0,
    "question": "Are you ready?",
    "transcript": "Yeah. All right. From here starts the speaking test. This is the speaking.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Yeah. All right. From here starts the speaking test. This is the speaking."
  },
  {
    "sample_id": "_kUA_U3GowE_q02",
    "video_id": "_kUA_U3GowE",
    "band": 7.0,
    "question": "Would you please tell me your full name?",
    "transcript": "Thank you. Nice to meet you. I am Bitoko Sartadabi.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Thank you. Nice to meet you. Uh, I'm Bitoko Sartadabi."
  },
  {
    "sample_id": "_kUA_U3GowE_q03",
    "video_id": "_kUA_U3GowE",
    "band": 7.0,
    "question": "Can I see your identification please?",
    "transcript": "Yeah, here you are. All right. Thank you. Here, I will come. So.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Yeah, here you are. All right. Thank you. Here, I'll come. So, uh,."
  },
  {
    "sample_id": "_kUA_U3GowE_q04",
    "video_id": "_kUA_U3GowE",
    "band": 7.0,
    "question": "Who is your best friend?",
    "transcript": "My best friend, is Ozadeh. Actually, she was my classmate and right now we are actually, we have a good connection by now.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Uh, my best friend, uh, is Ozadeh. Actually, she was my classmate and right now we are actually, we have a good connection by now."
  },
  {
    "sample_id": "_kUA_U3GowE_q05",
    "video_id": "_kUA_U3GowE",
    "band": 7.0,
    "question": "Are you still friends with people from your childhood?",
    "transcript": "Yes, I can say that. you know, I, as far as I think, the best friendships actually can, can be made actually, when actually you are a child or, actually, if I want to say that, from your childhood.",
    "part": 1,
    "source": "valid_original",
    "transcript_original": "Uh, yes, I can say that. Uh, you know, I, as far as I think, uh, the best friendships actually can, uh, uh, can be made actually, uh, when actually you're a child or, uh, actually, if I want to say that, uh, from your childhood."
  },
  {
    "sample_id": "_kUA_U3GowE_q06",
    "video_id": "_kUA_U3GowE",
    "band": 7.0,
    "question": "Do you prefer spending time with family or friends?",
    "transcript": "Honestly, with my family, because I think we actually, we are a close-knit family, and I prefer to actually spend my time with my family. Perfect.",
    "part": 1,
    "source": "cleaned",
    "transcript_original": "Uh, honestly, with my family, because I think we actually, we are a close-knit family, and I prefer to actually spend my time with my family. Perfect."
  }
]
