{
  "batch_id": 155,
  "count": 20,
  "samples": [
    {
      "sample_id": "QffJcve9iBE_q13",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "What kind of movies you like the best?",
      "transcript": "I think those movies are best which provide a good story and a positive knowledge about their life. huh. So Ibrahim, some questions will be based on language.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think those movies are best which provide a good story and a positive knowledge about their life. Uh huh. So Ibrahim, some questions will be based on language.",
      "transcript_cleaned": "I think those movies are best which provide a good story and a positive knowledge about their life. huh. So Ibrahim, some questions will be based on language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q14",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "What language can you speak?",
      "transcript": "Well I am a multi-lingual person. I can speak Hindi, English, and Punjabi language. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, uh, well I am a multi-lingual person. I can speak Hindi, English, and Punjabi language. Okay.",
      "transcript_cleaned": "I am a multi-lingual person. I can speak Hindi, English, and Punjabi language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q15",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "What language would you like to learn in the future?",
      "transcript": "I would like to learn a language in the future is Spanish because, I have a keen interest about this language.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I would like to learn a language in the future is Spanish because, uh, uh, I have a keen interest about this language.",
      "transcript_cleaned": "I would like to learn a language in the future is Spanish because, I have a keen interest about this language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q16",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "How do you learn a language?",
      "transcript": "Well, there are various types where I can learn, learn language. firstly, I watch some movies and cartoon in the language. Moreover, moreover, I, I join some online courses such as Duolingo and Abide Use Learning App. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, there are various types where I can learn, learn language. Uh, firstly, I watch some movies and cartoon in the language. Moreover, uh, moreover, I, I join some online courses such as Duolingo and Abide Use Learning App. Okay.",
      "transcript_cleaned": "there are various types where I can learn, learn language. firstly, I watch some movies and cartoon in the language. Moreover, moreover, I, I join some online courses such as Duolingo and Abide Use Learning App.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q18",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "What are the things that make people feel proud?",
      "transcript": "Well, it, it depends age to age. If I talk about the children, when, when any children, when any children achieve their high, high marks in the class or, in any competition. On the other hand, if I talk about youngster, when they get their desired job and, Olders, older feel proud, when they, when their children and grand children respect them. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it, uh, it depends age to age. If I talk about the children, uh, when, uh, when any children, uh, when any children achieve their high, high marks in the class or, uh, in any competition. On the other hand, if I talk about youngster, uh, when they get their desired job and, uh, Olders, uh, uh, older feel proud, uh, when they, when their children and grand children respect them. Okay.",
      "transcript_cleaned": "it, it depends age to age. If I talk about the children, when, when any children, when any children achieve their high, high marks in the class or, in any competition. On the other hand, if I talk about youngster, when they get their desired job and, Olders, older feel proud, when they, when their children and grand children respect them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q19",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Do people often feel proud of themselves when they complete a difficult task?",
      "transcript": "People feel proud of themselves, when they complete a difficult task because, they working day and night. moreover, moreover, they, they do not give up any thick and thin situation. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, people feel proud of themselves, uh, uh, when they complete a difficult task because, uh, they working day and night. Uh, moreover, moreover, they, they do not give up any thick and thin situation. Okay.",
      "transcript_cleaned": "People feel proud of themselves, when they complete a difficult task because, they working day and night. moreover, moreover, they, they do not give up any thick and thin situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q20",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "What challenges do young people face nowadays?",
      "transcript": "Nowadays there are plethora of challenges. firstly, nowadays, a competition. Every, every person are working hard to stay ahead. on the other hand, nowadays, Nowadays our children have, children have a shortage of time. So, so they have a facing, facing their health issues. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, nowadays there are plethora of challenges. Uh, uh, firstly, nowadays, a competition. Every, every person are working hard to stay ahead. Uh, on the other hand, uh, uh, nowadays, Nowadays our children have, children have a shortage of time. So, so they have a facing, facing their health issues. Okay.",
      "transcript_cleaned": "Nowadays there are plethora of challenges. firstly, nowadays, a competition. Every, every person are working hard to stay ahead. on the other hand, nowadays, Nowadays our children have, children have a shortage of time. So, so they have a facing, facing their health issues.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q21",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "Do not you think that there is a huge competition everywhere?",
      "transcript": "Yes, nowadays, huge competition everywhere so everyone can working hard to achieve their goals. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, nowadays, uh, huge competition everywhere so everyone can working hard to achieve their goals. Okay.",
      "transcript_cleaned": "Yes, nowadays, huge competition everywhere so everyone can working hard to achieve their goals.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QffJcve9iBE_q24",
      "video_id": "QffJcve9iBE",
      "band": 6.0,
      "question": "When I asked how question and why question twice then he was unable to handle those two.",
      "transcript": "So this situation may occur with you guys in examination. If you will be asked why and how question then you have to deal carefully with the strong opinion. And above all, in follow up part, you need to elaborate your answer between 40 and 50 seconds. So this is advisable. But he was not able to do this. That is why I am giving 6-1. Hopefully this feedback would be useful for you guys.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So this situation may occur with you guys in examination. If you'll be asked why and how question then you have to deal carefully with the strong opinion. And above all, in follow up part, you need to elaborate your answer between 40 and 50 seconds. So this is advisable. But he was not able to do this. That is why I'm giving 6-1. Hopefully this feedback would be useful for you guys.",
      "transcript_cleaned": "this situation may occur with you guys in examination. If you will be asked why and how question then you have to deal carefully with the strong opinion. And above all, in follow up part, you need to elaborate your answer between 40 and 50 seconds. So this is advisable. But he was not able to do this. That is why I am giving 6-1. Hopefully this feedback would be useful for you guys.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q02",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "Can you spell your last name for me?",
      "transcript": "Yes, W-I-R-A-H-A-D-I-R-A-K-S-A. All right, nice to do.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, W-I-R-A-H-A-D-I-R-A-K-S-A. All right, nice to do.",
      "transcript_cleaned": "Yes, W-I-R-A-H-A-D-I-R-A-K-S-A. All right, nice to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q03",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And are you working or studying right now?",
      "transcript": "I am currently studying but I am in an off book period. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm currently studying but I am in an off book period. Okay.",
      "transcript_cleaned": "I am currently studying but I am in an off book period.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q04",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And what is an off book period?",
      "transcript": "It is like breaking, like taking a break from school.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's like breaking, like taking a break from school.",
      "transcript_cleaned": "It is like breaking, like taking a break from school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q05",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And do you enjoy your studies?",
      "transcript": "So far yes. it is pretty demanding but I am enjoying at the moment.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So far yes. It's pretty demanding but I'm enjoying at the moment.",
      "transcript_cleaned": "far yes. it is pretty demanding but I am enjoying at the moment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q06",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And what do you enjoy doing in your free time?",
      "transcript": "I enjoy listening to music, watching some random videos, chill out and go for a walk. And sometimes I like to just read a book and chat with my friends on the phone. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I enjoy listening to music, um, watching some random videos, um, chill out and go for a walk. And sometimes I like to just read a book and chat with my friends on the phone. Okay.",
      "transcript_cleaned": "I enjoy listening to music, watching some random videos, chill out and go for a walk. And sometimes I like to just read a book and chat with my friends on the phone.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q07",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And what is your hometown?",
      "transcript": "I mean I have two hometowns. Like one is in Switzerland, which is it is called, Shindalegi. And the other one is, Gunpo. it is like a city but kind of a town. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I mean I have two hometowns. Like one is in Switzerland, which is Um, it's called, um, Shindalegi. And the other one is, uh, Gunpo. It's like a city but kind of a town. Yeah.",
      "transcript_cleaned": "I mean I have two hometowns. Like one is in Switzerland, which is it is called, Shindalegi. And the other one is, Gunpo. it is like a city but kind of a town.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q08",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "Where is Gunpo?",
      "transcript": "It is in Gyeonggi-do. In Gyeonggi-do. You can pick either one. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It's in Gyeonggi-do. In Gyeonggi-do. You can pick either one. Yeah.",
      "transcript_cleaned": "It is in Gyeonggi-do. In Gyeonggi-do. You can pick either one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q09",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And what are some things that you like about one of your hometowns?",
      "transcript": "I would actually pick Shindalegi because, I actually recently lived there Because I immigrated to Switzerland in 2016. and what I like about there is the nature. it is very wide and really, really big. And it is got a lot of, a lot of, like, people and just, not so many supermarkets. So then we have to like drive a lot to the city parts to to grocery shopping but like just the nature I guess. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would actually pick Shindalegi because, um, I actually recently lived there Because I immigrated to Switzerland in 2016. Um, and what I like about there is the nature. It's very wide and really, um, really big. And it's got a lot of, a lot of, like, people and just, um, not so many supermarkets. So then we have to like drive a lot to the city parts to uh, to grocery shopping but like just the nature I guess. Okay, good.",
      "transcript_cleaned": "I would actually pick Shindalegi because, I actually recently lived there Because I immigrated to Switzerland in 2016. and what I like about there is the nature. it is very wide and really, really big. And it is got a lot of, a lot of, like, people and just, not so many supermarkets. So then we have to like drive a lot to the city parts to to grocery shopping but like just the nature I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q10",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "Sort of following on that, what are some things that you do not like about it?",
      "transcript": "Yeah, the grocery shopping part and, I mean I said the good thing about my town was nature, but it is also the other hand, like it is also not the good part because there is not so many things to do. So I would have to travel to the city side to do something with my friends because there are only like houses and like train stations nearby my house. Okay, cool. Now we will talk about shopping.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, the grocery shopping part and, um, I mean I said the good thing about my town was nature, but it's also the other hand, like it's also not the good part because there's not so many things to do. So I would have to travel to the city side to do something with my friends because there are only like houses and like train stations nearby my house. Okay, cool. Now we'll talk about shopping.",
      "transcript_cleaned": "the grocery shopping part and, I mean I said the good thing about my town was nature, but it is also the other hand, like it is also not the good part because there is not so many things to do. So I would have to travel to the city side to do something with my friends because there are only like houses and like train stations nearby my house. Okay, cool. Now we will talk about shopping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q11",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "So to begin, do you like shopping?",
      "transcript": "I do. Why? it keeps me off from negative thoughts sometimes and just irrelative thoughts regarding schools or just try to chill me out sometimes. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do. Why? Um, it keeps me off from negative thoughts sometimes and just um, irrelative thoughts regarding schools or just try to um, chill me out sometimes. Okay, good.",
      "transcript_cleaned": "I do. Why? it keeps me off from negative thoughts sometimes and just irrelative thoughts regarding schools or just try to chill me out sometimes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AJhplp3dct8_q12",
      "video_id": "AJhplp3dct8",
      "band": 7.0,
      "question": "And do you compare prices when you shop?",
      "transcript": "Sometimes I do, sometimes I do not, depending on the items. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Sometimes I do, sometimes I don't, depending on the items. Okay.",
      "transcript_cleaned": "Sometimes I do, sometimes I do not, depending on the items.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}