{
  "batch_id": 73,
  "count": 20,
  "samples": [
    {
      "sample_id": "JcK6R9eZU_4_q01",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "What languages can you speak?",
      "transcript": "Actually, I am a bilingual. So firstly, my mother tongue is Vietnamese. And the second one is English. And I suppose that on the ground that English is an international language. So almost all the young people could communicate in English. And I am no exception.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, I'm a bilingual. So firstly, my mother tongue is Vietnamese. And the second one is English. And I suppose that on the ground that English is an international language. So almost all the young people could communicate in English. And I'm no exception.",
      "transcript_cleaned": "Actually, I am a bilingual. So firstly, my mother tongue is Vietnamese. And the second one is English. And I suppose that on the ground that English is an international language. So almost all the young people could communicate in English. And I am no exception.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q02",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "What languages would you like to learn in the future?",
      "transcript": "On the top of my head when talking about the topic maybe Chinese, because I see that the number of people on around the world who could communicate and speak in Chinese is increasing. So, maybe like learning Chinese or being left behind.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "On the top of my head when talking about the topic maybe Chinese, because I see that the number of people on around the world who could communicate and speak in Chinese is increasing. So, uh, maybe like learning Chinese or being left behind.",
      "transcript_cleaned": "On the top of my head when talking about the topic maybe Chinese, because I see that the number of people on around the world who could communicate and speak in Chinese is increasing. So, maybe like learning Chinese or being left behind.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q04",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "Can you fix things?",
      "transcript": "Actually repairing something is a, be quite a tough note to crack for me, especially for a girl. So I can hardly fix anything.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually repairing something is a, be quite a tough note to crack for me, uh, especially for a girl. So I can hardly fix anything.",
      "transcript_cleaned": "Actually repairing something is a, be quite a tough note to crack for me, especially for a girl. So I can hardly fix anything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q05",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "Did anybody teach you to fix things when you were a child?",
      "transcript": "So when I was a little kid, like other curious kids, I always find the opportunity to explore the whole world. So when things broke, my parents were always willing to help me to fix, to teach me to repair things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, so when I was a little kid, like other curious kids, um, I always find the opportunity to explore the whole world. So when things broke, my parents were always willing to help me to fix, to teach me to repair things.",
      "transcript_cleaned": "when I was a little kid, like other curious kids, I always find the opportunity to explore the whole world. So when things broke, my parents were always willing to help me to fix, to teach me to repair things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q06",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "What do you do when a thing is broken and cannot be fixed?",
      "transcript": "Actually it would depend on that object Like if that broken thing is just a common product I would probably shop for the new one However if it has some value like sentimental value I would try to preserve it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um actually it would depend on that object Like if that broken thing is just a common product I would probably shop for the new one However if it has some value like sentimental value I would try to preserve it.",
      "transcript_cleaned": "Actually it would depend on that object Like if that broken thing is just a common product I would probably shop for the new one However if it has some value like sentimental value I would try to preserve it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q07",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "Do you usually carry a bag?",
      "transcript": "Always, absolutely. like, bags is my indispensable thing. So, it helps me to carry my personal belonging and also somehow to top up my outfit.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Always, absolutely. Uh, like, uh, bags is my indispensable thing. So, um, it helps me to carry my personal belonging and also somehow to top up my outfit.",
      "transcript_cleaned": "Always, absolutely. like, bags is my indispensable thing. So, it helps me to carry my personal belonging and also somehow to top up my outfit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q08",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "What kind of bags would you use when traveling?",
      "transcript": "Actually, I am, I am a massive fan of bags, so I have quite a lot.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually, I'm, I'm a massive fan of bags, so I have quite a lot.",
      "transcript_cleaned": "Actually, I am, I am a massive fan of bags, so I have quite a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q09",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "Is a bag an ideal gift?",
      "transcript": "Well, from my perspective, bags, could be a practical and, functional gift for, for other people. however, a well-choosen bag present should also have the design that match the preferences and also the personal take of the recipient.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, from my perspective, uh, bags, uh, could be a practical and, uh, functional gift for, for other people. Uh, however, a well-choosen bag present should also have the design that match the preferences and also the personal take of the recipient.",
      "transcript_cleaned": "from my perspective, bags, could be a practical and, functional gift for, for other people. however, a well-choosen bag present should also have the design that match the preferences and also the personal take of the recipient.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q10",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "First of all, what are the most popular jobs for young people in your country?",
      "transcript": "In Vietnam, in my country, now many young people are employed in marketing and communication. this, this industry, would provide the employee to work in a very young, dynamic environment. And also in the context that, the internet is developing and the number of brands is increasing. So marketing and communication play a very crucial role in the digital world What the difference between high income and low income jobs in your country actually in my country high paid job could require the employee to have a comprehensive education and also the formal qualification And people doing the job usually be considered as like white collar worker And, they also, like, graduate from top-tier university. As for lower-income jobs would require the physical strength and physical skills instead of advanced academic level.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In Vietnam, in my country, now many young people are employed in marketing and communication. Um, this, uh, this industry, uh, would provide the employee to work in a very young, dynamic environment. And also in the context that, uh, the internet is developing and the number of brands is increasing. So marketing and communication play a very crucial role in the digital world What the difference between high income and low income jobs in your country Um actually in my country high paid job could require the employee to have a comprehensive education and also the formal qualification And people doing the job uh usually uh be considered as like white collar worker And, um, they also, like, graduate from top-tier university. As for lower-income jobs would require the physical strength and physical skills instead of advanced academic level.",
      "transcript_cleaned": "In Vietnam, in my country, now many young people are employed in marketing and communication. this, this industry, would provide the employee to work in a very young, dynamic environment. And also in the context that, the internet is developing and the number of brands is increasing. So marketing and communication play a very crucial role in the digital world What the difference between high income and low income jobs in your country actually in my country high paid job could require the employee to have a comprehensive education and also the formal qualification And people doing the job usually be considered as like white collar worker And, they also, like, graduate from top-tier university. As for lower-income jobs would require the physical strength and physical skills instead of advanced academic level.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q11",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "When is the right time for young people to start making serious plans for their future careers?",
      "transcript": "Actually, when a student gets into the high school, they should start a career planning as possible. Like early awareness and orientation would provide them more time to self-explore their strengths, their weaknesses, their references, and also their dreams. And parents and teachers also play a crucial role in helping them to have a clear career path.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, when a student gets into the high school, they should start a career planning as possible. Like early awareness and orientation would provide them more time to self-explore their strengths, their weaknesses, their references, and also their dreams. And parents and teachers also play a crucial role in helping them to have a clear career path.",
      "transcript_cleaned": "Actually, when a student gets into the high school, they should start a career planning as possible. Like early awareness and orientation would provide them more time to self-explore their strengths, their weaknesses, their references, and also their dreams. And parents and teachers also play a crucial role in helping them to have a clear career path.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q12",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "Do you think it is important for secondary schools to offer careers advice to students?",
      "transcript": "I think this point is nice to have things. from my perspective, receiving the career guidances from high school would help the student to choose the major when they get into the high school.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think this point is nice to have things. Um, from my perspective, uh, receiving the career guidances from high school would help the student to choose the major when they get into the high school.",
      "transcript_cleaned": "I think this point is nice to have things. from my perspective, receiving the career guidances from high school would help the student to choose the major when they get into the high school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JcK6R9eZU_4_q13",
      "video_id": "JcK6R9eZU_4",
      "band": 6.0,
      "question": "However, like secondary students may, may not understand them well and they also have not enough experiences.",
      "transcript": "So, I suppose that they should be given more time to broaden their horizon by themselves. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, uh, I suppose that they should be given more time to broaden their horizon by themselves. Thank you.",
      "transcript_cleaned": "I suppose that they should be given more time to broaden their horizon by themselves.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q02",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "So this is your first attempt, right?",
      "transcript": "Yes, my first attempt. Okay, great. So, and I am very pleased to learn that you got a 7 in writing and a 7.5 in speaking, which are really admirable achievements because it is not easy to achieve such a target. Okay, alright, so in today's episode, we are going to be doing another, yet another.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, my first attempt. Okay, great. So, and I'm very pleased to learn that you got a 7 in writing and a 7.5 in speaking, which are really admirable achievements because it's not easy to achieve such a target. Okay, alright, so in today's episode, we're going to be doing another, yet another.",
      "transcript_cleaned": "Yes, my first attempt. Okay, great. So, and I am very pleased to learn that you got a 7 in writing and a 7.5 in speaking, which are really admirable achievements because it is not easy to achieve such a target. Okay, alright, so in today's episode, we are going to be doing another, yet another.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q04",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "So are you working or are you a student?",
      "transcript": "So I graduated last month. So I am now working as an intern in sales department. we mainly deal with like sales KPI and route optimization for the sales team interview. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, so I graduated last month. So I am now working as an intern in sales department. Uh, we mainly deal with like sales KPI and route optimization for the sales team interview. Okay.",
      "transcript_cleaned": "I graduated last month. So I am now working as an intern in sales department. we mainly deal with like sales KPI and route optimization for the sales team interview.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q05",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "So why did you choose to do that job?",
      "transcript": "The job came to me by chance actually. I was looking for a, marketing position, but to no avail.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, the job came to me by chance actually. I was looking for a, uh, marketing position, but to no avail.",
      "transcript_cleaned": "The job came to me by chance actually. I was looking for a, marketing position, but to no avail.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q06",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "So do you like your job?",
      "transcript": "At first I did not enjoy it as much because, I was a fish out of water in this field. And I bore the thought of, being not being cut out for it. So, but like, times went by, I got more chance to work with more people, engage in more projects, and so it started to grow on me eventually.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, at first I didn't enjoy it as much because, uh, I was a fish out of water in this field. And I bore the thought of, uh, being not being cut out for it. So, but like, times went by, uh, I got more chance to work with more people, engage in more projects, and so it started to grow on me eventually.",
      "transcript_cleaned": "At first I did not enjoy it as much because, I was a fish out of water in this field. And I bore the thought of, being not being cut out for it. So, but like, times went by, I got more chance to work with more people, engage in more projects, and so it started to grow on me eventually.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q07",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "So what is your favorite color?",
      "transcript": "If I had to choose, I would say blue, navy blue to be specific. You know like the striped collar on the sailor uniforms You know for me it reminds me of the sky and I really love staring at the vast blue sky and it just gives me hope What the color you dislike and why Okay personally I do not enjoy the color purple because like this hatred may stem from the villains in cartoons or movies back in the day as they were portrayed with a purple like outfit or background So ever since then purple is the definition of something that is evil and sinister for me What colors do your friends like most? So, I am a plain person, but my friends are all like fashion conscious. So, they really know how to dress up whenever they go out. So mismatching the outfits are a must for them to be in style. And in order to do that, they have to combine the two colors, black and white, because they really go well with pretty much anything. So I think that they, those are the colors that they like.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, if I had to choose, I would say blue, uh, navy blue to be specific. You know like the striped collar on the sailor uniforms You know for me it reminds me of the sky and I really love staring at the vast blue sky and it just gives me hope What the color you dislike and why Okay personally I do not uh enjoy the color purple because like this hatred may stem from the villains in cartoons or movies back in the day as they were portrayed with a purple like outfit or background So ever since then uh purple is the definition of something that is evil and sinister for me What colors do your friends like most? So, I'm a plain person, but my friends are all like fashion conscious. So, they really know how to dress up whenever they go out. So mismatching the outfits are a must for them to be in style. And in order to do that, they have to combine the two colors, black and white, because they really go well with pretty much anything. So I think that they, those are the colors that they like.",
      "transcript_cleaned": "If I had to choose, I would say blue, navy blue to be specific. You know like the striped collar on the sailor uniforms You know for me it reminds me of the sky and I really love staring at the vast blue sky and it just gives me hope What the color you dislike and why Okay personally I do not enjoy the color purple because like this hatred may stem from the villains in cartoons or movies back in the day as they were portrayed with a purple like outfit or background So ever since then purple is the definition of something that is evil and sinister for me What colors do your friends like most? So, I am a plain person, but my friends are all like fashion conscious. So, they really know how to dress up whenever they go out. So mismatching the outfits are a must for them to be in style. And in order to do that, they have to combine the two colors, black and white, because they really go well with pretty much anything. So I think that they, those are the colors that they like.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q08",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "What color makes you uncomfortable in your room?",
      "transcript": "To be honest, the, the thought of having a green color in, decorated in my room crosses me out.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, to be honest, uh, uh, the, the thought of having a green color in, decorated in my room crosses me out.",
      "transcript_cleaned": "To be honest, the, the thought of having a green color in, decorated in my room crosses me out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q09",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "Like, weird is not it?",
      "transcript": "Like, like how green color represents, like, environment or positive and healthy symbols. But for me, it reminds me of like toxic chemicals and like gloomy deep, white forest. So, you know, just imagining waking up with the view of the so green color, just send the shoes down to my spine.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Like, uh, like how green color represents, like, environment or positive and healthy symbols. But for me, it reminds me of like toxic chemicals and like gloomy deep, uh, white forest. So, you know, just imagining waking up with the view of the so green color, just send the shoes down to my spine.",
      "transcript_cleaned": "Like, like how green color represents, like, environment or positive and healthy symbols. But for me, it reminds me of like toxic chemicals and like gloomy deep, white forest. So, you know, just imagining waking up with the view of the so green color, just send the shoes down to my spine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIisvJXuZMw_q10",
      "video_id": "iIisvJXuZMw",
      "band": 7.5,
      "question": "Do you like buying shoes?",
      "transcript": "I have to admit that I am a shopaholic, but I, whenever I got a paycheck, but shoes are not my go-to items, you know, because, they are still So many like, designs, products, and, types, to choose from. And those decisions make me having a headache. So I would only like to purchase a pair or two whenever my current ones are worn down, worn out. So it is about like, once every two years.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I have to admit that I am a shopaholic, but I, whenever I got a paycheck, but shoes are not my go-to items, you know, uh, because, uh, they are still So many like, uh, designs, products, and, uh, types, uh, to choose from. And those decisions make me having a headache. So I would only like to purchase a pair or two whenever my current ones are worn down, worn out. So it's about like, uh, once every two years.",
      "transcript_cleaned": "I have to admit that I am a shopaholic, but I, whenever I got a paycheck, but shoes are not my go-to items, you know, because, they are still So many like, designs, products, and, types, to choose from. And those decisions make me having a headache. So I would only like to purchase a pair or two whenever my current ones are worn down, worn out. So it is about like, once every two years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}