{
  "batch_id": 105,
  "count": 20,
  "samples": [
    {
      "sample_id": "KN2g_M1Lnf0_q06",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "Did you notice that I did not say what time?",
      "transcript": "So what, the air continues what, and it finishes here because you can hear the tt, what, what time. But I do not say that. I actually say what time. And you notice that the air comes up.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So what, the air continues what, and it finishes here because you can hear the tt, what, what time. But I don't say that. I actually say what time. And you notice that the air comes up.",
      "transcript_cleaned": "what, the air continues what, and it finishes here because you can hear the tt, what, what time. But I do not say that. I actually say what time. And you notice that the air comes up.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q09",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "And what types of food do you take with you?",
      "transcript": "I would usually just take like pastries or like sushi and drinks. So, or even like cheese platter. We usually just bring, one item each. And so, like everyone contributes something to, the picnic. But it depends on like the, the, the day as well. Like usually if I were to have a picnic, it would be a very sunny day. So definitely cold drinks and, sushi or like, cheese platter and dessert as well. Conditional sentences. If I were. Now many of you would say grammatically that would be incorrect, but it is totally normal. it is called the subjunctive. The subjunctive. And look below it says if I were. If I were to meet the Prime Minister, I would be very humble. If I were to wake up late tomorrow, I would be in trouble. So this is an example where the subjunctive, and maybe we will talk about that in a future video, you can make what would be a grammatical mistake. You can also say if I was, but in this case she said if I were. I also heard a few more glottal stops which were great. We will listen very shortly to Alicia where she maybe uses a glottal stop where an, a typical native speaker would not. let us keep listening.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would usually just take like pastries or like sushi and drinks. So, um, or even like cheese platter. We usually just bring, uh, one item each. And so, like everyone contributes something to, um, the picnic. But it depends on like the, the, the day as well. Like usually if I were to have a picnic, it would be a very sunny day. So definitely cold drinks and, um, sushi or like, uh, cheese platter and dessert as well. Conditional sentences. If I were. Now many of you would say grammatically that would be incorrect, but it's totally normal. It's called the subjunctive. The subjunctive. And look below it says if I were. If I were to meet the Prime Minister, I would be very humble. If I were to wake up late tomorrow, I would be in trouble. So this is an example where the subjunctive, and maybe we'll talk about that in a future video, you can make what would be a grammatical mistake. You can also say if I was, but in this case she said if I were. I also heard a few more glottal stops which were great. We will listen very shortly to Alicia where she maybe uses a glottal stop where an, a typical native speaker would not. Let's keep listening.",
      "transcript_cleaned": "I would usually just take like pastries or like sushi and drinks. So, or even like cheese platter. We usually just bring, one item each. And so, like everyone contributes something to, the picnic. But it depends on like the, the, the day as well. Like usually if I were to have a picnic, it would be a very sunny day. So definitely cold drinks and, sushi or like, cheese platter and dessert as well. Conditional sentences. If I were. Now many of you would say grammatically that would be incorrect, but it is totally normal. it is called the subjunctive. The subjunctive. And look below it says if I were. If I were to meet the Prime Minister, I would be very humble. If I were to wake up late tomorrow, I would be in trouble. So this is an example where the subjunctive, and maybe we will talk about that in a future video, you can make what would be a grammatical mistake. You can also say if I was, but in this case she said if I were. I also heard a few more glottal stops which were great. We will listen very shortly to Alicia where she maybe uses a glottal stop where an, a typical native speaker would not. let us keep listening.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q10",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "And do you remember the last picnic you went on?",
      "transcript": "Yes, I do. I just went last week and we went to St Kilda beach to just have a picnic and afterwards watch the sunset. And it was really amazing because like I thought it was really peaceful. it is been a while since I have been out, given the whole COVID situation. But yeah, it was, it was really amazing to finally see my friends and to finally enjoy their company and enjoy the food. And I would love to have a picnic again soon with my friends or yeah, my family. Now, three words for you here. Went. And I heard her say, we went. And that would be an example of a got or stop.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I do. I just went last week and we went to uh, St Kilda beach to just um, have a picnic and afterwards watch the sunset. And it was really amazing because like um, I thought it was really peaceful. It's been a while since I've been out, um, given the whole COVID situation. But yeah, it was, it was really amazing to finally see my friends and to finally enjoy their company and enjoy the food. And I would love to have a picnic again soon with my friends or yeah, my family. Now, three words for you here. Went. And I heard her say, we went. And that would be an example of a got or stop.",
      "transcript_cleaned": "Yes, I do. I just went last week and we went to St Kilda beach to just have a picnic and afterwards watch the sunset. And it was really amazing because like I thought it was really peaceful. it is been a while since I have been out, given the whole COVID situation. But yeah, it was, it was really amazing to finally see my friends and to finally enjoy their company and enjoy the food. And I would love to have a picnic again soon with my friends or yeah, my family. Now, three words for you here. Went. And I heard her say, we went. And that would be an example of a got or stop.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q11",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "Can you hear that?",
      "transcript": "We went. And that is typical. Many people who are native speakers would use that one. Another one was picnic, picnic. You did not hear her say pic-nic. She said picnic. And that is another good example of a gospel stop. One which I am just a little bit doubtful of, but I did understand it, was foo-l. Food. If you listen to Alicia, she says foo-l rather than food.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "We went. And that's typical. Many people who are native speakers would use that one. Another one was picnic, picnic. You didn't hear her say pic-nic. She said picnic. And that's another good example of a gospel stop. One which I'm just a little bit doubtful of, but I did understand it, was foo-l. Food. If you listen to Alicia, she says foo-l rather than food.",
      "transcript_cleaned": "We went. And that is typical. Many people who are native speakers would use that one. Another one was picnic, picnic. You did not hear her say pic-nic. She said picnic. And that is another good example of a gospel stop. One which I am just a little bit doubtful of, but I did understand it, was foo-l. Food. If you listen to Alicia, she says foo-l rather than food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q13",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "And are there any problems which could happen during a picnic?",
      "transcript": "Well, yeah, there was a problem that we were facing and that was the seagulls. Like, they kept trying to, come and get our food. So that was just one of the like major problems and the sand as well because it gets all over as well when the wind blows and everything. But I mean overall that was just one of the very few annoying things that happens. Now I want to talk about music.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, yeah, there was a problem that we were facing and that was the seagulls. Like, they kept trying to, um, come and get our food. So that was just one of the like major problems and um, the sand as well because it gets all over as well when the wind blows and everything. But I mean overall um, that was just one of the very few annoying things that um, happens. Now I want to talk about music.",
      "transcript_cleaned": "there was a problem that we were facing and that was the seagulls. Like, they kept trying to, come and get our food. So that was just one of the like major problems and the sand as well because it gets all over as well when the wind blows and everything. But I mean overall that was just one of the very few annoying things that happens. Now I want to talk about music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q14",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "What sort of music do you enjoy listening to?",
      "transcript": "It really depends on my mood. I would say that I listen to music every day and it really just depends on how I am feeling. Some days I feel energetic and I would listen to more upbeat music like pop or EDM, electronic dance music. And there are days where like I listen to indie and slower songs and there are also days where I listen to rap music. It all depends. But yeah, recently I have been getting, I have been getting into a lot more of the indie music and all. But yeah, it just really depends on my mood.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it really depends on my mood. I would say that I listen to music every day and it really just depends on how I'm feeling. Some days I feel energetic and I would listen to more upbeat music like pop or EDM, electronic dance music. And there are days where like I listen to indie and slower songs and there are also days where I listen to rap music. It all depends. But yeah, recently I've been getting, I've been getting into a lot more of the indie music and all. But yeah, it just really depends on my mood.",
      "transcript_cleaned": "It really depends on my mood. I would say that I listen to music every day and it really just depends on how I am feeling. Some days I feel energetic and I would listen to more upbeat music like pop or EDM, electronic dance music. And there are days where like I listen to indie and slower songs and there are also days where I listen to rap music. It all depends. But yeah, recently I have been getting, I have been getting into a lot more of the indie music and all. But yeah, it just really depends on my mood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q15",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "And do you find that music helps you study?",
      "transcript": "Yes, I actually listen to music a lot when I am studying. And I think it is, it is very different. It really depends on the person. So, I know one of my friends, they cannot listen to music at all and just have to shut everything out. But I personally have to listen to music. So yeah, and the music that I listen to, it is, I would say, not a lot of people listen to as well. Like I would listen to actually like EDM music. So a lot of people find it extremely hard to concentrate. But I feel like actually it stimulates my brain more and it gets me more hyped up and happy, happier to actually continue studying. Like, motivates me. But yeah, I have other friends that listen to music while studying and they tend to listen to classical music which I understand it actually, well there is a lot of scientific evidence that show that classical music actually helps you like study and get concentrated as well. Okay, two things I want to talk about here. The first one is collocation. Collocation is when you fit two words together naturally. A great example would be, It gets me hyped up. It gets me hyped up. To be hyped up means to get me energized. The problem that I saw in this particular section of speech is that she repeated the same term a few times. I probably heard it four times and she said it depends on, it depends on my mood, it depends on how I am feeling. Just be careful that you do need to use a variety of different terms and phrases Try not to repeat the same thing again and again Are there any types of music you don enjoy I personally do not really enjoy country music, but it really just depends on the person and the background that you grew up in. Because I did not grow up listening to a lot of country, but I know I know that there are people that enjoy country music that come from the countryside or different countries. They really just focus. Like in America, they are quite heavy in certain states that they are quite heavy with country music. And yeah, but I grew up in an environment where it was just mostly what my friends were listening to, which was mostly pop or rap music. People my age usually listen to pop and rap and indie as well. Okie dokie. We just talked about collocation and we talked about hyped up. In this case, she says, they are quite heavy with. With. This for me would be an example of probably an incorrect collocation. We would not hear that normally. You, somebody's quite heavily into something, so people are very heavily into something, but we would not normally say they are very heavy with something, particularly with music.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I actually listen to music a lot when I'm studying. And I think it's, it's very different. It really depends on the person. So, um, I know one of my friends, they can't listen to music at all and just have to shut everything out. But I personally have to listen to music. So yeah, and the music that I listen to, it's, I would say, not a lot of people listen to as well. Like I would listen to actually like EDM music. So a lot of people find it extremely hard to concentrate. But I feel like actually it stimulates my brain more and it gets me more hyped up and happy, happier to actually continue studying. Like, motivates me. But yeah, I have other friends that listen to music while studying and they tend to listen to classical music which I understand it actually, well there's a lot of scientific evidence that show that classical music actually helps you like study and get concentrated as well. Okay, two things I want to talk about here. The first one is collocation. Collocation is when you fit two words together naturally. A great example would be, It gets me hyped up. It gets me hyped up. To be hyped up means um, to get me energized. The problem that I saw in this particular section of speech is that she repeated the same term a few times. I probably heard it four times and she said it depends on, it depends on my mood, it depends on how I'm feeling. Just be careful that you do need to use a variety of different terms and phrases Try not to repeat the same thing again and again Are there any types of music you don enjoy Um, I personally don't really enjoy country music, but it really just depends on the person and the background that you grew up in. Because I didn't grow up listening to a lot of country, but I know I know that there are people that enjoy country music that come from the countryside or different countries. They really just focus. Like in America, they are quite heavy in certain states that they're quite heavy with country music. And um, yeah, but I grew up in an environment where it was just mostly uh, what my friends were listening to, which was mostly pop or rap music. People my age usually listen to pop and rap and indie as well. Okie dokie. We just talked about collocation and we talked about hyped up. In this case, she says, um, they are quite heavy with. With. This for me would be an example of probably an incorrect collocation. We wouldn't hear that normally. You, somebody's quite heavily into something, so people are very heavily into something, but we wouldn't normally say they are very heavy with something, particularly with music.",
      "transcript_cleaned": "Yes, I actually listen to music a lot when I am studying. And I think it is, it is very different. It really depends on the person. So, I know one of my friends, they cannot listen to music at all and just have to shut everything out. But I personally have to listen to music. So yeah, and the music that I listen to, it is, I would say, not a lot of people listen to as well. Like I would listen to actually like EDM music. So a lot of people find it extremely hard to concentrate. But I feel like actually it stimulates my brain more and it gets me more hyped up and happy, happier to actually continue studying. Like, motivates me. But yeah, I have other friends that listen to music while studying and they tend to listen to classical music which I understand it actually, well there is a lot of scientific evidence that show that classical music actually helps you like study and get concentrated as well. Okay, two things I want to talk about here. The first one is collocation. Collocation is when you fit two words together naturally. A great example would be, It gets me hyped up. It gets me hyped up. To be hyped up means to get me energized. The problem that I saw in this particular section of speech is that she repeated the same term a few times. I probably heard it four times and she said it depends on, it depends on my mood, it depends on how I am feeling. Just be careful that you do need to use a variety of different terms and phrases Try not to repeat the same thing again and again Are there any types of music you don enjoy I personally do not really enjoy country music, but it really just depends on the person and the background that you grew up in. Because I did not grow up listening to a lot of country, but I know I know that there are people that enjoy country music that come from the countryside or different countries. They really just focus. Like in America, they are quite heavy in certain states that they are quite heavy with country music. And yeah, but I grew up in an environment where it was just mostly what my friends were listening to, which was mostly pop or rap music. People my age usually listen to pop and rap and indie as well. Okie dokie. We just talked about collocation and we talked about hyped up. In this case, she says, they are quite heavy with. With. This for me would be an example of probably an incorrect collocation. We would not hear that normally. You, somebody's quite heavily into something, so people are very heavily into something, but we would not normally say they are very heavy with something, particularly with music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q16",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "And do you enjoy listening to live music?",
      "transcript": "I personally do not really prefer listening to it live only because sometimes when you are watching it live in a concert, like going to concerts and stuff, it gets, it tends to get a bit crowded. And sometimes like I cannot even hear anything because there is just people around me screaming, but it really depends if the, if the concert was held in a smaller venue and there were, and it was more personal and I would prefer that. The fact that it was held in a stadium, which I have been to, it was really chaotic in the sense that I could not see anything and I could not hear anyone, anybody. Like I could not hear like the actual singer. Like I went to a Taylor Swift concert, I went to Justin Bieber and I could not even hear them like properly because there were just like people around me just screaming constantly. Fantastic. Did you notice here, and this is a really great tip for you guys, just talk as though you are talking to a friend. She spoke really naturally to the examiner and told a story about going to a concert. She explained why she did not particularly like this concert, but talked about why she would prefer another concert. Really great. But I think, yeah, again, it really depends on the personality and what interests you. Here we go again. It depends, it depends, it depends. I have probably heard that phrase now six or seven times in the past two or three minutes. I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I personally don't really prefer listening to it live only because sometimes when you're watching it live in a concert, like going to concerts and stuff, it gets, it tends to get a bit crowded. And sometimes like I can't even hear anything because there's just people around me screaming, but it really depends if the, if the concert was held in a smaller venue and there were, and it was more personal and um, I would prefer that. The fact that it was held in a stadium, which I've been to, it was really chaotic in the sense that I couldn't see anything and I couldn't hear anyone, anybody. Like I couldn't hear like the actual singer. Like I went to a Taylor Swift concert, I went to Justin Bieber and I could not even hear them like properly because there were just like people around me just screaming constantly. Fantastic. Did you notice here, and this is a really great tip for you guys, just talk as though you're talking to a friend. She spoke really naturally to the examiner and told a story about going to a concert. She explained why she didn't particularly like this concert, but talked about why she would prefer another concert. Really great. But I think, um, yeah, again, it really depends on the personality and what interests you. Here we go again. It depends, it depends, it depends. I've probably heard that phrase now six or seven times in the past two or three minutes. I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "I personally do not really prefer listening to it live only because sometimes when you are watching it live in a concert, like going to concerts and stuff, it gets, it tends to get a bit crowded. And sometimes like I cannot even hear anything because there is just people around me screaming, but it really depends if the, if the concert was held in a smaller venue and there were, and it was more personal and I would prefer that. The fact that it was held in a stadium, which I have been to, it was really chaotic in the sense that I could not see anything and I could not hear anyone, anybody. Like I could not hear like the actual singer. Like I went to a Taylor Swift concert, I went to Justin Bieber and I could not even hear them like properly because there were just like people around me just screaming constantly. Fantastic. Did you notice here, and this is a really great tip for you guys, just talk as though you are talking to a friend. She spoke really naturally to the examiner and told a story about going to a concert. She explained why she did not particularly like this concert, but talked about why she would prefer another concert. Really great. But I think, yeah, again, it really depends on the personality and what interests you. Here we go again. It depends, it depends, it depends. I have probably heard that phrase now six or seven times in the past two or three minutes. I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q17",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "Do you still have it, etc.",
      "transcript": "Maybe if you have not won a prize yourself, talk about somebody who has or talk about a prize that maybe you want to receive in the future. Lots and lots of ideas for you to talk about there. And if you are really stuck, just make up anything. Pretend that you once won an Oscar or a TV award. At the end of the day, the examiner does not know that you have not. So be prepared to make something up. I would like you to describe a prize you have received. so just thinking back, about the most important prize that I have received was actually a certificate and that certificate, certificate for to me was really important because, it really showed like determination and perseverance as well as hard work really does pay off. So I received this prize when I was in high school and it was after my major exams. it is IGCSE. So it was like high school exam and I received this prize for being one of the top students in physics and chemistry and to me that was really like, for me I was really happy when I received it because at the start of the school year I was just not doing I did well for physics and chemistry and I was at the brink of failing the subject and actually yeah, so I got about 50 on the dot for the subject just before my major exams and I thought that I was not going to do well but during the last month where it was SWOT VAC and we were just studying and just preparing for the exams, I really just put in so much effort to really understanding and learning the concepts. I would spend like the entire day, entire morning and afternoon just revising and practicing exam questions and just reading the textbook and just staying back with my tutor to just ask the questions and go through all the questions that I got wrong. So when I received the prize like I was really shocked at first because I did not expect that I would do well in it. And it just made me feel a lot better about myself and it gave me this drive that if you put your mind to it, you can really succeed in the things that you do. There we go.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Maybe if you haven't won a prize yourself, talk about somebody who has or talk about a prize that maybe you want to receive in the future. Lots and lots of ideas for you to talk about there. And if you're really stuck, just make up anything. Pretend that you once won an Oscar or a TV award. At the end of the day, the examiner doesn't know that you haven't. So be prepared to make something up. I would like you to describe a prize you have received. Um, so just thinking back, um, about the most important prize that I've received was actually a certificate and that certificate, certificate for to me was really important because, um, it really showed like determination and perseverance as well as hard work really does pay off. So I received this prize um, when I was in high school and it was after my major exams. It's IGCSE. So it was like high school exam and um, I received this prize uh, for being one of the top students in physics and chemistry and to me that was really like, for me I was really happy when I received it because at the start of the school year I was just not doing I did well for physics and chemistry and I was at the brink of failing the subject and actually um, yeah, so I got about 50 on the dot for the subject just before my major exams and I thought that I wasn't going to do well but during the last month where it was SWOT VAC and we were just studying and just preparing for the exams, I really just put in so much effort to really understanding and learning the concepts. I would spend like the entire day, entire morning and afternoon just revising and practicing exam questions and um, just reading the textbook and just staying back with my tutor to just ask the questions and go through um, all the questions that I got wrong. So when I received the prize like I was really shocked at first because I didn't expect that I would do well in it. And it just made me feel a lot better about myself and it gave me this drive that if you put your mind to it, you can really succeed in the things that you do. There we go.",
      "transcript_cleaned": "Maybe if you have not won a prize yourself, talk about somebody who has or talk about a prize that maybe you want to receive in the future. Lots and lots of ideas for you to talk about there. And if you are really stuck, just make up anything. Pretend that you once won an Oscar or a TV award. At the end of the day, the examiner does not know that you have not. So be prepared to make something up. I would like you to describe a prize you have received. so just thinking back, about the most important prize that I have received was actually a certificate and that certificate, certificate for to me was really important because, it really showed like determination and perseverance as well as hard work really does pay off. So I received this prize when I was in high school and it was after my major exams. it is IGCSE. So it was like high school exam and I received this prize for being one of the top students in physics and chemistry and to me that was really like, for me I was really happy when I received it because at the start of the school year I was just not doing I did well for physics and chemistry and I was at the brink of failing the subject and actually yeah, so I got about 50 on the dot for the subject just before my major exams and I thought that I was not going to do well but during the last month where it was SWOT VAC and we were just studying and just preparing for the exams, I really just put in so much effort to really understanding and learning the concepts. I would spend like the entire day, entire morning and afternoon just revising and practicing exam questions and just reading the textbook and just staying back with my tutor to just ask the questions and go through all the questions that I got wrong. So when I received the prize like I was really shocked at first because I did not expect that I would do well in it. And it just made me feel a lot better about myself and it gave me this drive that if you put your mind to it, you can really succeed in the things that you do. There we go.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q19",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "Do you think prizes are important?",
      "transcript": "I think, it is important in the sense that not necessarily you have to receive a medal, a big gold medal, a lot of money, cash prize, but it is more of the reward that you get and the satisfaction that you get after. it is more of, giving that, telling that someone that, you know, you did well. So you are acknowledging the person, the person's contribution and what they did. And that can really help motivate that person to do more and to benefit in the future and help themselves grow as a person. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think, um, it is important in the sense that not necessarily you have to receive a medal, a big gold medal, um, a lot of money, cash prize, but it's more of the reward that you get and the satisfaction that you get after. It's more of, um, giving that, telling that someone that, you know, you did well. So you're acknowledging the person, um, the person's contribution and what they did. And that can really help motivate that person to do more and to benefit in the future and help themselves grow as a person. Yeah. Hmm.",
      "transcript_cleaned": "I think, it is important in the sense that not necessarily you have to receive a medal, a big gold medal, a lot of money, cash prize, but it is more of the reward that you get and the satisfaction that you get after. it is more of, giving that, telling that someone that, you know, you did well. So you are acknowledging the person, the person's contribution and what they did. And that can really help motivate that person to do more and to benefit in the future and help themselves grow as a person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q20",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "And do we give too many prizes nowadays?",
      "transcript": "I would say yes and no. It really depends on what the situation is. I feel like there are times where there is not a lot of prizes to be won. For example, like case competition. I feel like it is really competitive and not a lot of people get get acknowledged for the effort that they put in. So I think on that aspect, like there could be more prizes and more acknowledgement for their effort. Because I remember I had a friend who entered into the case competition and he just focused on it every single day. And he will stay up till early morning to just complete it and he put in a lot of effort. But at the end of the day, it was really hard because like, he came in like third but there was no like, acknowledgement for the for him. So I think it can be discouraging at times. But, yeah, it really depends. More glottal stops here used really well. So she said, not a lot of. Not a lot of. So there is two glottal stops there. Not a lot of.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would say yes and no. It really depends on what the situation is. I feel like there are times where um, there's not a lot of prizes to be won. For example, like uh, case competition. I feel like it's really competitive and not a lot of people get um, get acknowledged for the effort that they put in. So I think on that aspect, like there could be more prizes and more acknowledgement for their effort. Because um, I remember I had a friend who entered into the case competition and he just focused on it every single day. And he will stay up till early morning to just complete it and he put in a lot of effort. But at the end of the day, it was really hard because like, he came in like third but there was no like, acknowledgement for the for him. So I think it can be discouraging at times. But, yeah, it really depends. More glottal stops here used really well. So she said, not a lot of. Not a lot of. So there's two glottal stops there. Not a lot of.",
      "transcript_cleaned": "I would say yes and no. It really depends on what the situation is. I feel like there are times where there is not a lot of prizes to be won. For example, like case competition. I feel like it is really competitive and not a lot of people get get acknowledged for the effort that they put in. So I think on that aspect, like there could be more prizes and more acknowledgement for their effort. Because I remember I had a friend who entered into the case competition and he just focused on it every single day. And he will stay up till early morning to just complete it and he put in a lot of effort. But at the end of the day, it was really hard because like, he came in like third but there was no like, acknowledgement for the for him. So I think it can be discouraging at times. But, yeah, it really depends. More glottal stops here used really well. So she said, not a lot of. Not a lot of. So there is two glottal stops there. Not a lot of.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KN2g_M1Lnf0_q22",
      "video_id": "KN2g_M1Lnf0",
      "band": 8.5,
      "question": "And do competitions always have good outcomes?",
      "transcript": "I do not think all competitions have good outcomes. It just, really depends as well. So, for example, like winning, a race and if you come in fourth or something, It can really like make you feel just really down and beat yourself up for it. So at the end of the day, it also depends on the person and how they take, like how they take not being the winner or just how they react to it as well. But yeah, it really depends on the situation. here is our depend friend again. Alicia, she is used it a couple more times in the past minute or so. It really depends. it is a phrase that I think when you are nervous or when you are sitting an exam, because the pressure that you are under makes you kind of forget some of the things you have said, just be aware not to repeat the same phrase too many times.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I don't think all competitions have good outcomes. It just, uh, really depends as well. So, um, for example, like winning, um, a race and if you come in fourth or something, It can really like make you feel just really down and beat yourself up for it. So at the end of the day, um, it also depends on the person and how they take, um, like how they take not being the winner or just how they react to it as well. But yeah, it really depends on the situation. Here's our depend friend again. Alicia, she's used it a couple more times in the past minute or so. It really depends. It's a phrase that I think when you are nervous or when you're sitting an exam, because the pressure that you're under makes you kind of forget some of the things you've said, just be aware not to repeat the same phrase too many times.",
      "transcript_cleaned": "I do not think all competitions have good outcomes. It just, really depends as well. So, for example, like winning, a race and if you come in fourth or something, It can really like make you feel just really down and beat yourself up for it. So at the end of the day, it also depends on the person and how they take, like how they take not being the winner or just how they react to it as well. But yeah, it really depends on the situation. here is our depend friend again. Alicia, she is used it a couple more times in the past minute or so. It really depends. it is a phrase that I think when you are nervous or when you are sitting an exam, because the pressure that you are under makes you kind of forget some of the things you have said, just be aware not to repeat the same phrase too many times.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q01",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "Do you think that the IELTS speaking test is difficult?",
      "transcript": "Well I agree with you. The great news is that we have made some fantastic mock exam videos with a real practice exam with real students and a real practice examiner. During these videos, I am going to be looking at what the students do well, how they can improve, and also how you guys can use some of their tips, techniques, and ideas in your speaking test. Hello people, it is Chris from IELTS Daily and you are back for another mock exam session. I hope you find these sessions really useful. Today we have Kevin. Kevin's from China and he is not originally a native speaker. So we are going to talk about what Kevin does well in his sample test, how can he improve, and we will also be sharing some ideas of what you guys can use in your speaking test. So if you are ready to go, let us go and watch Kevin. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddy and I am your practice examiner. The questions in this test are designed to simulate the IELTS speaking test. let us start.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well I agree with you. The great news is that we've made some fantastic mock exam videos with a real practice exam with real students and a real practice examiner. During these videos, I'm going to be looking at what the students do well, how they can improve, and also how you guys can use some of their tips, techniques, and ideas in your speaking test. Hello people, it's Chris from IELTS Daily and you're back for another mock exam session. I hope you find these sessions really useful. Today we have Kevin. Kevin's from China and he is not originally a native speaker. So we're going to talk about what Kevin does well in his sample test, how can he improve, and we'll also be sharing some ideas of what you guys can use in your speaking test. So if you're ready to go, let's go and watch Kevin. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddy and I'm your practice examiner. The questions in this test are designed to simulate the IELTS speaking test. Let's start.",
      "transcript_cleaned": "I agree with you. The great news is that we have made some fantastic mock exam videos with a real practice exam with real students and a real practice examiner. During these videos, I am going to be looking at what the students do well, how they can improve, and also how you guys can use some of their tips, techniques, and ideas in your speaking test. Hello people, it is Chris from IELTS Daily and you are back for another mock exam session. I hope you find these sessions really useful. Today we have Kevin. Kevin's from China and he is not originally a native speaker. So we are going to talk about what Kevin does well in his sample test, how can he improve, and we will also be sharing some ideas of what you guys can use in your speaking test. So if you are ready to go, let us go and watch Kevin. Hello and welcome to this practice exam conducted by IELTS Daily. My name is Maddy and I am your practice examiner. The questions in this test are designed to simulate the IELTS speaking test. let us start.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q02",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "What is your first name please?",
      "transcript": "Hong Ling. H-O-N-G-L-I-N. But you can call me Kevin. Thanks Kevin. Did you notice that Kevin gave his native name and he said, but you can call me Kevin. This is common if you have an English name. English name. In the test, they will probably want to hear your original native name and the name which you prefer. So you can say, you can call me. In this case, you can call me Kevin. At the beginning of the IELTS test, you will be required to provide some ID, but as this is a practice test, we do not need to do that today. I want to begin by talking about you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, Hong Ling. H-O-N-G-L-I-N. But you can call me Kevin. Thanks Kevin. Did you notice that Kevin gave his native name and he said, but you can call me Kevin. This is common if you have an English name. English name. In the test, they will probably want to hear your original native name and the name which you prefer. So you can say, you can call me. In this case, you can call me Kevin. At the beginning of the IELTS test, you'll be required to provide some ID, but as this is a practice test, we don't need to do that today. I want to begin by talking about you.",
      "transcript_cleaned": "Hong Ling. H-O-N-G-L-I-N. But you can call me Kevin. Thanks Kevin. Did you notice that Kevin gave his native name and he said, but you can call me Kevin. This is common if you have an English name. English name. In the test, they will probably want to hear your original native name and the name which you prefer. So you can say, you can call me. In this case, you can call me Kevin. At the beginning of the IELTS test, you will be required to provide some ID, but as this is a practice test, we do not need to do that today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q03",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "Do you work or do you study?",
      "transcript": "I am a full-time university student at the University of Melbourne studying the Bachelor of Biomedicine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm a full-time university student at the University of Melbourne studying the Bachelor of Biomedicine.",
      "transcript_cleaned": "I am a full-time university student at the University of Melbourne studying the Bachelor of Biomedicine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q04",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "Can you tell me a bit more about that?",
      "transcript": "I do a Bachelor of Biomedicine. it is a pretty much set course, on either research, scientific research or medicine, medicine school in the future. But I still have not decided which path I might take, but at the moment I am majoring in genetics and I have a particular interest in genetics. And especially CRISPR technology, which allow us to edit genes and maybe cure disease like cancer, did like cancer in the future and all sorts of diseases that we are not able to cure at the moment. Kevin makes a great start here. A couple of points that I want to really be really picky on.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I do a Bachelor of Biomedicine. It's a pretty much set course, um, on either research, scientific research or medicine, uh, medicine school in the future. But I still haven't decided which path I might take, but at the moment I'm majoring in genetics and I have a particular interest in genetics. And especially CRISPR technology, which allow us to edit genes and um, maybe cure disease like cancer, did like cancer in the future and all sorts of diseases that we aren't able to cure at the moment. Kevin makes a great start here. A couple of points that I want to really be really picky on.",
      "transcript_cleaned": "I do a Bachelor of Biomedicine. it is a pretty much set course, on either research, scientific research or medicine, medicine school in the future. But I still have not decided which path I might take, but at the moment I am majoring in genetics and I have a particular interest in genetics. And especially CRISPR technology, which allow us to edit genes and maybe cure disease like cancer, did like cancer in the future and all sorts of diseases that we are not able to cure at the moment. Kevin makes a great start here. A couple of points that I want to really be really picky on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q05",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "So he said, which pass?",
      "transcript": "It is a common mistake for people who do not have the th sound. He should be pronouncing the word th path. So be careful if you do not have the f sound in your language. He spoke about his full-time university degree in biomedicine and gave some extra evidence and he elaborated on his answer which is really great. He improves his fluency mark.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's a common mistake for people who don't have the th sound. He should be pronouncing the word th path. So be careful if you don't have the f sound in your language. He spoke about his full-time university degree in biomedicine and gave some extra evidence and he elaborated on his answer which is really great. He improves his fluency mark.",
      "transcript_cleaned": "It is a common mistake for people who do not have the th sound. He should be pronouncing the word th path. So be careful if you do not have the f sound in your language. He spoke about his full-time university degree in biomedicine and gave some extra evidence and he elaborated on his answer which is really",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q06",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "And why did you choose this subject?",
      "transcript": "I always. I am just going to pause Kevin here.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I always um. I'm just gonna pause Kevin here.",
      "transcript_cleaned": "I always. I am just going to pause Kevin here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q09",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "Is what you wear important to you?",
      "transcript": "Well, I actually spend way more than average time that I would spend on clothing today. Usually I do not really care too much about clothing as long as it is comfortable and as long as I am not in my pajamas I can just go to uni, spend the day there or at the library and then come home and then it will be easy and it will not be. I do not care too much about fashion but as long as it does not make me look bad or it is comfortable I am fine with it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, um, I actually spend way more than average time that I would spend on clothing today. Usually I don't really care too much about clothing as long as it's comfortable and as long as I'm not in my pajamas I can just go to uni, um, spend the day there or at the library and then come home and then it'll be easy and it won't be. I don't care too much about fashion but as long as it doesn't make me look bad or it's comfortable I'm fine with it.",
      "transcript_cleaned": "I actually spend way more than average time that I would spend on clothing today. Usually I do not really care too much about clothing as long as it is comfortable and as long as I am not in my pajamas I can just go to uni, spend the day there or at the library and then come home and then it will be easy and it will not be. I do not care too much about fashion but as long as it does not make me look bad or it is comfortable I am fine with it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DpSGqFSufTM_q14",
      "video_id": "DpSGqFSufTM",
      "band": 8.0,
      "question": "Why do people recycle?",
      "transcript": "Well, I think a lot of people do not know too much about this topic and they do it because, well, the government or, like the officials tell them to, and it is sort of almost like a law and that we have to obey. But I think personally, it is, as I have said, it is about our future. Unlike something like coronavirus, like it is a, it is a pandemic that all lot, that will haunt us for three, two, three years and it will pass. But with global warming, it is an issue that is linked very closely to our future entirely. So if we do not do anything now, it means our future generations will not have a viable earth to live on. So I think it is important that we start changing the way we live and doing things sustainably so that we can have, We can provide a future for generations to come.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think a lot of people don't know too much about this topic and they do it because, well, the government or, um, like the officials tell them to, and it's sort of almost like a law and that we have to obey. But I think personally, it's, as I've said, it's about our future. Unlike something like coronavirus, like it's a, it's a pandemic that all lot, that will haunt us for three, two, three years and it will pass. But with global warming, it's an issue that is linked very closely to our future entirely. So if we don't do anything now, um, it means our future generations won't have a viable earth to live on. So I think it's important that we start changing the way we live and doing things sustainably so that we can have, We can provide a future for um, generations to come.",
      "transcript_cleaned": "I think a lot of people do not know too much about this topic and they do it because, well, the government or, like the officials tell them to, and it is sort of almost like a law and that we have to obey. But I think personally, it is, as I have said, it is about our future. Unlike something like coronavirus, like it is a, it is a pandemic that all lot, that will haunt us for three, two, three years and it will pass. But with global warming, it is an issue that is linked very closely to our future entirely. So if we do not do anything now, it means our future generations will not have a viable earth to live on. So I think it is important that we start changing the way we live and doing things sustainably so that we can have, We can provide a future for generations to come.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}