{
  "batch_id": 182,
  "count": 20,
  "samples": [
    {
      "sample_id": "iMPGHuKklD8_q14",
      "video_id": "iMPGHuKklD8",
      "band": 5.0,
      "question": "How did you celebrate your last birthday?",
      "transcript": "At my last birthday, I, I cut a cake and, and donated foods in poor children. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, at my last birthday, I, I cut a cake and, uh, and donated foods in poor children. Okay.",
      "transcript_cleaned": "At my last birthday, I, I cut a cake and, and donated foods in poor children.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iMPGHuKklD8_q15",
      "video_id": "iMPGHuKklD8",
      "band": 5.0,
      "question": "What kind of birthday gifts do you like to receive?",
      "transcript": "I like to receive expensive gifts and that gift who can help me in future. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I like to receive expensive gifts and that gift who can help me in future. Okay.",
      "transcript_cleaned": "I like to receive expensive gifts and that gift who can help me in future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iMPGHuKklD8_q17",
      "video_id": "iMPGHuKklD8",
      "band": 5.0,
      "question": "Is it more difficult for old people to accept new technologies?",
      "transcript": "I believe that people have very difficulty to, to adapt new changes. they find very difficult. so I, I think we have to, help older people to, Adapt this new technology. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I believe that people have very difficulty to, uh, to adapt new changes. Uh, they find very difficult. Uh, so I, I think we have to, um, help older people to, uh, Adapt this new technology. Okay.",
      "transcript_cleaned": "I believe that people have very difficulty to, to adapt new changes. they find very difficult. so I, I think we have to, help older people to, Adapt this new technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iMPGHuKklD8_q19",
      "video_id": "iMPGHuKklD8",
      "band": 5.0,
      "question": "Related to what?",
      "transcript": "To. To make their product popular. that is why they. And, to make learn new technologies to the older people. is not it? Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, to. To make their product popular. That's why they. And, er, to make learn new technologies to the older people. Isn't it? Yes.",
      "transcript_cleaned": "To. To make their product popular. that is why they. And, to make learn new technologies to the older people. is not it?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jJDD0bhXAOQ_q02",
      "video_id": "jJDD0bhXAOQ",
      "band": 4.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Buy anything with card okay and do you ever save money to buy special things and well i think it is it is not the people cannot cannot save money now because anything is very are very expensive and people cannot save good money i think my idea in my opinion my idea i think and would you ever take a job which had low pay job video pay yes i think i think the the job in a in airlines have paid low pay i do not i do not idea about this question okay so would winning a lot of money make a big difference in your life for example when you work a lot or or you should vote any time you can you can give good money or you can save money but now you need all of the time and the people work and work and work but cannot make big money i think okay and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "buy anything with card okay and do you ever save money to buy special things and well i think it's it's not the people can't can't save money now because anything is very are very expensive and people can't save good money i think my idea in my opinion my idea i think and would you ever take a job which had low pay job video pay yes i think i think the the job in a in airlines have paid low pay i don't i don't idea about this question okay so would winning a lot of money make a big difference in your life for example when you work a lot or or you should vote any time you can you can give good money or you can save money but now you need all of the time and the people work and work and work but can't make big money i think okay and.",
      "transcript_cleaned": "Buy anything with card okay and do you ever save money to buy special things and well i think it is it is not the people cannot cannot save money now because anything is very are very expensive and people cannot save good money i think my idea in my opinion my idea i think and would you ever take a job which had low pay job video pay yes i think i think the the job in a in airlines have paid low pay i do not i do not idea about this question okay so would winning a lot of money make a big difference in your life for example when you work a lot or or you should vote any time you can you can give good money or you can save money but now you need all of the time and the people work and work and work but cannot make big money i think okay and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jJDD0bhXAOQ_q03",
      "video_id": "jJDD0bhXAOQ",
      "band": 4.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Sports because then the child go and go younger and go and go then go older and the health is better okay that is thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "sports because then the child go and go younger and go and go then go older and the health is better okay that's uh thank you very much.",
      "transcript_cleaned": "Sports because then the child go and go younger and go and go then go older and the health is better",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jJDD0bhXAOQ_q04",
      "video_id": "jJDD0bhXAOQ",
      "band": 4.0,
      "question": "[Transcript chunk 4]",
      "transcript": "You started your study and you learned learn about any article you can describe anything but when you can you do not you do not update and you do not you do not know about a new article you cannot explain and you cannot describe anything okay that is.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "you started your study and you learned learn about any article you can describe anything but when you can you don't you don't update and you don't you don't know about a new article you can't explain and um you can't describe anything okay that's.",
      "transcript_cleaned": "You started your study and you learned learn about any article you can describe anything but when you can you do not you do not update and you do not you do not know about a new article you cannot explain and you cannot describe anything",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ROm_8Oeuj1Q_q02",
      "video_id": "ROm_8Oeuj1Q",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "My job is related to internet and my major is computer engineering when i come back home we watch tv most of the time online and i think all of our life is engaged with internet right and what is your favorite website google because whatever i want i can find it in google and it makes it easy to find whatever you want and whatever you want to know sometimes i think about the old days that we wanted to learn something we want to search something it was really hard but now it is really easy to search something on google right and do you think children should be allowed unsupervised access to the internet of course not i think parents should have extreme supervision on their children and their access to the internet and there are lots of softwares and that helps parents to do that for them and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "my job is related to internet and my major is computer engineering when i come back home we watch tv most of the time online and i think uh all of our life uh is engaged with internet right and what's your favorite website google because whatever i want i can find it in google and it makes it easy to find whatever you want and whatever you want to know um sometimes i think about the old days that we wanted to learn something we want to search something it was really hard but now it's really easy to search something on google right and do you think children should be allowed unsupervised access to the internet uh of course not i think parents should have extreme supervision on their uh children and their access to the internet and there are lots of softwares and that helps parents to do that for them and.",
      "transcript_cleaned": "My job is related to internet and my major is computer engineering when i come back home we watch tv most of the time online and i think all of our life is engaged with internet right and what is your favorite website google because whatever i want i can find it in google and it makes it easy to find whatever you want and whatever you want to know sometimes i think about the old days that we wanted to learn something we want to search something it was really hard but now it is really easy to search something on google right and do you think children should be allowed unsupervised access to the internet of course not i think parents should have extreme supervision on their children and their access to the internet and there are lots of softwares and that helps parents to do that for them and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ROm_8Oeuj1Q_q03",
      "video_id": "ROm_8Oeuj1Q",
      "band": 6.5,
      "question": "[Transcript chunk 3]",
      "transcript": "You to talk about it for up to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "you to talk about it for up to two minutes.",
      "transcript_cleaned": "You to talk about it for up to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ROm_8Oeuj1Q_q05",
      "video_id": "ROm_8Oeuj1Q",
      "band": 6.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Students it would become a combined with a computer game i think it is really becomes interesting for for students okay and how could we make children interested in things that they do not have on the internet i did not understand your question okay so how could we make children interested in things that they do not have that they will be probably interested in on the internet you are you mean it is not on the internet or they they do not have access so so how could you sort of take their attention off the internet to be interested in things i think it is really hard to get the children's attention off the internet because when I am in my 30s I am fully interested in internet young children is interested in it interested in it as well and i think it i we could not completely neglect internet and make their attention to something else we could have less internet besides other things right okay thanks very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "uh students uh it would become a combined with a computer game uh i think it's uh really becomes interesting for for students okay and how could we make children interested in things that they don't have on the internet i didn't understand your question okay so how could we make children interested in things that they don't have uh that they will be probably interested in on the internet um you're uh you mean it's not on the internet or they they don't have access so so uh how could you sort of take their attention off the internet to be interested in things i think it's really hard to get the children's attention off the internet because when i'm in my 30s i'm fully interested in internet young children is interested in it interested in it as well and i think uh it i we couldn't completely neglect internet and uh make their attention to something else uh we could have less internet besides other things right okay thanks very much.",
      "transcript_cleaned": "Students it would become a combined with a computer game i think it is really becomes interesting for for students okay and how could we make children interested in things that they do not have on the internet i did not understand your question okay so how could we make children interested in things that they do not have that they will be probably interested in on the internet you are you mean it is not on the internet or they they do not have access so so how could you sort of take their attention off the internet to be interested in things i think it is really hard to get the children's attention off the internet because when I am in my 30s I am fully interested in internet young children is interested in it interested in it as well and i think it i we could not completely neglect internet and make their attention to something else we could have less internet besides other things",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ROm_8Oeuj1Q_q11",
      "video_id": "ROm_8Oeuj1Q",
      "band": 6.5,
      "question": "[Transcript chunk 11]",
      "transcript": "Voice recorder stop the sentence a sentence that you like and then repeat that sentence and just think of feel the stress where they are going up and the volume where they are you know raising their voice coming down all these different stress levels and intonation copy them and then you will sound a lot more like them I am not telling I am not asking you to change your accent accent is unique everyone has their own accent but you can definitely work on the stresses and the intonation and you should be fine and another thing i say many times in the conversations and it annoys me okay just use linking words the linking sentences so i should also say maybe I would like to also mention this you know so you can always link it you try to practice also linking sentences it is good you mentioned that because i did want to talk to you about that so definitely find the linking words i should also mention perhaps you might like to know that you know there is so many ways you can avoid these fillers by using these linking sentences i should buy time by these words you can buy yes you buy yourself time to move on to your next sentence because it is it is sort of these kind of fillers if it happens just a couple of times it means that it is content related and you know basically you are just looking for your next ideas you are just searching for ideas if it is repeatedly you know when it is is happening maybe for 10 seconds in a row then the examiner will pick that up and find out that maybe it is language where you are you are hesitating with the language so yes exactly work on these.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "voice recorder stop the sentence a sentence that you like and then repeat that sentence and just think of feel the stress where they're going up and the volume where they're you know raising their voice coming down all these different stress levels and intonation uh copy them and then you'll sound a lot more like them i'm not telling i'm not asking you to change your accent accent is unique everyone has their own accent but you can definitely work on the stresses and the intonation and you should be fine and another thing i uh say uh many times in the conversations and it annoys me okay just use linking words the linking sentences so i should also say um maybe i'd like to also mention this you know so you can always link it you try to practice also linking sentences it's good you mentioned that because i did want to talk to you about that so definitely find the linking words i should also mention uh perhaps you might like to know that you know there's so many ways you can avoid these fillers by using these linking sentences i should buy time by these words you can buy yes you buy yourself time to move on to your next sentence because it's it's sort of um these kind of fillers if it happens just a couple of times uh it means that it's content related and you know basically you're just looking for your next ideas you're just searching for ideas if it's repeatedly you know when it's um is happening maybe for 10 seconds in a row then the examiner will pick that up and find out that maybe it's language where you're you're hesitating with the language so yes exactly work on these.",
      "transcript_cleaned": "Voice recorder stop the sentence a sentence that you like and then repeat that sentence and just think of feel the stress where they are going up and the volume where they are you know raising their voice coming down all these different stress levels and intonation copy them and then you will sound a lot more like them I am not telling I am not asking you to change your accent accent is unique everyone has their own accent but you can definitely work on the stresses and the intonation and you should be fine and another thing i say many times in the conversations and it annoys me okay just use linking words the linking sentences so i should also say maybe I would like to also mention this you know so you can always link it you try to practice also linking sentences it is good you mentioned that because i did want to talk to you about that so definitely find the linking words i should also mention perhaps you might like to know that you know there is so many ways you can avoid these fillers by using these linking sentences i should buy time by these words you can buy yes you buy yourself time to move on to your next sentence because it is it is sort of these kind of fillers if it happens just a couple of times it means that it is content related and you know basically you are just looking for your next ideas you are just searching for ideas if it is repeatedly you know when it is is happening maybe for 10 seconds in a row then the examiner will pick that up and find out that maybe it is language where you are you are hesitating with the language so yes exactly work on these.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DNNJy1g18p8_q02",
      "video_id": "DNNJy1g18p8",
      "band": 7.0,
      "question": "[Transcript chunk 2]",
      "transcript": "And I prefer to actually spend my time on other things like reading books and watching movies on my laptop or cell phone okay and what is your favorite TV program or movie and why I am really keen on sport programs and I love to watch competitions especially soccer games and also boxing okay and are there any TV programs or shows you do not like watching and why reality shows are not that much fascinating to me H I believe that they are not real and they just want to f some things or persuade people that these are real shows so I am not into reality shows right and do you think you will watch more TV or fewer TV programs or shows in the future and why I anticipate that I will not actually watch more TV programs in future because I want to have a baby and I do not will not have time to actually to devote on TV channels and programs and I want to devot it to my baby okay and would you consider watching movies or TV programs on your phone or laptop sometimes when I do not have access to TV especially when I am on a trip and something that and a TV program is very essential to be seen I watch it on my laptop or cell phone and do you get the same feel of it do you still enjoy it as much watching it on your device rather than tel no actually not because the screen is not that much wide and when you watch TV programs on TV it is wider and it has better resolution so it is more fascinating to watch it on.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and I uh prefer to um actually spend my time on other things like reading books and watching movies uh on my laptop or cell phone okay and what's your favorite TV program or movie and why I'm really keen on sport programs and I love to watch competitions especially soccer games and also boxing okay and are there any TV programs or shows you don't like watching and why reality shows are not that much fascinating to me H I believe that they're not real and they just uh want to f some things or persuade people that these are real shows so I'm not uh into reality shows right and do you think you will watch more TV or fewer TV programs or shows in the future and why I anticipate that um I won't um actually watch more TV programs in future because uh I want to have a baby and I um don't won't have time to actually to devote on TV channels and programs and I want to devot it to my baby okay and uh would you consider watching movies or TV programs on your phone or laptop um sometimes when I don't have access to uh TV especially when I am on a trip uh and uh something that and a TV program is very essential to be seen I watch it on my laptop or cell phone and do you get the same feel of it uh do you still enjoy it as much watching it on your device rather than tel no actually not uh because the screen is um not that much wide and when you uh watch TV programs on TV it is wider and it has better resolution so it is uh more fascinating to watch it on.",
      "transcript_cleaned": "And I prefer to actually spend my time on other things like reading books and watching movies on my laptop or cell phone okay and what is your favorite TV program or movie and why I am really keen on sport programs and I love to watch competitions especially soccer games and also boxing okay and are there any TV programs or shows you do not like watching and why reality shows are not that much fascinating to me H I believe that they are not real and they just want to f some things or persuade people that these are real shows so I am not into reality shows right and do you think you will watch more TV or fewer TV programs or shows in the future and why I anticipate that I will not actually watch more TV programs in future because I want to have a baby and I do not will not have time to actually to devote on TV channels and programs and I want to devot it to my baby okay and would you consider watching movies or TV programs on your phone or laptop sometimes when I do not have access to TV especially when I am on a trip and something that and a TV program is very essential to be seen I watch it on my laptop or cell phone and do you get the same feel of it do you still enjoy it as much watching it on your device rather than tel no actually not because the screen is not that much wide and when you watch TV programs on TV it is wider and it has better resolution so it is more fascinating to watch it on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DNNJy1g18p8_q03",
      "video_id": "DNNJy1g18p8",
      "band": 7.0,
      "question": "[Transcript chunk 3]",
      "transcript": "TV rather than laptop and cell phones right and what about Cinemas do you like going to the cinema yeah I am really to cinema and before the pandemic I had gone to cinema on a regular basis okay thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "TV rather than laptop and cell phones right and what about Cinemas do you like going to the cinema yeah I'm really to cinema and uh before the pandemic I had uh gone to cinema uh on a regular basis okay thank you very much.",
      "transcript_cleaned": "TV rather than laptop and cell phones right and what about Cinemas do you like going to the cinema yeah I am really to cinema and before the pandemic I had gone to cinema on a regular basis",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DNNJy1g18p8_q04",
      "video_id": "DNNJy1g18p8",
      "band": 7.0,
      "question": "[Transcript chunk 4]",
      "transcript": "That I could be aware of that for using my device but also because of the health function that it has I can be aware of the heartbeat my my heartbeat especially when I use it for the physical activities for my physical activities and my running courses and all these items make this device so fascinating for me and I use it daily and the U most inconvenient part about this device was the show was the small screen up that at first the tiny letters was so actually disturbing for me and I cannot use them but then I was accustomed to reading them and it was quite fascinating yeah okay thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "that I could uh be aware of uh uh that for uh using my device but also because of the health function that it has I can be aware of the um heartbeat my my heartbeat uh especially when I use it for the physical activities for my physical activities and my uh running courses and uh all these items make this device so fascinating for me and I use it daily and um um the U most um inconvenient part about this device was the show was the uh small screen up that at first the tiny letters was so um actually disturbing for me and I can't use them uh but then I uh was accustomed to um reading them and it was uh quite fascinating yeah okay thank you.",
      "transcript_cleaned": "That I could be aware of that for using my device but also because of the health function that it has I can be aware of the heartbeat my my heartbeat especially when I use it for the physical activities for my physical activities and my running courses and all these items make this device so fascinating for me and I use it daily and the U most inconvenient part about this device was the show was the small screen up that at first the tiny letters was so actually disturbing for me and I cannot use them but then I was accustomed to reading them and it was quite fascinating",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DNNJy1g18p8_q05",
      "video_id": "DNNJy1g18p8",
      "band": 7.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Children should start to use these kind of devices okay and do you think that schools should use more technology to help children learn in my point of view schools are important organization to help children learn these kind of things because parents May not be familiar with the state-of-the-art Technologies and devices and I suppose that teachers are better people who can take this responsibility okay and do you agree or disagree that computers will replace teachers one day I do not think so I suppose that I talking to someone in person does not cannot be replaced by talking with computers and then children actually have teachers they can learn things better and their lessons become internalized in them better and I suppose that teachers will not be replaced by computers but their responsibilities might somehow change in future in future and for example some tasks might be devoted to CH to teachers and some them to computers.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "children should start to uh use these kind of devices okay and uh do you think that schools should use more technology to help children learn um in my point of view schools are important uh organization to uh help children learn these kind of things uh because um parents May uh not be familiar with the uh state-of-the-art Technologies and devices and uh I suppose that teachers are better uh people who uh can take this responsibility okay and do you agree or disagree that computers will replace teachers one day I don't think so I suppose that I um talking to someone in person uh doesn't uh cannot be replaced by talking with computers and then children uh actually have teachers they can um learn things better and um their lessons become internalized in them better and uh I suppose that um teachers won't be replaced by computers uh but their responsibilities might um somehow change in future in future and uh for example some uh tasks might be devoted uh to CH to teachers and some them to computers.",
      "transcript_cleaned": "Children should start to use these kind of devices okay and do you think that schools should use more technology to help children learn in my point of view schools are important organization to help children learn these kind of things because parents May not be familiar with the state-of-the-art Technologies and devices and I suppose that teachers are better people who can take this responsibility okay and do you agree or disagree that computers will replace teachers one day I do not think so I suppose that I talking to someone in person does not cannot be replaced by talking with computers and then children actually have teachers they can learn things better and their lessons become internalized in them better and I suppose that teachers will not be replaced by computers but their responsibilities might somehow change in future in future and for example some tasks might be devoted to CH to teachers and some them to computers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DNNJy1g18p8_q10",
      "video_id": "DNNJy1g18p8",
      "band": 7.0,
      "question": "[Transcript chunk 10]",
      "transcript": "With the with the toall the toddler yes so yeah just work on these but altogether you know you did I think you put on a great performance there with all together it was it was a seven and you know you just about made it so that was good but you can you can really make that more solid especially with the you know the pronunciations and stuff like that make sure you do speak for up to two The Examiner will stop you when you are talking for two minutes anyway so you do not you do not need to pause and say oh that is it that is something that really should not be happening but because you were only 5 Seconds off it would have been unfair to you down for that because you know you had a you had a good Fair two minutes almost two minutes of speech there are there any other questions you would like to ask me no thank you it it is very useful for me I am glad it is and I.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "with the with the toall the toddler yes so yeah just work on these um but altogether you know you did I think you put on a great performance there with all together it was it was a seven and you know you just about made it so that was good but you can you can really make that more solid especially with the you know the pronunciations um and stuff like that make sure you do speak for up to two The Examiner will stop you when you're talking for two minutes anyway so you don't you don't need to pause and say oh that's it that's something that really shouldn't be happening but because you were only 5 Seconds off it would have been unfair to you down for that because you know you had a you had a good Fair two minutes almost two minutes of speech there are there any other questions you'd like to ask me no thank you it it's very useful for me I'm glad it is and I.",
      "transcript_cleaned": "With the with the toall the toddler yes so yeah just work on these but altogether you know you did I think you put on a great performance there with all together it was it was a seven and you know you just about made it so that was good but you can you can really make that more solid especially with the you know the pronunciations and stuff like that make sure you do speak for up to two The Examiner will stop you when you are talking for two minutes anyway so you do not you do not need to pause and say oh that is it that is something that really should not be happening but because you were only 5 Seconds off it would have been unfair to you down for that because you know you had a you had a good Fair two minutes almost two minutes of speech there are there any other questions you would like to ask me no thank you it it is very useful for me I am glad it is and I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rhLgKf41nhA_q02",
      "video_id": "rhLgKf41nhA",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Another two common Rings this is with special stone called opalo okay and do people in your country ever wear jewelry such as Rings or necklaces yes I know a lot of people uses some necklace of w I do not have necklace but a lot of people use it okay perfect and why do some people wear a jewelry for a long time in your idea for example I need to have with me my w ring I need to have it for a lot a lot of time but there is another gy that the family could keep through generations I think okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "another two common Rings this is with um special stone called opalo okay and do people in your country ever wear jewelry such as Rings or necklaces yes I know a lot of people uses um some necklace of w I don't have necklace but uh a lot of people use it okay perfect and why do some people wear a jewelry for a long time in your idea for example I need to have with me my w ring I need to have it for a lot a lot of time but um there is another gy that the family could um keep um through generations I think okay.",
      "transcript_cleaned": "Another two common Rings this is with special stone called opalo okay and do people in your country ever wear jewelry such as Rings or necklaces yes I know a lot of people uses some necklace of w I do not have necklace but a lot of people use it okay perfect and why do some people wear a jewelry for a long time in your idea for example I need to have with me my w ring I need to have it for a lot a lot of time but there is another gy that the family could keep through generations I think",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rhLgKf41nhA_q03",
      "video_id": "rhLgKf41nhA",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "This topic for one minute and after that you should talk about this topic for two minutes so now in this one minute you can just have a paper and a pencil to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "this topic for one minute and after that you should talk about this topic for two minutes so now in this one minute you can just have a paper and a pencil to.",
      "transcript_cleaned": "This topic for one minute and after that you should talk about this topic for two minutes so now in this one minute you can just have a paper and a pencil to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rhLgKf41nhA_q04",
      "video_id": "rhLgKf41nhA",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Think she is the very the best painter in the in the world I think I I love her and I think we have we had an exposition of of her paintings in the in a museum and near here and it was very beautiful because I can see all he all her paintings right in front of me okay thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "think she's the very the best painter in the in the world I think I I love her um and I think we have we had um an exposition of of her paintings in the in a museum and near here and it was very beautiful because I can see all he all her paintings right in front of me okay thank you very much.",
      "transcript_cleaned": "Think she is the very the best painter in the in the world I think I I love her and I think we have we had an exposition of of her paintings in the in a museum and near here and it was very beautiful because I can see all he all her paintings right in front of me",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rhLgKf41nhA_q05",
      "video_id": "rhLgKf41nhA",
      "band": 6.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Influence of these famous people and of course social media is a platform for such people so how does social media influence human behavior in your opinion I think the human behavior is a it is very very influenced by the social media because we are living in a moment that is very important to have this social life and this social media and making a strong Community because the this moment is very fast and all the social media can have the all the moments all the things of the life right in front of you in a few seconds okay and so can you talk about the disadvantages of social media because now we talked about some of the advantages of it like how it can shap the community but how about it disadvantages I think the social media have a lot of disadvantages because a young people can be really hurt in the self-esteem because they can have a lot of.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "influence of these famous people and of course social media is a platform for such people so how does social media influence human behavior in your opinion I think the human behavior is a it's very very influenced by the social media because we are living in a moment that is very important to have this social life and this social media and making a strong um Community because the this moment is very fast and all the social media can have the all the moments all the things of the life right in front of you in a few seconds okay and so can you talk about the disadvantages of social media because now we talked about some of the advantages of it like how it can shap the community but how about it disadvantages I think the social media have a lot of disadvantages because a young people can be really hurt in the self-esteem because they can have a lot of.",
      "transcript_cleaned": "Influence of these famous people and of course social media is a platform for such people so how does social media influence human behavior in your opinion I think the human behavior is a it is very very influenced by the social media because we are living in a moment that is very important to have this social life and this social media and making a strong Community because the this moment is very fast and all the social media can have the all the moments all the things of the life right in front of you in a few seconds okay and so can you talk about the disadvantages of social media because now we talked about some of the advantages of it like how it can shap the community but how about it disadvantages I think the social media have a lot of disadvantages because a young people can be really hurt in the self-esteem because they can have a lot of.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}