{
  "batch_id": 308,
  "count": 20,
  "samples": [
    {
      "sample_id": "rZAV7deeWOY_s15",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you have one?",
      "transcript": "No, unfortunately I do not have one in the future maybe. Yeah, really.",
      "source": "supplementary",
      "transcript_original": "No, unfortunately I don't have one in the future maybe. Yeah, really.",
      "transcript_cleaned": "No, unfortunately I do not have one in the future maybe. Yeah, really.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s16",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "What do you think is the most helpful invention at home?",
      "transcript": "Personally I think laundry machine is the most beneficial one because you know at best we at test we have to go to the stream and we spread allies and do some mechanical you know punch or some punch to wash our laundry. However, after it invented, we put all under laundry on the laundry machine and use some washing washing function and also it has some dry function. So I guess it is really convenient for person especially people who living alone. So they can when they want to put the new clothes they just put all the all the stuff in the laundry machine and they go to wash and dry and after that they could put it once again. Okay. Another question that I see is often asked in in discussions about AI would be whether you use it at work or not. that is a hot topic. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh personally I think laundry machine is the most uh beneficial one because you know at best we at test we have to go to the stream and we spread allies and do some mechanical you know punch or some punch to wash our laundry. However, after it invented, we uh put all under laundry on the laundry machine and use some washing washing function and also it has some dry function. So I guess it is really convenient for person especially people who living alone. So they can when they want to uh put the new clothes they just put all the all the uh stuff in the laundry machine and they go to wash and dry and after that they could uh put it once again. Okay. Another question that I see is often asked in in discussions about AI would be whether you use it at work or not. That's a hot topic. Okay.",
      "transcript_cleaned": "Personally I think laundry machine is the most beneficial one because you know at best we at test we have to go to the stream and we spread allies and do some mechanical you know punch or some punch to wash our laundry. However, after it invented, we put all under laundry on the laundry machine and use some washing washing function and also it has some dry function. So I guess it is really convenient for person especially people who living alone. So they can when they want to put the new clothes they just put all the all the stuff in the laundry machine and they go to wash and dry and after that they could put it once again. Okay. Another question that I see is often asked in in discussions about AI would be whether you use it at work or not. that is a hot topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "rZAV7deeWOY_s22",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Any questions from your side?",
      "transcript": "Is that well actually I do not have any other I do not think about taking another is exam but I just curious about is it separated you know normal conversation words and conversation word is different you are not graded or judged in a normal conversation I got it like in in a test situation there is always criteria things that we look for in order to give you a grade. Okay. But in real life, the most important thing is being understood. Mhm. Mhm. I think in any test, it is the same as when you studied for nursing and when you do the job itself, there is a lot of things that you do take from your course that you did study, but there is also other things that the studying does not cover. M I think it it is good to look at IELTS in that way. IELTS can give you a lot of skills. Okay. But just because you can do IELTS does not always mean you will be perfect in real life. Like you have to approach it in that way. Think of it as giving you a lot of benefits. But after you did IELTS, the work is not finished. Mhm. Like Got it. Thank you. Thank you so much as well. Thank you so much.",
      "source": "supplementary",
      "transcript_original": "uh is that well actually I don't have any other I don't think about taking another is exam but I just curious about is it separated you know normal conversation words and conversation word is different you're not graded or judged in a normal conversation ah I got it like in in a test situation there's always criteria things that we look for in order to give you a grade. Okay. But in real life, the most important thing is being understood. Mhm. Mhm. Um I think in any test, it's the same as when you studied for nursing and when you do the job itself, there's a lot of things that you do take from your course that you did study, but there's also other things that the studying doesn't cover. M I think it it's good to look at IELTS in that way. IELTS can give you a lot of skills. Okay. But just because you can do IELTS doesn't always mean you'll be perfect in real life. Like you have to approach it in that way. Think of it as giving you a lot of benefits. But after you did IELTS, the work isn't finished. Mhm. Like Got it. Thank you. Thank you so much as well. Thank you so much.",
      "transcript_cleaned": "Is that well actually I do not have any other I do not think about taking another is exam but I just curious about is it separated you know normal conversation words and conversation word is different you are not graded or judged in a normal conversation I got it like in in a test situation there is always criteria things that we look for in order to give you a grade. Okay. But in real life, the most important thing is being understood. Mhm. Mhm. I think in any test, it is the same as when you studied for nursing and when you do the job itself, there is a lot of things that you do take from your course that you did study, but there is also other things that the studying does not cover. M I think it it is good to look at IELTS in that way. IELTS can give you a lot of skills. Okay. But just because you can do IELTS does not always mean you will be perfect in real life. Like you have to approach it in that way. Think of it as giving you a lot of benefits. But after you did IELTS, the work is not finished. Mhm. Like Got it. Thank you. Thank you so much as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "sfbODDD3zXs_s02",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "What is your favorite place and why is it your favorite place?",
      "transcript": "I live near Simu station and around the sim station there is a Bame park. it is a small city park and there there are flowers, trees and benches to sit to sit on and I like sun sunlight. I like sunlight in Pol Park. When I when I get tired, I take good exercise in Bamin Park and I get released and sunlight the flowers, trees, benches, all give me all make me refreshed. that is why I like Borame Park. Okay, that is very good.",
      "source": "supplementary",
      "transcript_original": "I live near Simu station and around the sim station there is a Bame park. It's a small city park and there there are flowers, trees and benches to sit to sit on and I like sun sunlight. I like sunlight in Pol Park. When I when I get tired, I take good exercise in Bamin Park and I get released and sunlight the flowers, trees, benches, all give me all make me refreshed. That's why I like Borame Park. Okay, that's very good.",
      "transcript_cleaned": "I live near Simu station and around the sim station there is a Bame park. it is a small city park and there there are flowers, trees and benches to sit to sit on and I like sun sunlight. I like sunlight in Pol Park. When I when I get tired, I take good exercise in Bamin Park and I get released and sunlight the flowers, trees, benches, all give me all make me refreshed. that is why I like Borame Park.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "sfbODDD3zXs_s03",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "Do you like to take photos when you see a good view?",
      "transcript": "Usually I take a photo when I go to B park, flowers, trees. I like I like to take a photo photo of nature. I like it peaceful mood. Okay.",
      "source": "supplementary",
      "transcript_original": "Um, usually I take a photo when I go to B park, flowers, trees. I like I like to take a photo photo of nature. I like it peaceful mood. Okay.",
      "transcript_cleaned": "Usually I take a photo when I go to B park, flowers, trees. I like I like to take a photo photo of nature. I like it peaceful mood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "sfbODDD3zXs_s04",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "Have you seen something that is unforgettable like a really amazing scenery in your life?",
      "transcript": "Let me tell you about my one of my dreams. I mean in the m in the in night I dream some scenes and there I I was I was chasing a person with a lot of flower and I catched him and he surrendered me. So I was inspired. So I I write on short story in based on that dreams and I submit that writing to a contest. Unfortunately I failed to get a prize but it was unforgettable scenery in my dream. Okay.",
      "source": "supplementary",
      "transcript_original": "Um let me tell you about my one of my dreams. I mean in the m in the in night I dream some scenes and there I I was I was chasing a person with a lot of flower and I catched him and he surrendered me. So I was inspired. So I I write on short story in based on that dreams and I submit that writing to a contest. Unfortunately I failed to get a prize but it was unforgettable scenery in my dream. Okay.",
      "transcript_cleaned": "Let me tell you about my one of my dreams. I mean in the m in the in night I dream some scenes and there I I was I was chasing a person with a lot of flower and I catched him and he surrendered me. So I was inspired. So I I write on short story in based on that dreams and I submit that writing to a contest. Unfortunately I failed to get a prize but it was unforgettable scenery in my dream.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "sfbODDD3zXs_s05",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "Could you describe what the scenery was like?",
      "transcript": "Actually I was I was conged with a guy. Okay. And he tried to kill me. So I chased I chased him and then I catched his neck and then I killed him with a lot of flower. Okay. to kill him with kindness. We would say the food ingredient. Oh, okay. Oh, like flour. Flour. Flour. A food ingredient. Okay, that kind of one.",
      "source": "supplementary",
      "transcript_original": "Actually uh I was I was conged with a guy. Okay. And he tried to kill me. So I chased I chased him and then I catched his neck and then I killed him with a lot of flower. Okay. to kill him with kindness. We would say the food ingredient. Oh, okay. Oh, like flour. Flour. Flour. A food ingredient. Okay, that kind of one.",
      "transcript_cleaned": "Actually I was I was conged with a guy. Okay. And he tried to kill me. So I chased I chased him and then I catched his neck and then I killed him with a lot of flower. Okay. to kill him with kindness. We would say the food ingredient. Oh, okay. Oh, like flour. Flour. Flour. A food ingredient.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 2
    },
    {
      "sample_id": "sfbODDD3zXs_s10",
      "video_id": "sfbODDD3zXs",
      "band": 6.0,
      "question": "At home or at school?",
      "transcript": "Culture is a mixed conclusion of home and school and society. So it is not it is it is a very complicated topic. So we cannot we cannot be we cannot we cannot say that children is influenced by home or school home or school when they learn culture. But in my opinion, children I think that children learn culture at home because home is the place where children children are studed. Children are born and started to learn the society because a family is a kind of smart society as you I think that you can agree you you agree with my opinion and before getting into getting into school children learn about courtesy and how to manage them their body. They manage their body at home. Mhm. Because and they learn how to so how to obey the elders at home. All starts from all starts at home. I think that is why I think that children learns culture at home and also children children does not children children do not start to eat first from a school. They they eat food. They start they start to eat food home. They they learn about the color and taste of food at home, not from school first. that is why I think that children learn culture at school at home first. Okay.",
      "source": "supplementary",
      "transcript_original": "Culture is a mixed conclusion of home and school and society. So it's not it's it's a very complicated topic. So we cannot we cannot be we cannot we cannot say that children is influenced by home or school home or school when they learn culture. But in my opinion, children I think that children learn culture at home because home is the place where children children are studed. Children are born and started to learn the society because a family is a kind of smart society as you I think that you can agree you you agree with my opinion and before getting into getting into school children learn about courtesy and how to manage them their body. They manage their body at home. Mhm. Because and they learn how to so how to obey the elders at home. All starts from all starts at home. I think that's why I think that children learns culture at home and also children children doesn't children children do not start to eat first from a school. They they eat food. They start they start to eat food home. They they learn about the color and taste of food at home, not from school first. That's why I think that children learn culture at school at home first. Okay.",
      "transcript_cleaned": "Culture is a mixed conclusion of home and school and society. So it is not it is it is a very complicated topic. So we cannot we cannot be we cannot we cannot say that children is influenced by home or school home or school when they learn culture. But in my opinion, children I think that children learn culture at home because home is the place where children children are studed. Children are born and started to learn the society because a family is a kind of smart society as you I think that you can agree you you agree with my opinion and before getting into getting into school children learn about courtesy and how to manage them their body. They manage their body at home. Mhm. Because and they learn how to so how to obey the elders at home. All starts from all starts at home. I think that is why I think that children learns culture at home and also children children does not children children do not start to eat first from a school. They they eat food. They start they start to eat food home. They they learn about the color and taste of food at home, not from school first. that is why I think that children learn culture at school at home first.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s02",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "What do you remember about your first school when you were a child?",
      "transcript": "So I went to this very beautiful elementary school which is quite near my house and in that school everybody was very tough actually. So I had quite a good education from there.",
      "source": "supplementary",
      "transcript_original": "So I went to this very uh beautiful elementary school which is quite near my house and uh in that school everybody was very tough actually. So uh I had quite a good education from there.",
      "transcript_cleaned": "I went to this very beautiful elementary school which is quite near my house and in that school everybody was very tough actually. So I had quite a good education from there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s03",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "In what ways did life at school change as you became older?",
      "transcript": "So when I got to the secondary school actually I got into math mathematics specialized class. So actually my life got a little bit harder but it was fine. I could manage that.",
      "source": "supplementary",
      "transcript_original": "So uh when I got to the secondary school actually I uh got into math mathematics specialized class. So actually my life got a little bit harder but it was fine. I could manage that.",
      "transcript_cleaned": "when I got to the secondary school actually I got into math mathematics specialized class. So actually my life got a little bit harder but it was fine. I could manage that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s04",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "What was your favorite subject?",
      "transcript": "Well I guess English. I did spend a lot of time studying it since I was 6 years old and still studying it until today.",
      "source": "supplementary",
      "transcript_original": "Uh well I guess English. I did spend a lot of time studying it since I was uh 6 years old and still studying it until today.",
      "transcript_cleaned": "I guess English. I did spend a lot of time studying it since I was 6 years old and still studying it until today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s07",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Alice in Wonderland, right?",
      "transcript": "She could make a whole adventure but at the end the what she wants the most is coming back home because home is where you are from. Home is what you will become and home is what you will take as the route to contribute to the culture to your c country. Thank you.",
      "source": "supplementary",
      "transcript_original": "She could make a whole adventure but at the end the what she wants the most is coming back home because home is where you're from. Home is what you will become and home is what you will uh take as the route to contribute to the culture to your c country. Thank you.",
      "transcript_cleaned": "She could make a whole adventure but at the end the what she wants the most is coming back home because home is where you are from. Home is what you will become and home is what you will take as the route to contribute to the culture to your c country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s09",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "So normally when people are like 18, right?",
      "transcript": "Mhm. Generally they might leave their home and move to a city.",
      "source": "supplementary",
      "transcript_original": "Mhm. Generally they might leave their home and move to a city.",
      "transcript_cleaned": "Mhm. Generally they might leave their home and move to a city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s10",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Why do they do that?",
      "transcript": "To me 18 is not young anymore. So basically when you are 18 and you have the right to vote, you have the right to drive and in some country you have the right to drink. That means the society sees you as a person, a mature person who has full responsibility to the society and your life.",
      "source": "supplementary",
      "transcript_original": "To me 18 is not young anymore. So uh basically when you're 18 and you have the right to vote, you have the right to drive and in some country you have the right to drink. That means the society sees you as a uh person, a mature person who has full responsibility to uh the society and your life.",
      "transcript_cleaned": "To me 18 is not young anymore. So basically when you are 18 and you have the right to vote, you have the right to drive and in some country you have the right to drink. That means the society sees you as a person, a mature person who has full responsibility to the society and your life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s11",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "So is it normal in your culture to leave your family house when you are 18?",
      "transcript": "Right now it is not so common but lots of people are doing that especially the young generation even younger than me I know that in my generation it is not a usual thing say I think in my class I was the only one to do so I left home at 18 to pursue my own career that I chose but at the end and in order to leave home at a young age like 18 what sort of qualities do you think you need knowledge and responsibility and that could be built during your education in school and also by your family.",
      "source": "supplementary",
      "transcript_original": "uh right now it is not so common but uh lots of people are doing that especially the young generation even younger than me I know that uh in my generation it is not a usual thing say I think in my class I was the only one to do so I left home at 18 to pursue my own career that I chose but at the end and in order to leave home at a young age like 18 what sort of qualities do you think you need uh knowledge and responsibility and that could be built during your education in school and also by your family.",
      "transcript_cleaned": "Right now it is not so common but lots of people are doing that especially the young generation even younger than me I know that in my generation it is not a usual thing say I think in my class I was the only one to do so I left home at 18 to pursue my own career that I chose but at the end and in order to leave home at a young age like 18 what sort of qualities do you think you need knowledge and responsibility and that could be built during your education in school and also by your family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s12",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Lots of people even at the age of 30 or 40, they can still be irresponsible to life, right?",
      "transcript": "So, it is I think it does not matter how old you are, but it does matter how you see life and how responsible you are to yourself. Thank you very much, Mai. That is the end of the speaking test. All right.",
      "source": "supplementary",
      "transcript_original": "So, uh it's I think it doesn't matter how old you are, but it does matter how you see life and how responsible you are to yourself. Thank you very much, Mai. That is the end of the speaking test. All right.",
      "transcript_cleaned": "it is I think it does not matter how old you are, but it does matter how you see life and how responsible you are to yourself. Thank you very much, Mai. That is the end of the speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s15",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "And do you think this time was a lot easier?",
      "transcript": "I think the one that I took the previous time was better because I do not really remember about the topic but I guess that topic was more interesting to me so I had more things to say while this one it was it was fine. It was all right.",
      "source": "supplementary",
      "transcript_original": "Uh I think the one that I took uh the previous time was better because uh I don't really remember about the topic but I guess that topic was more interesting to me so I had more things to say while this one um it was it was fine. It was all right.",
      "transcript_cleaned": "I think the one that I took the previous time was better because I do not really remember about the topic but I guess that topic was more interesting to me so I had more things to say while this one it was it was fine. It was",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "szu7Xf18cwA_s17",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Can you paraphrase that question?",
      "transcript": "Yeah, exactly. And the examiner will actually do that for you. they will change it into different language. and and then if you have no idea about the topic, then be honest. that is it. that is great. Some really good tips there.",
      "source": "supplementary",
      "transcript_original": "Yeah, exactly. And the examiner will um actually do that for you. They'll change it into different language. Um, and and then if you have no idea about the topic, then be honest. That's it. That's great. Some really good tips there.",
      "transcript_cleaned": "exactly. And the examiner will actually do that for you. they will change it into different language. and and then if you have no idea about the topic, then be honest. that is it. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s02",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "What do you do in your free time?",
      "transcript": "In my free time, I do several things including playing with my niece and nephews, watch movies on YouTube. On the other hand, I sometimes help my mother in cooking. Okay.",
      "source": "supplementary",
      "transcript_original": "In my free time, I do several things including playing with my niece and nephews, watch movies on YouTube. On the other hand, I sometimes help my mother in cooking. Okay.",
      "transcript_cleaned": "In my free time, I do several things including playing with my niece and nephews, watch movies on YouTube. On the other hand, I sometimes help my mother in cooking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "tPWVJZXS-CI_s03",
      "video_id": "tPWVJZXS-CI",
      "band": 6.0,
      "question": "Do you work or study?",
      "transcript": "Currently I am a student. I just completed my HS examination from Bindavan Government University and now I am doing my course at practice hobby for my preparation of IS. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh, currently I'm a student. I just completed my HS examination from Bindavan Government University and now I'm doing my course at practice hobby for my uh preparation of IS. Okay.",
      "transcript_cleaned": "Currently I am a student. I just completed my HS examination from Bindavan Government University and now I am doing my course at practice hobby for my preparation of IS.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}