{
  "batch_id": 158,
  "count": 20,
  "samples": [
    {
      "sample_id": "pXl_vfSDjbU_q06",
      "video_id": "pXl_vfSDjbU",
      "band": 7.0,
      "question": "Do you think you will dance in the future professionally?",
      "transcript": "Professionally no, but I think I will make, many dance videos. In fact, I was trying to make, a dance video soon but I had to also leave that Tell me about any traditional dancing in your country in your community Oh yeah there is this one one particular Tibetan dance that we have and we dance it on our special occasions like Losar it something like you know you have to tap your feet and just move your body from like here and there dance around in circle It just so fun to watch Okay do you think that traditional dancing will be more popular or less popular in the future Considering our younger generations now Including me. I do not think that it will be that popular as it is now today. but I personally, I have made it my agenda to learn more about my culture, my tradition, and even about the history, about like how it actually originated. Yeah. In this section I will be giving you a.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Professionally no, but I think I will make, uh, many dance videos. In fact, I was trying to make, uh, a dance video soon but uh I had to also leave that Tell me about any traditional dancing in your country in your community Oh yeah there is this one one particular Tibetan dance that we have and we dance it on our special occasions like Losar Uh it something like you know you have to tap your feet and just move your body from like here and there uh dance around in circle It just so fun to watch Okay Uh do you think that traditional dancing will be more popular or less popular in the future Considering our younger generations now Including me. I don't think that it will be that popular as it is now today. Uh, but I personally, I have made it my agenda to learn more about my culture, my tradition, uh, and even about the history, about like how it actually originated. Yeah. In this section I'll be giving you a.",
      "transcript_cleaned": "Professionally no, but I think I will make, many dance videos. In fact, I was trying to make, a dance video soon but I had to also leave that Tell me about any traditional dancing in your country in your community Oh yeah there is this one one particular Tibetan dance that we have and we dance it on our special occasions like Losar it something like you know you have to tap your feet and just move your body from like here and there dance around in circle It just so fun to watch Okay do you think that traditional dancing will be more popular or less popular in the future Considering our younger generations now Including me. I do not think that it will be that popular as it is now today. but I personally, I have made it my agenda to learn more about my culture, my tradition, and even about the history, about like how it actually originated. Yeah. In this section I will be giving you a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pXl_vfSDjbU_q09",
      "video_id": "pXl_vfSDjbU",
      "band": 7.0,
      "question": "What do you think?",
      "transcript": "This is a very tricky question. as I have seen, I think in our community, the daughters are more likely to be like their father. And it might be because of the love and caring that father has for the daughter and the daughter is usually like so spoiled and it is just the case like in some cases. So I cannot say that it applies and it is universal. and in my family, I am more like my mother. and yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "This is a very tricky question. Uh, as I have seen, I think in our community, uh, the daughters are more likely to be like their father. And it might be because of the love and caring that father has for the daughter and the daughter is usually like so spoiled and it's just the case like in some cases. So I cannot say that it applies and it's universal. Um, and in my family, I'm more like my mother. Uh, and yeah. Okay.",
      "transcript_cleaned": "This is a very tricky question. as I have seen, I think in our community, the daughters are more likely to be like their father. And it might be because of the love and caring that father has for the daughter and the daughter is usually like so spoiled and it is just the case like in some cases. So I cannot say that it applies and it is universal. and in my family, I am more like my mother. and",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "pXl_vfSDjbU_q10",
      "video_id": "pXl_vfSDjbU",
      "band": 7.0,
      "question": "In terms of personality, are people more influenced by their family or by their friends?",
      "transcript": "I think that since we spend most of our time with our family, it is definitely our family. most of my characters, like my nature and, how I behave to other people, it is influenced by my mother. I learn from her and everything she does, I imitate. So if she, you know, makes, some kind of, so, okay, so if she sleeps and she says like, okay, I cannot work today, then next day I will be doing the same thing. And that is how it goes. Alright, thank you. that is the interview speaking test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that since we spend most of our time with our family, it's definitely our family. Um, most of my characters, like my nature and, uh, how I behave to other people, uh, it's influenced by my mother. I learn from her and everything she does, I imitate. So if she, um, you know, makes, uh, some kind of, so, okay, so if she sleeps and she says like, okay, I cannot work today, then next day I will be doing the same thing. And that's how it goes. Alright, thank you. That's the interview speaking test.",
      "transcript_cleaned": "I think that since we spend most of our time with our family, it is definitely our family. most of my characters, like my nature and, how I behave to other people, it is influenced by my mother. I learn from her and everything she does, I imitate. So if she, you know, makes, some kind of, so, okay, so if she sleeps and she says like, okay, I cannot work today, then next day I will be doing the same thing. And that is how it goes. Alright, thank you. that is the interview speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q03",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Do you like weekends?",
      "transcript": "Yes, I love weekends. After a long week, I surely would love to take some rest on the weekends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I love weekends. After a long week, I surely would love to take some rest on the weekends.",
      "transcript_cleaned": "Yes, I love weekends. After a long week, I surely would love to take some rest on the weekends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q04",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "How do you usually spend your weekends and why?",
      "transcript": "I usually spend my weekends watching movies and series because that is my favorite activity and I do not get time for, I do not get enough time for that during the weekdays so I do that on weekends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually spend my weekends watching movies and series because that's my favorite activity and I don't get time for, I don't get enough time for that during the weekdays so I do that on weekends.",
      "transcript_cleaned": "I usually spend my weekends watching movies and series because that is my favorite activity and I do not get time for, I do not get enough time for that during the weekdays so I do that on weekends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q05",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Which is your favorite part of the weekend?",
      "transcript": "My favorite part of the weekend is the evening because I get to hang out with my friends. Going out with my friends is also another favorite activity of mine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My favorite part of the weekend is the evening because I get to hang out with my friends. Going out with my friends is also another favorite activity of mine.",
      "transcript_cleaned": "My favorite part of the weekend is the evening because I get to hang out with my friends. Going out with my friends is also another favorite activity of mine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q06",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Do you think your weekends are long enough?",
      "transcript": "No, I do not think my weekends are long enough because I have a lot of chores to do and one day is not enough for all those activities while enjoying myself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I don't think my weekends are long enough because I have a lot of chores to do and one day is not enough for all those activities while enjoying myself.",
      "transcript_cleaned": "No, I do not think my weekends are long enough because I have a lot of chores to do and one day is not enough for all those activities while enjoying myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q07",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Do you think everyone deserves weekends?",
      "transcript": "Yes I believe everyone deserves a weekend after a long hectic week to spend some time with their loved ones and hang out with their friends or even to take some rest.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes I believe everyone deserves a weekend after a long hectic week to spend some time with their loved ones and hang out with their friends or even to take some rest.",
      "transcript_cleaned": "Yes I believe everyone deserves a weekend after a long hectic week to spend some time with their loved ones and hang out with their friends or even to take some rest.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q08",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "And my first question is, what skills and abilities do most people want to have today?",
      "transcript": "Most people want to learn IT skills these days because this has been the top of discussion and everyone thinks that learning this skill will get them jobs in the future and it has been proven right a lot of times. that is why most people want to learn IT related skills.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Most people want to learn IT skills these days because this has been the top of discussion and everyone thinks that learning this skill will get them jobs in the future and it has been proven right a lot of times. That's why most people want to learn IT related skills.",
      "transcript_cleaned": "Most people want to learn IT skills these days because this has been the top of discussion and everyone thinks that learning this skill will get them jobs in the future and it has been proven right a lot of times. that is why most people want to learn IT related skills.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q09",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Which skills should children learn at the school?",
      "transcript": "Children should mostly learn leadership qualities and teamwork in school because there are a lot of children in a class So if they learn how to manage themselves or how to complete a project among themselves then they will have some future skills that they can use in corporate levels Which skills do you think will be important in the future I believe the most important skill in the future will be the data analysis skill because this has been the top of discussion and people have been delving into these sectors So I believe this will prove to be a very significant sector in the future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Children should mostly learn leadership qualities and teamwork in school because there are a lot of children in a class So if they learn how to manage themselves or how to complete a project among themselves then they will have some future skills that they can use in corporate levels Which skills do you think will be important in the future I believe the most important skill in the future will be the data analysis skill because this has been the top of discussion and people have been delving into these sectors So I believe this will prove to be a very significant sector in the future.",
      "transcript_cleaned": "Children should mostly learn leadership qualities and teamwork in school because there are a lot of children in a class So if they learn how to manage themselves or how to complete a project among themselves then they will have some future skills that they can use in corporate levels Which skills do you think will be important in the future I believe the most important skill in the future will be the data analysis skill because this has been the top of discussion and people have been delving into these sectors So I believe this will prove to be a very significant sector in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q10",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Which kinds of jobs have the highest salaries in your country?",
      "transcript": "In my country, people related to IT sector, doctors and government officials have the highest salaries because doctors need to study for a long time. So they get paid for the most delicate surgeries. the IT sector has flourished a lot in the past few years. So they also get paid more and government officials control everything related to our country. So they have to get paid more for their hard work.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in my country, people related to IT sector, doctors and government officials have the highest salaries because doctors need to study for a long time. So they get paid for the most delicate surgeries. Um, the IT sector has flourished a lot in the past few years. So they also get paid more and government officials control everything related to our country. So they have to get paid more for their hard work.",
      "transcript_cleaned": "In my country, people related to IT sector, doctors and government officials have the highest salaries because doctors need to study for a long time. So they get paid for the most delicate surgeries. the IT sector has flourished a lot in the past few years. So they also get paid more and government officials control everything related to our country. So they have to get paid more for their hard work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q11",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "Are there any other jobs that you think should have high salaries?",
      "transcript": "Yes, I believe teachers should also get high salaries because teaching children and teenagers is a very difficult job and they have to go through it every day and they do not get enough breaks so they should get paid more than they are getting paid now. Some people say it would be better for society if everyone got the same salary.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I believe teachers should also get high salaries because teaching children and teenagers is a very difficult job and they have to go through it every day and they don't get enough breaks so they should get paid more than they are getting paid now. Some people say it would be better for society if everyone got the same salary.",
      "transcript_cleaned": "Yes, I believe teachers should also get high salaries because teaching children and teenagers is a very difficult job and they have to go through it every day and they do not get enough breaks so they should get paid more than they are getting paid now. Some people say it would be better for society if everyone got the same salary.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "JWPSfM2lYGQ_q12",
      "video_id": "JWPSfM2lYGQ",
      "band": 7.5,
      "question": "What do you think about that?",
      "transcript": "I do not think everyone should get the same salary because the caliber of everyone's work is not the same and everyone do not put in equal efforts in their work. For example, teachers have to go through a lot to teach children, so they should get paid more. But there are some other easy jobs that do not require that much effort or time, so they do not need to get paid the same as the teachers. Well, that is the end of your speaking test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think everyone should get the same salary because the caliber of everyone's work is not the same and everyone don't put in equal efforts in their work. For example, teachers have to go through a lot to teach children, so they should get paid more. But there are some other easy jobs that don't require that much effort or time, so they don't need to get paid the same as the teachers. Well, that is the end of your speaking test.",
      "transcript_cleaned": "I do not think everyone should get the same salary because the caliber of everyone's work is not the same and everyone do not put in equal efforts in their work. For example, teachers have to go through a lot to teach children, so they should get paid more. But there are some other easy jobs that do not require that much effort or time, so they do not need to get paid the same as the teachers. Well, that is the end of your speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q01",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "Have you ever seen some old buildings in the city?",
      "transcript": "Yes, of course. There are some heretic architecture in D1 and D3 that are heavily influenced by the French colonial period and the style of it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, of course. There are some heretic architecture in D1 and D3 that are heavily influenced by the French colonial period and the style of it.",
      "transcript_cleaned": "Yes, of course. There are some heretic architecture in D1 and D3 that are heavily influenced by the French colonial period and the style of it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q02",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "Do you think we should preserve old buildings in cities?",
      "transcript": "Absolutely. A well-preserved building will attract more tourists and especially, you know, educate the young generations to want to learn more about the past.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absolutely. A well-preserved building will attract more tourists and especially, um, you know, educate the young generations to want to learn more about the past.",
      "transcript_cleaned": "Absolutely. A well-preserved building will attract more tourists and especially, you know, educate the young generations to want to learn more about the past.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q03",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "Are there any old buildings you want to see in the future?",
      "transcript": "I would like to visit Beijing and, visit the Forbidden City, because I have watched a lot of, Chinese dramas that were filmed there, and I just love the architectures and the history of the building.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I would like to visit Beijing and, um, visit the Forbidden City, uh, because I've watched a lot of, uh, Chinese dramas that were filmed there, and I just love the architectures and the history of the building.",
      "transcript_cleaned": "I would like to visit Beijing and, visit the Forbidden City, because I have watched a lot of, Chinese dramas that were filmed there, and I just love the architectures and the history of the building.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q04",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "So, what snacks do you like to eat?",
      "transcript": "I do not have a sweet tooth, and I do not snack, throughout the day, but these days I am trying to navigate towards the I eat healthy snacks like nuts and just calorie bars.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't have a sweet tooth, and I do not snack, um, throughout the day, but these days I'm trying to navigate towards the I eat healthy snacks like nuts and just calorie bars.",
      "transcript_cleaned": "I do not have a sweet tooth, and I do not snack, throughout the day, but these days I am trying to navigate towards the I eat healthy snacks like nuts and just calorie bars.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q05",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "Did you often eat snacks when you were younger?",
      "transcript": "There was a period in time that I was really into dark chocolate with like 75 of cocoa I don know why but it just so weird for a kid to be into dark chocolate but yeah I think that it Do you think it is healthy for you to eat snacks? It really depends on what kind of snack would you eat again. so if you snack on fruits or nuts, I think that is an excellent choice for your health. but if you do like high calories and sodium and sugar snacks, That would not be a good choice.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "There was a period in time that I was really into dark chocolate with like 75 of cocoa I don know why but it just so weird for a kid to be into dark chocolate Um but yeah I think that it Do you think it's healthy for you to eat snacks? It really depends on what kind of snack would you eat again. Um, so if you snack on fruits or nuts, I think that's an excellent choice for your health. Uh, but if you do like high calories and sodium and sugar snacks, That would not be a good choice.",
      "transcript_cleaned": "There was a period in time that I was really into dark chocolate with like 75 of cocoa I don know why but it just so weird for a kid to be into dark chocolate but yeah I think that it Do you think it is healthy for you to eat snacks? It really depends on what kind of snack would you eat again. so if you snack on fruits or nuts, I think that is an excellent choice for your health. but if you do like high calories and sodium and sugar snacks, That would not be a good choice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q06",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "Does your name have any special meaning?",
      "transcript": "Yeah, I think most Vietnamese names have meanings behind them because we take after the Chinese characteristics. So each word has a meaning behind it. And my names mean blue water. I think my parents wanted me to grow up to be a righteous person and straightforward but still stand my ground and be as powerful as water.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I think most Vietnamese names have meanings behind them because we take after the Chinese characteristics. So each word has a meaning behind it. And my names mean blue water. I think my parents wanted me to grow up to be a righteous person and straightforward but still stand my ground and be as powerful as water.",
      "transcript_cleaned": "I think most Vietnamese names have meanings behind them because we take after the Chinese characteristics. So each word has a meaning behind it. And my names mean blue water. I think my parents wanted me to grow up to be a righteous person and straightforward but still stand my ground and be as powerful as water.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q07",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "How would you choose names for your next generation?",
      "transcript": "I have not thought about it yet, but I have a list. I have got a list of names for boys and for girls. But I would definitely start with something with a T, initial T, because my name has an initial T in it. So, yeah, but something about the sky as well. that is what I have got in my mind for now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I haven't thought about it yet, but I have a list. I've got a list of names for boys and for girls. But I would definitely start with something with a T, initial T, because my name has an initial T in it. So, yeah, but something about the sky as well. That's what I've got in my mind for now.",
      "transcript_cleaned": "I have not thought about it yet, but I have a list. I have got a list of names for boys and for girls. But I would definitely start with something with a T, initial T, because my name has an initial T in it. So, yeah, but something about the sky as well. that is what I have got in my mind for now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}