{
  "batch_id": 179,
  "count": 20,
  "samples": [
    {
      "sample_id": "VMgAfcRRoSc_q44",
      "video_id": "VMgAfcRRoSc",
      "band": 5.5,
      "question": "And do you mind if we share this video on our YouTube channel?",
      "transcript": "Yeah, it is okay for me. Okay, great. Thank you so much. So if there is nothing else, we can say goodbye for today. I.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, it's okay for me. Okay, great. Thank you so much. So if there's nothing else, we can say goodbye for today. I.",
      "transcript_cleaned": "it is okay for me. Okay, great. Thank you so much. So if there is nothing else, we can say goodbye for today. I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dMv4rboNkjI_q01",
      "video_id": "dMv4rboNkjI",
      "band": 9.0,
      "question": "And guess what?",
      "transcript": "That is totally fine. You do not need to know everything to answer the questions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's totally fine. You don't need to know everything to answer the questions.",
      "transcript_cleaned": "That is totally fine. You do not need to know everything to answer the questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dMv4rboNkjI_q03",
      "video_id": "dMv4rboNkjI",
      "band": 9.0,
      "question": "Sounds good, right?",
      "transcript": "Let us dive in and have some fun. Okay then, here we are in the first part of IELTS speaking and the topic is about music. First I read the questions for you and after that I give my answers to them and then I analyze my answers. So here we go with the questions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Let's dive in and have some fun. Okay then, here we are in the first part of IELTS speaking and the topic is about music. First I read the questions for you and after that I give my answers to them and then I analyze my answers. So here we go with the questions.",
      "transcript_cleaned": "Let us dive in and have some fun. Okay then, here we are in the first part of IELTS speaking and the topic is about music. First I read the questions for you and after that I give my answers to them and then I analyze my answers. So here we go with the questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dMv4rboNkjI_q06",
      "video_id": "dMv4rboNkjI",
      "band": 9.0,
      "question": "The question says, what genres of music do you enjoy?",
      "transcript": "And here is my answer. I have a diverse taste in music and enjoy exploring various genres. Depending on my mood, I may listen to pop, rock, classical, or even jazz. Each genre offers a unique experience and allows me to appreciate different musical styles and artists. So as you see here, I try to talk about different music genres. And of course I used the term diverse tastes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And here is my answer. I have a diverse taste in music and enjoy exploring various genres. Depending on my mood, I may listen to pop, rock, classical, or even jazz. Each genre offers a unique experience and allows me to appreciate different musical styles and artists. So as you see here, I try to talk about different music genres. And of course I used the term diverse tastes.",
      "transcript_cleaned": "And here is my answer. I have a diverse taste in music and enjoy exploring various genres. Depending on my mood, I may listen to pop, rock, classical, or even jazz. Each genre offers a unique experience and allows me to appreciate different musical styles and artists. So as you see here, I try to talk about different music genres. And of course I used the term diverse tastes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dMv4rboNkjI_q08",
      "video_id": "dMv4rboNkjI",
      "band": 9.0,
      "question": "When do you usually listen to music?",
      "transcript": "And here is my answer. I listen to music throughout the day, but I find myself listening to it most frequently during my commute. It not only helps pass the time, but also sets a positive tone for the day ahead. Additionally, I often listen to music while doing chores or engaging in hobbies like reading. So here again I used some good collocations like to pass the time or it sets a positive tone. And of course the word commute instead of saying going and coming back. For example when you go to work and you come back home you commute to work. So you can also use some paraphrase form of the words and this is exactly what I did here. Or, doing chores or engaging in some hobbies. It means to do some hobbies or getting involved in something. I also use not only but also to add more information or the word additionally instead of and. Now the next one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And here is my answer. I listen to music throughout the day, but I find myself listening to it most frequently during my commute. It not only helps pass the time, but also sets a positive tone for the day ahead. Additionally, I often listen to music while doing chores or engaging in hobbies like reading. So here again I used some good collocations like uh, to pass the time or it sets a positive tone. And of course the word commute instead of saying going and coming back. For example when you go to work and you come back home you commute to work. So you can also use some paraphrase form of the words and this is exactly what I did here. Or, doing chores or engaging in some hobbies. It means to do some hobbies or getting involved in something. I also use not only but also to add more information or the word additionally instead of and. Now the next one.",
      "transcript_cleaned": "And here is my answer. I listen to music throughout the day, but I find myself listening to it most frequently during my commute. It not only helps pass the time, but also sets a positive tone for the day ahead. Additionally, I often listen to music while doing chores or engaging in hobbies like reading. So here again I used some good collocations like to pass the time or it sets a positive tone. And of course the word commute instead of saying going and coming back. For example when you go to work and you come back home you commute to work. So you can also use some paraphrase form of the words and this is exactly what I did here. Or, doing chores or engaging in some hobbies. It means to do some hobbies or getting involved in something. I also use not only but also to add more information or the word additionally instead of and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dMv4rboNkjI_q09",
      "video_id": "dMv4rboNkjI",
      "band": 9.0,
      "question": "Do you ever attend live music performances?",
      "transcript": "And here is my answer. Absolutely. I am a big fan of live music performances. There is an unmatched energy and connection that comes from witnessing talented musicians perform right in front of you. I try to attend concerts and music festivals whenever possible to fully immerse myself in the experience. Here again, for example, in the first sentence I said I am a big fan of something, which means I really like or enjoy something. I am interested in something. The next one was an unmatched energy which means a level of energy that is incomparable to anything else Something unique I also used to immerse myself It means when you try to experience something or to engage in something Now the next question Do you think music plays an important role in people's lives? And my answer is definitely. Music plays an incredibly important role in people's lives. It has the power to evoke emotions, bring people together, and provide peace during difficult times. So here again, I try to explain a little bit because maybe I did not have many ideas to talk about, but anyways, you just need to keep talking, keep explaining. And I use, for example, it plays an incredibly important role. It means it is important. It plays a role. Or it evokes emotions. Now the last one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And here is my answer. Absolutely. I'm a big fan of live music performances. There is an unmatched energy and connection that comes from witnessing talented musicians perform right in front of you. I try to attend concerts and music festivals whenever possible to fully immerse myself in the experience. Here again, for example, in the first sentence I said I'm a big fan of something, which means I really like or enjoy something. I'm interested in something. The next one was an unmatched energy which means a level of energy that is incomparable to anything else Something unique I also used to immerse myself It means when you try to experience something or to engage in something Now the next question Do you think music plays an important role in people's lives? And my answer is definitely. Music plays an incredibly important role in people's lives. It has the power to evoke emotions, bring people together, and provide peace during difficult times. So here again, I try to explain a little bit because maybe I didn't have many ideas to talk about, but anyways, you just need to keep talking, keep explaining. And I use, for example, it plays an incredibly important role. It means it's important. It plays a role. Or it evokes emotions. Now the last one.",
      "transcript_cleaned": "And here is my answer. Absolutely. I am a big fan of live music performances. There is an unmatched energy and connection that comes from witnessing talented musicians perform right in front of you. I try to attend concerts and music festivals whenever possible to fully immerse myself in the experience. Here again, for example, in the first sentence I said I am a big fan of something, which means I really like or enjoy something. I am interested in something. The next one was an unmatched energy which means a level of energy that is incomparable to anything else Something unique I also used to immerse myself It means when you try to experience something or to engage in something Now the next question Do you think music plays an important role in people's lives? And my answer is definitely. Music plays an incredibly important role in people's lives. It has the power to evoke emotions, bring people together, and provide peace during difficult times. So here again, I try to explain a little bit because maybe I did not have many ideas to talk about, but anyways, you just need to keep talking, keep explaining. And I use, for example, it plays an incredibly important role. It means it is important. It plays a role. Or it evokes emotions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q01",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Are you ready?",
      "transcript": "Ready. So from here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ready. So from here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "Ready. So from here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q03",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "What kind of place is it?",
      "transcript": "I live in Tehran, which is the capital city of my country. it is a bit, not a bit, it is quite crowded and polluted of course. But, besides, it is a vibrant city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I live in Tehran, which is the capital city of my country. It's a bit, not a bit, it's quite crowded and polluted of course. But, besides, it's a vibrant city.",
      "transcript_cleaned": "I live in Tehran, which is the capital city of my country. it is a bit, not a bit, it is quite crowded and polluted of course. But, besides, it is a vibrant city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q04",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "What is the most interesting part of your town?",
      "transcript": "In my opinion, the most interesting is in the northern part of the city is in the vicinity of beautiful mountains and with breathtaking sceneries.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, in my opinion, the most interesting is in the northern part of the city is in the vicinity of beautiful mountains and with breathtaking sceneries.",
      "transcript_cleaned": "In my opinion, the most interesting is in the northern part of the city is in the vicinity of beautiful mountains and with breathtaking sceneries.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q05",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Would you like to move to another city?",
      "transcript": "Of course not. At least in this country, not. But I love other cities like Isfahan and Shiraz.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, of course not. At least in this country, not. But I love other cities like Isfahan and Shiraz.",
      "transcript_cleaned": "Of course not. At least in this country, not. But I love other cities like Isfahan and Shiraz.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q06",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Did you learn riding a bicycle when you were a child?",
      "transcript": "Yes, that was a very fantastic experience. I learned it when I was five years old, five years old perhaps. And, I borrowed a bicycle of my brother and start training with that. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, that was a very fantastic experience. I learned it when I was five years old, five years old perhaps. And, er, I borrowed a bicycle of my brother and start training with that. Yeah.",
      "transcript_cleaned": "Yes, that was a very fantastic experience. I learned it when I was five years old, five years old perhaps. And, I borrowed a bicycle of my brother and start training with that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q07",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "What do you think are the benefits of riding a bicycle for a child?",
      "transcript": "First of all it helps with, amusement, amusing child. And, for practicing and exercising. And also, biking, is quite useful for their health.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, first of all it helps with, uh, amusement, amusing child. And, uh, for practicing and exercising. And also, uh, biking, uh, is quite useful for their health.",
      "transcript_cleaned": "First of all it helps with, amusement, amusing child. And, for practicing and exercising. And also, biking, is quite useful for their health.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q08",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Is it safe to ride bicycles on the roads?",
      "transcript": "For sure not. And, perhaps parents would prohibit their children from riding on roads.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, for sure not. And, uh, perhaps parents would prohibit their children from riding on roads.",
      "transcript_cleaned": "For sure not. And, perhaps parents would prohibit their children from riding on roads.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q09",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Do you often use numbers to do something?",
      "transcript": "Numbers, yes, of course. sometimes we have to put a number for something to remember, to recall it later.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, numbers, yes, of course. Uh, sometimes we have to put a number for something to remember, to recall it later.",
      "transcript_cleaned": "Numbers, yes, of course. sometimes we have to put a number for something to remember, to recall it later.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q10",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Are you good at memorizing numbers?",
      "transcript": "Perhaps not too much, but, I try to write it down, to remember later after.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, perhaps not too much, but, uh, I try to write it down, uh, to remember later after.",
      "transcript_cleaned": "Perhaps not too much, but, I try to write it down, to remember later after.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q11",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Would you like to have a job dealing with numbers?",
      "transcript": "I am not an expert in the field of numbers, but it would be fascinating for me and rewarding, perhaps, to have a job related to numbers. Well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I'm not an expert in the field of numbers, but it would be fascinating for me and rewarding, perhaps, uh, to have a job related to numbers. Well,.",
      "transcript_cleaned": "I am not an expert in the field of numbers, but it would be fascinating for me and rewarding, perhaps, to have a job related to numbers. Well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q14",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Why, why not?",
      "transcript": "Yes, of course social media apps are quite popular, are quite, widespread between youngsters, especially young people. Especially, I mean highly qualified youngsters. And, it was not that popular in the past. Because everything you need could be found via these, social media. And, it is a tool to communicate. I mean to express feelings, to, to share ideas with other people, around the country or across the world.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, of course social media apps are quite popular, are quite, uh, uh, widespread between youngsters, especially young people. Especially, uh, er, I mean highly qualified youngsters. And, er, er, it wasn't that popular in the past. Because everything you need could be found via these, er, er, social media. And, er, it's a tool to communicate. I mean to express feelings, to, to share ideas with other people, er, around the country or across the world.",
      "transcript_cleaned": "Yes, of course social media apps are quite popular, are quite, widespread between youngsters, especially young people. Especially, I mean highly qualified youngsters. And, it was not that popular in the past. Because everything you need could be found via these, social media. And, it is a tool to communicate. I mean to express feelings, to, to share ideas with other people, around the country or across the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q15",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Why and why not?",
      "transcript": "For me, yes. it is going to be too, it is going to be too involving. I mean, most, especially youngsters and teenagers perhaps, are very involved, in this, case. And, I am not going to be, I am not going to say that they have to be prohibited, but, they have to be advised, some under control and supervision.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, for me, yes. It's going to be too, uh, uh, it's going to be too involving. I mean, uh, most, especially youngsters and teenagers perhaps, uh, are very involved, uh, in this, uh, case. And, uh, I'm not going to be, uh, I'm not going to say that they have to be prohibited, but, uh, they have to be advised, uh, some under control and supervision.",
      "transcript_cleaned": "For me, yes. it is going to be too, it is going to be too involving. I mean, most, especially youngsters and teenagers perhaps, are very involved, in this, case. And, I am not going to be, I am not going to say that they have to be prohibited, but, they have to be advised, some under control and supervision.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q16",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "And what kind of apps do youngsters use mostly in your country?",
      "transcript": "The most popular apps would be gaming, would be apps for communication with their peers, and perhaps the apps for learning a skill, I mean cooking, and also especially apps for traveling around the country and visiting different cities, And how do you think health or fitness related apps benefit people? health apps. Yeah, in terms of diet perhaps they can recommend, good recipes or useful ingredients for people. And, in terms of exercise, there are many apps that explain how to work at home. these workout apps, can be made, without any coach. And, can be done without any coach. So, they are, absolutely useful in terms of health and especially, physical fitness as well as mental health.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, the most popular apps would be gaming, would be apps for communication with their peers, and perhaps the apps for learning a skill, I mean cooking, and also especially apps for traveling around the country and visiting different cities, And how do you think health or fitness related apps benefit people? Ah, health apps. Yeah, in terms of diet perhaps they can recommend, er, er, er, good recipes or er, er, er, useful ingredients for people. And, er, in terms of er, exercise, there are many apps that explain how to work at home. Uh, these workout apps, uh, can be made, uh, without any coach. And, uh, can be done without any coach. So, they are, uh, absolutely useful in terms of health and especially, uh, physical fitness as well as mental health.",
      "transcript_cleaned": "The most popular apps would be gaming, would be apps for communication with their peers, and perhaps the apps for learning a skill, I mean cooking, and also especially apps for traveling around the country and visiting different cities, And how do you think health or fitness related apps benefit people? health apps. Yeah, in terms of diet perhaps they can recommend, good recipes or useful ingredients for people. And, in terms of exercise, there are many apps that explain how to work at home. these workout apps, can be made, without any coach. And, can be done without any coach. So, they are, absolutely useful in terms of health and especially, physical fitness as well as mental health.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q17",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "And should children be encouraged to study through educational apps on phone?",
      "transcript": "Yes they do so without any recommendation It widespread use of usage of apps But yes they should be encouraged because the role of teacher would be to conduct them to the right path and not to mislead them because there are many conflicting and confusing materials out there And, the role of teacher, the role of parents would be to, select items, to feed the children and, and, and pupils perhaps. I mean to, distinguish between, useful apps and misleading and useless apps perhaps.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh yes uh they do so without any recommendation It uh widespread use of usage of apps But yes they should be encouraged because uh the role of teacher would be to conduct them to the right path and uh not to mislead them because there are many conflicting and confusing materials out there And, er, the role of teacher, the role of parents would be to, er, select items, er, to feed the children and, and, and pupils perhaps. I mean to, er, er, distinguish between, er, useful apps and misleading and useless apps perhaps.",
      "transcript_cleaned": "Yes they do so without any recommendation It widespread use of usage of apps But yes they should be encouraged because the role of teacher would be to conduct them to the right path and not to mislead them because there are many conflicting and confusing materials out there And, the role of teacher, the role of parents would be to, select items, to feed the children and, and, and pupils perhaps. I mean to, distinguish between, useful apps and misleading and useless apps perhaps.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}