{
  "batch_id": 180,
  "count": 20,
  "samples": [
    {
      "sample_id": "caKKsV4CkWA_q18",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "And how do you think this is possible?",
      "transcript": "Because, as I mentioned before, there are many materials out there, and, children, have to choose one or two of them. And they follow their peers, they follow the culture of the, school, and, so the role of teacher would be to, recommend useful. And, maybe they have to make some, new materials for their, children and students.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, because, uh, as I mentioned before, there are many materials out there, and, uh, children, uh, have to choose one or two of them. And they follow their peers, they follow the culture of the, uh, school, and, uh, so the role of teacher would be to, uh, recommend useful. And, uh, maybe they have to make some, uh, new materials for their, uh, children and students.",
      "transcript_cleaned": "Because, as I mentioned before, there are many materials out there, and, children, have to choose one or two of them. And they follow their peers, they follow the culture of the, school, and, so the role of teacher would be to, recommend useful. And, maybe they have to make some, new materials for their, children and students.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q20",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "When it is not necessary to use an idiom or use a collocation, avoid using it.",
      "transcript": "Try to stick to those simple sentences. Come up with a, complex sentence or more compound sentence. Try to use them and, you will be easily seven. you will be easily seven, like a piece of cake if you pay attention to those steps. thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Try to stick to those simple sentences. Come up with a, uh, complex sentence or more compound sentence. Try to use them and, uh, you'll be easily seven. You'll be easily seven, uh, like a piece of cake if you pay attention to those steps. Uh, thank you very much.",
      "transcript_cleaned": "Try to stick to those simple sentences. Come up with a, complex sentence or more compound sentence. Try to use them and, you will be easily seven. you will be easily seven, like a piece of cake if you pay attention to those steps.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q21",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Any questions?",
      "transcript": "Thank you for feedback. I am very grateful and, and thank you very much. that is all.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thank you for feedback. I'm very grateful and, and thank you very much. That's all.",
      "transcript_cleaned": "Thank you for feedback. I am very grateful and, and thank you very much. that is all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "caKKsV4CkWA_q22",
      "video_id": "caKKsV4CkWA",
      "band": 6.5,
      "question": "Do you think that you could show your full potential today?",
      "transcript": "I presume myself not quite prepared for this.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I presume myself not quite prepared for this.",
      "transcript_cleaned": "I presume myself not quite prepared for this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q02",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Are you working or student?",
      "transcript": "Well, I am a student. Recently I have done my graduation in Bukongfield.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I am a student. Recently I have done my graduation in Bukongfield.",
      "transcript_cleaned": "I am a student. Recently I have done my graduation in Bukongfield.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q03",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "What kind of clothes you like to wear?",
      "transcript": "Well, I like to wear different kinds of clothes like t-shirts, jeans, and suits also. But sometimes it depends on the circumstances.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I like to wear different kinds of clothes like t-shirts, jeans, and suits also. But sometimes it depends on the circumstances.",
      "transcript_cleaned": "I like to wear different kinds of clothes like t-shirts, jeans, and suits also. But sometimes it depends on the circumstances.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q04",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Do you like wearing t-shirts?",
      "transcript": "Without a shadow of doubt, I can easily say that I like to wear t-shirts because I feel comfortable whenever I wear them. And I have different kind of colors t-shirts like white, green, yellow, and blue ones.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Without a shadow of doubt, I can easily say that I like to wear t-shirts because I feel comfortable whenever I wear them. And I have different kind of colors t-shirts like white, green, yellow, and blue ones.",
      "transcript_cleaned": "Without a shadow of doubt, I can easily say that I like to wear t-shirts because I feel comfortable whenever I wear them. And I have different kind of colors t-shirts like white, green, yellow, and blue ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q05",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Do you spend a lot of time choosing clothes?",
      "transcript": "Now I do not spend a lot of time of choosing clothes because at home I decide which things I need to buy and which things and clothes I can buy at a reasonable price. that is good. So before proceeding further to this interview here I would like to inform you guys at your IELTS partner platform we are offering IELTS online classes. If you guys wish to enroll in our classes in all modules or in reading, writing, speaking, speaking, Listening separately. Then you can join our classes. First of all, you can book free demo class and later on you can enroll in our classes. The number is displayed below either either you can contact us or WhatsApp us.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Now I do not spend a lot of time of choosing clothes because at home I decide which things I need to buy and which things and clothes I can buy at a reasonable price. That's good. So before proceeding further to this interview here I would like to inform you guys at your IELTS partner platform we are offering IELTS online classes. If you guys wish to enroll in our classes in all modules or in reading, writing, speaking, speaking, Listening separately. Then you can join our classes. First of all, you can book free demo class and later on you can enroll in our classes. The number is displayed below either either you can contact us or WhatsApp us.",
      "transcript_cleaned": "Now I do not spend a lot of time of choosing clothes because at home I decide which things I need to buy and which things and clothes I can buy at a reasonable price. that is good. So before proceeding further to this interview here I would like to inform you guys at your IELTS partner platform we are offering IELTS online classes. If you guys wish to enroll in our classes in all modules or in reading, writing, speaking, speaking, Listening separately. Then you can join our classes. First of all, you can book free demo class and later on you can enroll in our classes. The number is displayed below either either you can contact us or WhatsApp us.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q06",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "So Nikita, do you prefer to wear comfortable and smart or smart clothes?",
      "transcript": "Well, on the daily basis, I always prefer to wear comfortable clothes. Whenever I have to go to other places like in birthday parties, ceremony, and marriages also, at that moment, I prefer to wear smart clothes. It always increases the beauty of my personality. Now, few questions will be based on noise.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, on the daily basis, I always prefer to wear comfortable clothes. Whenever I have to go to other places like in birthday parties, ceremony, and marriages also, at that moment, I prefer to wear smart clothes. It always increases the beauty of my personality. Now, few questions will be based on noise.",
      "transcript_cleaned": "on the daily basis, I always prefer to wear comfortable clothes. Whenever I have to go to other places like in birthday parties, ceremony, and marriages also, at that moment, I prefer to wear smart clothes. It always increases the beauty of my personality. Now, few questions will be based on noise.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q07",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Do you like to stay in a place with lot of noise?",
      "transcript": "Yes, definitely no. I do not like to stay in a noisy place because I like to stay in a tranquil place.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, definitely no. I do not like to stay in a noisy place because I like to stay in a tranquil place.",
      "transcript_cleaned": "Yes, definitely no. I do not like to stay in a noisy place because I like to stay in a tranquil place.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q08",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Where I live there are lots of noises because lots of people have their own vehicle and industries are also being built regularly.",
      "transcript": "So these are the reasons why noise are increasing. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So these are the reasons why noise are increasing. Okay.",
      "transcript_cleaned": "these are the reasons why noise are increasing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q09",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Do you think there is too much noise in today's world?",
      "transcript": "Definitely there are lots of noise and pollution in the world because every people have their own vehicle and they always use them to go at the workplace or a personal spaces also And vehicles always increase the toxic gases Now few questions will be based on robots Are robots important Absolutely robots are important They help us to do different kinds of works like cooking mopping and dusting also And they can also easy work Do robots affect people's lives? Indeed, robots affect the people's lives because people do not put their, physical effort on the work. They always depend on the robots for doing any kind of work at their workplace or at a personal place. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Definitely there are lots of noise and pollution in the world because every people have their own vehicle and they always use them to go at the workplace or a personal spaces also And vehicles always increase the toxic gases Mm Now few questions will be based on robots Are robots important Absolutely robots are important They help us to do different kinds of works like cooking mopping and dusting also And they can also uh easy work Do robots affect people's lives? Indeed, robots affect the people's lives because people do not put their, uh, physical effort on the work. They always depend on the robots for doing any kind of work at their workplace or at a personal place. Great.",
      "transcript_cleaned": "Definitely there are lots of noise and pollution in the world because every people have their own vehicle and they always use them to go at the workplace or a personal spaces also And vehicles always increase the toxic gases Now few questions will be based on robots Are robots important Absolutely robots are important They help us to do different kinds of works like cooking mopping and dusting also And they can also easy work Do robots affect people's lives? Indeed, robots affect the people's lives because people do not put their, physical effort on the work. They always depend on the robots for doing any kind of work at their workplace or at a personal place.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q10",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "What can robots do for you at home?",
      "transcript": "Well, if I talk about the robots like things, computer, washing machine, and refrigerators also. With the help of computer, I can make a spreadsheet, Excel sheet also. And we do not put our more physical effort on them. They, they do the work in an efficient way. Okay, that is wonderful. So Nikita, this is end of the part one. Now I am going to give you a.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, if I talk about the robots like things, computer, washing machine, and refrigerators also. With the help of computer, I can make a spreadsheet, Excel sheet also. And we do not put our more physical effort on them. They, they do the work in an efficient way. Okay, that's wonderful. So Nikita, this is end of the part one. Now I'm going to give you a.",
      "transcript_cleaned": "if I talk about the robots like things, computer, washing machine, and refrigerators also. With the help of computer, I can make a spreadsheet, Excel sheet also. And we do not put our more physical effort on them. They, they do the work in an efficient way.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q11",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Do you think it is easy to make friends on social media?",
      "transcript": "According to my own perception, it is very difficult to make friends on social media because a lot of people always put their fake identity to misguide other person and it is very difficult for them to trust on other people. And if I talk about me, I always follow them to those people who, put their actual identity like name, and age also. And they always put, their different kinds of things and post also which are related to the knowledge. Like study.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "According to my own perception, it is very difficult to make friends on social media because a lot of people always put their fake identity to misguide other person and it is very difficult for them to trust on other people. And if I talk about me, I always follow them to those people who, uh, put their actual identity like name, uh, and age also. And they always put, uh, their different kinds of things and post also which are related to the knowledge. Like study.",
      "transcript_cleaned": "According to my own perception, it is very difficult to make friends on social media because a lot of people always put their fake identity to misguide other person and it is very difficult for them to trust on other people. And if I talk about me, I always follow them to those people who, put their actual identity like name, and age also. And they always put, their different kinds of things and post also which are related to the knowledge. Like study.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q12",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "What can people do on social media?",
      "transcript": "People can do a lot of things on social media because different people have different talents. They can post the pictures and videos also by making the reels and they can also get more followers and views also and that is the platform which is very famous in the all over the world. They can also get the, Okay, so do not you think that people can do acting, comedy, or they can perform the talent of sports? Well, it depends on the person choice. They can post different things like comedy, dance, and singing also. That platform is very demandable. it is a demanding platform. Demanding platform, and they can also get more name and fame from this platform. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "People can do a lot of things on social media because different people have different talents. They can post the pictures and videos also by making the reels and they can also get more followers and views also and that is the platform which is very famous in the all over the world. They can also get the, uh, Okay, so don't you think that people can do acting, comedy, or they can perform the talent of sports? Well, it depends on the person choice. They can post different things like comedy, dance, and singing also. That platform is very demandable. It's a demanding platform. Demanding platform, and they can also get more name and fame from this platform. Okay.",
      "transcript_cleaned": "People can do a lot of things on social media because different people have different talents. They can post the pictures and videos also by making the reels and they can also get more followers and views also and that is the platform which is very famous in the all over the world. They can also get the, Okay, so do not you think that people can do acting, comedy, or they can perform the talent of sports? Well, it depends on the person choice. They can post different things like comedy, dance, and singing also. That platform is very demandable. it is a demanding platform. Demanding platform, and they can also get more name and fame from this platform.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q13",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Do you think people will read, newspaper or books in the future?",
      "transcript": "According to my point of view, technology is increasing day by day and, people will not read more newspaper and printed books in future because, they can read anything on social media but, but they can also misguide from the internet also. But older people have different opinions about the reading newspaper. They are addicted to read, from the printed books.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, according to my point of view, technology is increasing day by day and, uh, people will not read more newspaper and printed books in future because, uh, they can read anything on social media but, uh, but they can also misguide from the internet also. But older people have different opinions about the reading newspaper. They are addicted to read, uh, from the printed books.",
      "transcript_cleaned": "According to my point of view, technology is increasing day by day and, people will not read more newspaper and printed books in future because, they can read anything on social media but, but they can also misguide from the internet also. But older people have different opinions about the reading newspaper. They are addicted to read, from the printed books.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eCMxuQanvIE_q14",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Do older people spend much time on social media?",
      "transcript": "Well, I think older people do not spend excessive amount of time on social media because they always get connected with their friends on Facebook only. And younger spend a lot of time on social media to post their pictures and reels also because they have different opinion from the older ones. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I think older people do not spend excessive amount of time on social media because they always get connected with their friends on Facebook only. And younger spend a lot of time on social media to post their pictures and reels also because they have different opinion from the older ones. Okay.",
      "transcript_cleaned": "I think older people do not spend excessive amount of time on social media because they always get connected with their friends on Facebook only. And younger spend a lot of time on social media to post their pictures and reels also because they have different opinion from the older ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0x_Bl2jIOl0_q02",
      "video_id": "0x_Bl2jIOl0",
      "band": 6.5,
      "question": "Where do you come from?",
      "transcript": "I came from a small town Nirvana which is under the district Jindh in the state Haryana. Now few questions will be based on sports.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I came from a small town Nirvana which is under the district Jindh in the state Haryana. Now few questions will be based on sports.",
      "transcript_cleaned": "I came from a small town Nirvana which is under the district Jindh in the state Haryana. Now few questions will be based on sports.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0x_Bl2jIOl0_q03",
      "video_id": "0x_Bl2jIOl0",
      "band": 6.5,
      "question": "Okay, what sports do you like?",
      "transcript": "I like to watch many sports like cricket, football, tennis, and volleyball, but personally, I love to play cricket and volleyball the most.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like to watch many sports like cricket, football, tennis, and volleyball, but personally, I love to play cricket and volleyball the most.",
      "transcript_cleaned": "I like to watch many sports like cricket, football, tennis, and volleyball, but personally, I love to play cricket and volleyball the most.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0x_Bl2jIOl0_q04",
      "video_id": "0x_Bl2jIOl0",
      "band": 6.5,
      "question": "Where did you learn to play?",
      "transcript": "I learned to play cricket by watching it on TV and through dedicated practice and guidance from experienced coaches.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I learned to play cricket by watching it on TV and through dedicated practice and guidance from experienced coaches.",
      "transcript_cleaned": "I learned to play cricket by watching it on TV and through dedicated practice and guidance from experienced coaches.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}