{
  "batch_id": 198,
  "count": 20,
  "samples": [
    {
      "sample_id": "LjbWK08LANE_q05",
      "video_id": "LjbWK08LANE",
      "band": 5.0,
      "question": "[Transcript chunk 5]",
      "transcript": "To force them why not oh because well there could be children go like you know if they feel not happy maybe for me i was very annoying to my mom yes because if they forcing me like i really do not like and make us go to other like you know bad way but like make a better friend like kind of guess okay and what should people consider when choosing their job of course there are many reasons concerning about just touch and they are just a job firstly for me I am just a job near like the nearby my house the yes how far is really important i think to my hometown to the company and secondly is maybe payment yes and totally also pay for the career yeah do you think salary is the most important thing about a job yes because without salary the company cannot develop so salaryman is really important job but i know it is not easy to sell to other people okay and why do some people continue to do jobs that they are not interested in well sometimes because of our by our major their major yes so all it is always we are we cannot go to our plane so like we have to it is not choice so for me like vital opportunity even though i my major was account but i was work at the call center is i it is of course totally different to job yes there is many a lot of chance to just to go even though i do not like it and what difficulties do people face when they try to change their career face yeah what difficulties do they face there maybe if difficult job is if well their face is and it is not really hard to like making.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "to force them why not oh because well there could be children go like you know if they feel not happy maybe for me i was very annoying to my mom yes because if they forcing me like i really don't like and make us go to other like you know bad way but like make a better friend like kind of guess okay and what should people consider when choosing their job of course there are many reasons concerning about just touch and they're just a job firstly for me i'm just a job near like the nearby my house the yes how far is really important i think to my hometown to the company and secondly is maybe payment yes and totally also pay for the career yeah do you think salary is the most important thing about a job yes because without salary the company cannot develop so salaryman is really important job but i know it's not easy to sell to other people okay and why do some people continue to do jobs that they're not interested in well sometimes because of our by our major their major yes so all it's always we are we cannot go to our plane so like we have to it's not choice so for me like vital opportunity even though i my major was account but i was work at the call center is i it's of course totally different to job yes there is many a lot of chance to just to go even though i don't like it and what difficulties do people face when they try to change their career face yeah what difficulties do they face there maybe if difficult job is if well their face is and it's not really hard to like making.",
      "transcript_cleaned": "To force them why not oh because well there could be children go like you know if they feel not happy maybe for me i was very annoying to my mom yes because if they forcing me like i really do not like and make us go to other like you know bad way but like make a better friend like kind of guess okay and what should people consider when choosing their job of course there are many reasons concerning about just touch and they are just a job firstly for me I am just a job near like the nearby my house the yes how far is really important i think to my hometown to the company and secondly is maybe payment yes and totally also pay for the career yeah do you think salary is the most important thing about a job yes because without salary the company cannot develop so salaryman is really important job but i know it is not easy to sell to other people okay and why do some people continue to do jobs that they are not interested in well sometimes because of our by our major their major yes so all it is always we are we cannot go to our plane so like we have to it is not choice so for me like vital opportunity even though i my major was account but i was work at the call center is i it is of course totally different to job yes there is many a lot of chance to just to go even though i do not like it and what difficulties do people face when they try to change their career face yeah what difficulties do they face there maybe if difficult job is if well their face is and it is not really hard to like making.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "c0Z35_F0QWY_q01",
      "video_id": "c0Z35_F0QWY",
      "band": 5.5,
      "question": "[Transcript chunk 1]",
      "transcript": "Are you ready yes all right let us get it on so from here starts the speaking test this is the speaking.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "are you ready yes all right let's get it on so from here starts the speaking test this is the speaking.",
      "transcript_cleaned": "Are you ready yes all right let us get it on so from here starts the speaking test this is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "c0Z35_F0QWY_q02",
      "video_id": "c0Z35_F0QWY",
      "band": 5.5,
      "question": "[Transcript chunk 2]",
      "transcript": "First memory of your childhood in fact let me think it is very hard question because I remember a day that I went to park with my father maybe I was about four or five years old and it was a very good day for me and I have enjoyed that day a lot do you think it is better for children to grow up in the city or in the countryside it is depends to family for example my family was living in a city so due to this reason I grew up in the cities but I think it is better that children have a connection with other people's other child so maybe in some rural area it does not be possible for children.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "first memory of your childhood um uh in fact let me think it's very hard question because um I remember a day that I went to park with my father maybe I was about four or five years old and it was a very good day for me and I have enjoyed that day a lot do you think it is better for children to grow up in the city or in the countryside um it's depends to family for example my family was living in a city so due to this reason I grew up in the cities but I think it's better that children have a connection with other people's other child so maybe in some rural um area it doesn't be possible for children.",
      "transcript_cleaned": "First memory of your childhood in fact let me think it is very hard question because I remember a day that I went to park with my father maybe I was about four or five years old and it was a very good day for me and I have enjoyed that day a lot do you think it is better for children to grow up in the city or in the countryside it is depends to family for example my family was living in a city so due to this reason I grew up in the cities but I think it is better that children have a connection with other people's other child so maybe in some rural area it does not be possible for children.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "c0Z35_F0QWY_q03",
      "video_id": "c0Z35_F0QWY",
      "band": 5.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Pencil this is your thank you so much this is your Q card thank you and a piece of paper to take some notes thank you so much and well describe your describe an important Journey that was the light e all right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "pencil this is your thank you so much this is your Q card thank you and a piece of paper to take some notes thank you so much and uh well uh describe your describe an important Journey that was the light e all right.",
      "transcript_cleaned": "Pencil this is your thank you so much this is your Q card thank you and a piece of paper to take some notes thank you so much and well describe your describe an important Journey that was the light e",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "c0Z35_F0QWY_q04",
      "video_id": "c0Z35_F0QWY",
      "band": 5.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Fell asleep and he forgot to that he should wake up very early in the morning and I was very angry about him all right thank you you are welcome thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "fell asleep and he forgot to that he should wake up uh very early in the morning and I was very angry about him all right thank you you're welcome thank you.",
      "transcript_cleaned": "Fell asleep and he forgot to that he should wake up very early in the morning and I was very angry about him",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ECUmZ_NQZpM_q01",
      "video_id": "ECUmZ_NQZpM",
      "band": 6.5,
      "question": "[Transcript chunk 1]",
      "transcript": "So we can now get it started from here starts the speaking test this is the speaking.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "so we can now get it started from here starts the speaking test this is the speaking.",
      "transcript_cleaned": "we can now get it started from here starts the speaking test this is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ECUmZ_NQZpM_q02",
      "video_id": "ECUmZ_NQZpM",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Mood okay and get better.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "mood okay and get better.",
      "transcript_cleaned": "Mood okay and get better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ECUmZ_NQZpM_q03",
      "video_id": "ECUmZ_NQZpM",
      "band": 6.5,
      "question": "[Transcript chunk 3]",
      "transcript": "About this topic for 2 minutes but do not worry if I stop you so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "about this topic for 2 minutes but do not worry if I stop you so.",
      "transcript_cleaned": "About this topic for 2 minutes but do not worry if I stop you so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ECUmZ_NQZpM_q04",
      "video_id": "ECUmZ_NQZpM",
      "band": 6.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Me when she brought up then she will bring up and she says my mom is a teacher and I have no problem about any problems in my life so I think it has U more benefits than this and you know everyone has thank you very much now your time is over and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "me when she brought up then she will bring up uh and um she says my mom is a teacher and I have no problem about any problems in my life so I think it has U more benefits than this um and you know everyone has thank you very much now your time is over and.",
      "transcript_cleaned": "Me when she brought up then she will bring up and she says my mom is a teacher and I have no problem about any problems in my life so I think it has U more benefits than this",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ECUmZ_NQZpM_q05",
      "video_id": "ECUmZ_NQZpM",
      "band": 6.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Are the talents that you have that are proud of I am proud of my myself come on you know all my students love me because I have a good relationship with them when I teach them so as they said and as I know I think conveying meaning and transferring my knowledge to my students is one of my talents that they have because you know art of teaching is the most important point in teaching English and I okay maybe I have high confidence but I have it and has this a challenge helped you in your life in your own life yeah yeah in my own life because at that time my husband encouraged to my my husband was encouraged to study his lesson and continue his education in English so maybe I had a positive point on him okay and do you think that having this Talent is important for an individual or people can have different talents could you please explain again or rep having your talent like being a teacher do you think it is important for an individual for every person or people can have different talents other talents Oh you mean other than teaching Oh you mean accept these talents okay accept this I do not think so I do not have any talents I because all my life is teaching and all the time I prefer to to connect something to my to my major to my this Talent so I have not had anything to talk about it about my talent okay and how about other countries do you think that there is a talent or a skill that people should necessarily have.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "are the talents that you have that are proud of I'm proud of my myself uh come on you know all my students love me because uh I have a good relationship with them when I teach them so um as they said and as I know I think um conveying meaning and uh transferring my knowledge to my students is one of my talents that they have because you know art of teaching is the most important point in teaching English and uh I okay maybe I have high confidence but I have it and uh has this a challenge helped you in your life in your own life yeah yeah in my own life because at that time uh my husband encouraged to uh my my husband was encouraged to um study his lesson and continue his education in English so maybe I had a positive point on him okay and do you think that having this Talent is important for an individual or people can have different talents um could you please explain again or rep having your talent like being a teacher do you think it's important for an individual for every person or um people can have different talents other talents um Oh you mean um other than teaching Oh you mean uh accept these talents okay accept this um I don't think so I don't have any talents I because all my life is teaching and all the time I prefer to to um connect something uh to my um to my major to my this Talent uh so I haven't uh had anything to talk about it about my talent okay and how about other countries do you think that uh there is a talent or a skill that people should necessarily have.",
      "transcript_cleaned": "Are the talents that you have that are proud of I am proud of my myself come on you know all my students love me because I have a good relationship with them when I teach them so as they said and as I know I think conveying meaning and transferring my knowledge to my students is one of my talents that they have because you know art of teaching is the most important point in teaching English and I okay maybe I have high confidence but I have it and has this a challenge helped you in your life in your own life yeah yeah in my own life because at that time my husband encouraged to my my husband was encouraged to study his lesson and continue his education in English so maybe I had a positive point on him okay and do you think that having this Talent is important for an individual or people can have different talents could you please explain again or rep having your talent like being a teacher do you think it is important for an individual for every person or people can have different talents other talents Oh you mean other than teaching Oh you mean accept these talents okay accept this I do not think so I do not have any talents I because all my life is teaching and all the time I prefer to to connect something to my to my major to my this Talent so I have not had anything to talk about it about my talent okay and how about other countries do you think that there is a talent or a skill that people should necessarily have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ECUmZ_NQZpM_q12",
      "video_id": "ECUmZ_NQZpM",
      "band": 6.5,
      "question": "[Transcript chunk 12]",
      "transcript": "Among the people good at in no you are good at something or too many no you should have said so many people because too many has a negative meaning and you did not want to refer to that so you just added some words that you should not have or you had problems with singular and plural so slow down and be careful with your mistakes and mostly people like candidates make more mistakes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "among the people good at in no you're good at something or too many no you should have said so many people because too many uh has a negative meaning and you didn't want to refer to that so you just added some words that you shouldn't have or you had problems with singular and plural so slow down and be careful with your mistakes and mostly people like candidates make more mistakes.",
      "transcript_cleaned": "Among the people good at in no you are good at something or too many no you should have said so many people because too many has a negative meaning and you did not want to refer to that so you just added some words that you should not have or you had problems with singular and plural so slow down and be careful with your mistakes and mostly people like candidates make more mistakes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1bYYtbCmNuA_q02",
      "video_id": "1bYYtbCmNuA",
      "band": 7.0,
      "question": "[Transcript chunk 2]",
      "transcript": "To live music on the cons concepts you mean probably yes it kind of makes you feel more close to your artist your whose music you are listening to so that is why i think that it is a really wide place to listen to music.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "to live music um on the cons concepts you mean probably yes it kind of makes you feel more close to your artist your whose music you are listening to so that's why i think that it's a really wide place to listen to music.",
      "transcript_cleaned": "To live music on the cons concepts you mean probably yes it kind of makes you feel more close to your artist your whose music you are listening to so that is why i think that it is a really wide place to listen to music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1bYYtbCmNuA_q03",
      "video_id": "1bYYtbCmNuA",
      "band": 7.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Long time is probably completing my education in masters maybe in future in phd degree and i have trained for that a lot i have learned english i have studied english and i have been studying english actually for three years probably and i think that knowing foreign language is essential part of my dream of my aim of studying abroad so i have dream i have dreamed about studying abroad since my childhood because a lot of my family members my sisters and my brothers are currently studying there and some of them are living there so i think that a great opportunity for me to have to be able to pass for maths degree abroad that is why i have to do i have to do a lot of things to complete it so for example i have to pass my ilts exam in a week so probably i can achieve this dream this ambition in the near future maybe in couple months so probably these months are the most stressful in my life because i have to do a lot of things i have to deal with my visa requirements for that country and also to train to be prepared for my ilts exam is a really crucial notion and of of applying to master's degree also i have been talking to many people about such an occasions about moving abroad about studying there and i now I am really sure that if that is what i want and that that is what i want from my life and future i would like to help people to achieve such goals to move to move abroad or to study or to move the studies there so i think that is my dream very nice we can go to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "long time is probably um completing my education in masters maybe in future in phd degree and i have trained for that a lot i have learned english i have studied english and i have been studying english actually for three years probably and i think that knowing foreign language is essential part of my dream of my aim of studying abroad so i have dream i have dreamed about studying abroad since my childhood because a lot of my family members my sisters and my brothers are currently studying there and some of them are living there so i think that a great opportunity for me to have um to be able to pass for maths degree abroad um that's why i have to do i have to do a lot of things to complete it so for example i have to pass my ilts exam in a week um so probably i can achieve this dream this ambition in the near future maybe in couple months so probably these months are the most stressful in my life because i have to do a lot of things i have to deal with my visa requirements for that country and also to train to be prepared for my ilts exam is a really crucial notion and of um of applying to master's degree also i have been talking to many people about such an occasions about moving abroad about studying there and i now i'm really sure that if that's what i want and that that's what i want from my life and future i would like to help people to achieve such goals to move to move abroad or to study or to move the studies there so i think that's my dream very nice we can go to.",
      "transcript_cleaned": "Long time is probably completing my education in masters maybe in future in phd degree and i have trained for that a lot i have learned english i have studied english and i have been studying english actually for three years probably and i think that knowing foreign language is essential part of my dream of my aim of studying abroad so i have dream i have dreamed about studying abroad since my childhood because a lot of my family members my sisters and my brothers are currently studying there and some of them are living there so i think that a great opportunity for me to have to be able to pass for maths degree abroad that is why i have to do i have to do a lot of things to complete it so for example i have to pass my ilts exam in a week so probably i can achieve this dream this ambition in the near future maybe in couple months so probably these months are the most stressful in my life because i have to do a lot of things i have to deal with my visa requirements for that country and also to train to be prepared for my ilts exam is a really crucial notion and of of applying to master's degree also i have been talking to many people about such an occasions about moving abroad about studying there and i now I am really sure that if that is what i want and that that is what i want from my life and future i would like to help people to achieve such goals to move to move abroad or to study or to move the studies there so i think that is my dream very nice we can go to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1bYYtbCmNuA_q05",
      "video_id": "1bYYtbCmNuA",
      "band": 7.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Why i plan to move there why do you think it is important for the youth to have ambitions so you know human creatures always have to have ambition some kind of goal and aims because if there is not any goal in your life you you do not know what to do and where to move forward to develop yourself as a professional as a person in general can you talk about any other reasons also probably a lot of situations when person has no motivation for leaving so about the committing suicide you know and so the finding that kind of motivation and that kind of goal is essential part of our life as human beings what can be the result of failures probably laziness is the most common result of failure because you know nowadays people are really lazy with that with the coming of internet and other technologies it is much more convenient to stay at home just watching some youtube videos and just degradating there you know do you think without any ambition our growth may come to a standstill i think it will not stand still because you will decrease gen definitely because you do not have your ambition you do not have your goal you do not know what to do with your life and that is a big mistake misunderstanding of modern people and why do many people lose their ambition gradually as they grow up probably because of failures because of their laziness because because of the the lack of their confidence after one failure some people just stand up and go further and others just keep lying on the place where they had been punished great thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "why i plan to move there why do you think it is important for the youth to have ambitions um so you know human creatures always have to have ambition some kind of goal and aims because uh if there isn't any goal in your life you you don't know what to do and where to move forward to develop yourself as a professional as a person in general can you talk about any other reasons um also probably um a lot of situations when person has no motivation for leaving so about the committing suicide you know and so the finding that kind of motivation and that kind of goal is essential part of our life as human beings what can be the result of failures um probably laziness is the most common result of failure because you know nowadays people are really lazy with that with the coming of internet and other technologies it's much more convenient to stay at home just watching some youtube videos and just degradating there you know do you think without any ambition our growth may come to a standstill i think it won't stand still because you will decrease gen um definitely because you don't have um your ambition you don't have your goal you don't know what to do with your life and that's a big mistake misunderstanding of modern people and why do many people lose their ambition gradually as they grow up um probably because of failures because of their laziness because because of the the lack of their confidence after one failure some people just stand up and go further and others just keep lying on the place where they had been punished great thank you very much.",
      "transcript_cleaned": "Why i plan to move there why do you think it is important for the youth to have ambitions so you know human creatures always have to have ambition some kind of goal and aims because if there is not any goal in your life you you do not know what to do and where to move forward to develop yourself as a professional as a person in general can you talk about any other reasons also probably a lot of situations when person has no motivation for leaving so about the committing suicide you know",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLk5QFuWKK4_q02",
      "video_id": "QLk5QFuWKK4",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "My name is gunai as i said but here in denmark it is difficult for some of my friends to pronounce my name and so they just tend to call me by a danish name gunner all right and did your family have a certain nickname that they called you when you were a child not particularly but we have a family name that dates back that dates back a couple of generations and they they call us arjun's law which just basically means my grandfather's father went to mecca okay and how did your parents choose your name it was actually my mother's brother who chose it he came up with the name which basically means sun and moon in turkish and he came out he came up with it because the day i was born there was a solar eclipse that day so it kind of made sense all.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "my name is gunai as i said but here in denmark it is difficult for some of my friends to pronounce my name and so they just tend to call me by a danish name gunner all right and did your family have a certain nickname that they called you when you were a child uh not particularly but uh we have a family name that dates back uh that dates back a couple of generations and they they call us arjun's law which just basically means my grandfather's father went to mecca okay and how did your parents choose your name it was actually my mother's brother who chose it he came up with the name which basically means sun and moon in turkish and he came out he came up with it because the day i was born there was a solar eclipse that day so it kind of made sense all.",
      "transcript_cleaned": "My name is gunai as i said but here in denmark it is difficult for some of my friends to pronounce my name and so they just tend to call me by a danish name gunner all right and did your family have a certain nickname that they called you when you were a child not particularly but we have a family name that dates back that dates back a couple of generations and they they call us arjun's law which just basically means my grandfather's father went to mecca okay and how did your parents choose your name it was actually my mother's brother who chose it he came up with the name which basically means sun and moon in turkish and he came out he came up with it because the day i was born there was a solar eclipse that day so it kind of made sense all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLk5QFuWKK4_q03",
      "video_id": "QLk5QFuWKK4",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "I was decent at it i mean i played the pro team in my high school back a couple years back so yeah okay thank you that is it for part one then.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "i was decent at it i mean i played the pro team in my high school back a couple years back so yeah okay thank you that's it for part one then.",
      "transcript_cleaned": "I was decent at it i mean i played the pro team in my high school back a couple years back so",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLk5QFuWKK4_q04",
      "video_id": "QLk5QFuWKK4",
      "band": 7.5,
      "question": "[Transcript chunk 4]",
      "transcript": "We talked about the things that we have done in things we have done since we lost contact and he told me that he was going to start my high school as well and after that i went back to my class and i had an exam during that day so i had to really focus and i did not really have a lot of time to talk and catch up anyway forward couple of one year or a couple months he started back in my school and ever since then we have been again in contact with each other and we still talk regularly every day i mean I am going to play with him later today probably also i would like to say that we go out play a lot of football we really enjoy okay thank you that is.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "we talked about the things that we've done in uh things we've done since we lost contact and he told me that he was going to start my high school as well and after that i went back to my class and i had an exam during that day so i had to really focus and i didn't really have a lot of time to talk and catch up um anyway um forward couple of one year or a couple months he started back in my school and uh ever since then we've been again in contact with each other and we still talk regularly every day i mean i'm gonna play with him later today probably um also i would like to say that we go out play a lot of football uh we really enjoy okay thank you that's.",
      "transcript_cleaned": "We talked about the things that we have done in things we have done since we lost contact and he told me that he was going to start my high school as well and after that i went back to my class and i had an exam during that day so i had to really focus and i did not really have a lot of time to talk and catch up anyway forward couple of one year or a couple months he started back in my school and ever since then we have been again in contact with each other and we still talk regularly every day i mean I am going to play with him later today probably also i would like to say that we go out play a lot of football we really enjoy",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLk5QFuWKK4_q05",
      "video_id": "QLk5QFuWKK4",
      "band": 7.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Experience really every time I have helped someone it it gives you some form of a dopamine boost in my brain and it just makes me feel if i help one person one day it would make me it basically makes me happy for the rest of the week that is great okay and how do people usually help each other it depends in what kind of help they are in need of so let us say if as i say if somebody is homeless i would help them with food or money if somebody is in a is an emotional hardship then they probably need someone to talk to and explain their problems and what is wrong with them i think so you know it depends all right and how is online help different from real life help well there is no physical contact online so in in in real life for example somebody it is it feels more natural or feels better to help someone in person than an online there is since there is physical contact and there is usually more emotions involved when it is physical compared to online all right let us see so what are the differences between helping friends and helping family yeah that is a tricky question i do not really see a big difference between those two since some of my closest friends i tend to see them as family as well so in i do not really see a big difference yeah so have you have you helped any one of your friends lately in some way i have actually one of my friends I have helped him online he needed to study for his he had an english exam and since he is from turkey they the people living there they do not tend to speak.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "experience really um every time i've helped someone it it gives you some form of a dopamine boost in my brain and it just makes me feel if i help one person one day it would make me it basically makes me happy for the rest of the week that's great okay and how do people usually help each other it depends in what kind of help they're in need of so let's say if as i say if somebody is homeless i would help them with food or money if somebody is in a is an emotional hardship then they probably need someone to talk to and explain their problems and what is wrong with them i think so you know it depends all right and how is online help different from real life help uh well there's no physical contact online so um in in in real life for example uh somebody it's it feels more natural or feels better to help someone in person than an online there's um since there's physical contact and there's usually more emotions involved when it's physical compared to online all right um let's see so what are the differences between helping friends and helping family yeah that's a tricky question uh i don't really see a big difference between those two since some of my closest friends i tend to see them as family as well so in i don't really see a big difference yeah so have you have you helped any one of your friends lately in some way uh i have actually one of my friends i've helped him online he needed to study for his he had an english exam and since he's from turkey they the people living there they don't tend to speak.",
      "transcript_cleaned": "Experience really every time I have helped someone it it gives you some form of a dopamine boost in my brain and it just makes me feel if i help one person one day it would make me it basically makes me happy for the rest of the week that is great okay and how do people usually help each other it depends in what kind of help they are in need of so let us say if as i say if somebody is homeless i would help them with food or money if somebody is in a is an emotional hardship then they probably need someone to talk to and explain their problems and what is wrong with them i think so you know it depends all right and how is online help different from real life help well there is no physical contact online so in in in real life for example somebody it is it feels more natural or feels better to help someone in person than an online there is since there is physical contact and there is usually more emotions involved when it is physical compared to online all right let us see so what are the differences between helping friends and helping family yeah that is a tricky question i do not really see a big difference between those two since some of my closest friends i tend to see them as family as well so in i do not really see a big difference yeah so have you have you helped any one of your friends lately in some way i have actually one of my friends I have helped him online he needed to study for his he had an english exam and since he is from turkey they the people living there they do not tend to speak.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLk5QFuWKK4_q08",
      "video_id": "QLk5QFuWKK4",
      "band": 7.5,
      "question": "[Transcript chunk 8]",
      "transcript": "But that definitely helps you to to look for ideas right if you do not know what to say buy time you can say like I have never thought about that but now that i do do i would have to say something like that that buys you time to to think about what you are going to say so definitely keep it there your answers were natural so that is a good thing you had a little bit of hesitation here and there but i think it was mostly because you were looking for things to say it was not really language related it was more content related great so that puts you at an eight for today for fluency i would say and then.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "but that definitely helps you to to look for ideas right if you don't know what to say buy time you can say like i've never thought about that but now that i do do i would have to say something like that that buys you time to to think about what you're going to say so definitely keep it there um your answers were natural so that's a good thing um you had a little bit of hesitation here and there but i think it was mostly because you were looking for things to say it was not really language related it was more content related um great so that puts you at an eight for today for fluency i would say um and then.",
      "transcript_cleaned": "But that definitely helps you to to look for ideas right if you do not know what to say buy time you can say like I have never thought about that but now that i do do i would have to say something like that that buys you time to to think about what you are going to say so definitely keep it there your answers were natural so that is a good thing you had a little bit of hesitation here and there but i think it was mostly because you were looking for things to say it was not really language related it was more content related",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QLk5QFuWKK4_q10",
      "video_id": "QLk5QFuWKK4",
      "band": 7.5,
      "question": "[Transcript chunk 10]",
      "transcript": "Talking it does not feel like you have you are having trouble to pronounce anything so you are definitely easy to understand throughout the only thing that i would say that you you kind of sound a little bit monotone here and there right so try to bring up a little bit more ups and downs in there maybe it is because you are nervous i understand that definitely but pay a little bit more attention to that I am pretty sure you do not know how to do that or you can try i do not know this is always for example this mirroring method where you can just listen to something in english and then repeat exactly what they are saying and try to imitate the intonation there and then you can kind of adapt to that right and also i think in this case it would help if you know just speak up a little bit be more confident because you know what you are doing so you can be confident about it and i think that shows in your voice as well okay and then if you do have if you do notice that you are making some mistakes maybe try to slow down here and there so you are talking rather fast which is normally okay because you know what you are doing but maybe in the exam try to slow down a little bit take your time and that is going to get you through without major mistakes okay and then one more thing that i noticed you were talking very colloquial right and you were saying things like kind of want to things like that you should not do that in an in the ielts exam right that is considered that is considered a mispronunciation so pay attention to that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "talking um it doesn't feel like you have you're having trouble to pronounce anything um so you're definitely easy to understand throughout um the only thing that i would say that you you kind of sound a little bit monotone here and there right so try to bring up a little bit more ups and downs in there maybe it's because you're nervous um i understand that definitely but pay a little bit more attention to that um i'm pretty sure you don't know how to do that or you can try i don't know this is always for example this mirroring method where you can just listen to something in english and then repeat exactly what they're saying and try to imitate the intonation there and then you can kind of adapt to that um right and also i think in this case it would help if you know just speak up a little bit be more confident because you know what you're doing so you can be confident about it and i think that shows in your voice as well um okay and then if you do have if you do notice that you're making some mistakes maybe uh try to slow down here and there so you're talking rather fast um which is normally okay because you know what you're doing but maybe in the exam try to slow down a little bit take your time and that's gonna get you through without major mistakes um okay and then one more thing that i noticed um you were talking very colloquial right and you were saying things like kinda wanna things like that um you should not do that in an in the ielts exam right that's considered that's considered a mispronunciation so pay attention to that.",
      "transcript_cleaned": "Talking it does not feel like you have you are having trouble to pronounce anything so you are definitely easy to understand throughout the only thing that i would say that you you kind of sound a little bit monotone here and there right so try to bring up a little bit more ups and downs in there maybe it is because you are nervous i understand that definitely but pay a little bit more attention to that I am pretty sure you do not know how to do that or you can try i do not know this is always for example this mirroring method where you can just listen to something in english and then repeat exactly what they are saying and try to imitate the intonation there and then you can kind of adapt to that right and also i think in this case it would help if you know just speak up a little bit be more confident because you know what you are doing so you can be confident about it and i think that shows in your voice as well okay and then if you do have if you do notice that you are making some mistakes maybe try to slow down here and there so you are talking rather fast which is normally okay because you know what you are doing but maybe in the exam try to slow down a little bit take your time and that is going to get you through without major mistakes okay and then one more thing that i noticed you were talking very colloquial right and you were saying things like kind of want to things like that you should not do that in an in the ielts exam right that is considered that is considered a mispronunciation so pay attention to that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}