{
  "batch_id": 191,
  "count": 20,
  "samples": [
    {
      "sample_id": "ZR5xV8_jmzs_q17",
      "video_id": "ZR5xV8_jmzs",
      "band": 7.0,
      "question": "&gt;&gt; So, Vashali, what is the relationship between shopping and economy in your country?",
      "transcript": "The link between shopping and econ economy in my country is pretty simple. whenever people purchases make purchases the taxes taxes add at to the cost and that is that is go toward funding the economy and that is help our country's finance. &gt;&gt; Okay. So you consider that when people buy something then they have to pay taxes and this is contributing to the economy of the country. &gt;&gt; Mhm. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The link between shopping and econ economy in my country is pretty simple. Um whenever people purchases make purchases the taxes uh taxes add at to the cost and that's that's go toward funding the economy and that's help our country's finance. &gt;&gt; Okay. So you consider that when people buy something then they have to pay taxes and this is contributing to the economy of the country. &gt;&gt; Mhm. Okay.",
      "transcript_cleaned": "The link between shopping and econ economy in my country is pretty simple. whenever people purchases make purchases the taxes taxes add at to the cost and that is that is go toward funding the economy and that is help our country's finance. &gt;&gt; Okay. So you consider that when people buy something then they have to pay taxes and this is contributing to the economy of the country. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZR5xV8_jmzs_q18",
      "video_id": "ZR5xV8_jmzs",
      "band": 7.0,
      "question": "What are the things young people like to buy?",
      "transcript": "Young people mostly like to buy trendy clothes and trendy things because of the social media. They just want to buy something trendy that are that catch people attentions like not all of them but I think most of the people &gt;&gt; So you consider that young people only love to buy clothing? No ma'am not clothing. They like to buy trendy things like watch, shoes, every accessories that that like to that that that on trend that &gt;&gt; Okay. So you mean to say that be this is any technological gadget or any home accessory or anything whatever they require but that is in trend. &gt;&gt; Yes ma'am. &gt;&gt; Oh okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Young people mostly like to buy trendy clothes and trendy things because of the social media. They just want to buy something trendy that are that catch people attentions like not all of them but I think most of the people &gt;&gt; So you consider that young people only love to buy clothing? No ma'am not clothing. They like to buy trendy things like watch, shoes, every accessories that that like to that that that on trend that &gt;&gt; Okay. So you mean to say that be this is any technological gadget or any home accessory or anything whatever they require but that is in trend. &gt;&gt; Yes ma'am. &gt;&gt; Oh okay.",
      "transcript_cleaned": "Young people mostly like to buy trendy clothes and trendy things because of the social media. They just want to buy something trendy that are that catch people attentions like not all of them but I think most of the people &gt;&gt; So you consider that young people only love to buy clothing? No ma'am not clothing. They like to buy trendy things like watch, shoes, every accessories that that like to that that that on trend that &gt;&gt; Okay. So you mean to say that be this is any technological gadget or any home accessory or anything whatever they require but that is in trend. &gt;&gt; Yes ma'am. &gt;&gt; Oh",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZR5xV8_jmzs_q19",
      "video_id": "ZR5xV8_jmzs",
      "band": 7.0,
      "question": "&gt;&gt; How do your friends influence your shopping choices?",
      "transcript": "I am not that shoahholic person like I do not know I do not want to do shopping every month. I just buy things that brings me comfort. that is why no one is influenced me by shopping because shopping. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm not that shoahholic person like I don't know I don't want to do shopping every month. I just buy things that brings me comfort. That's why no one is influenced me by shopping because shopping. &gt;&gt; Okay.",
      "transcript_cleaned": "I am not that shoahholic person like I do not know I do not want to do shopping every month. I just buy things that brings me comfort. that is why no one is influenced me by shopping because shopping. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ZR5xV8_jmzs_q20",
      "video_id": "ZR5xV8_jmzs",
      "band": 7.0,
      "question": "&gt;&gt; Why not?",
      "transcript": "&gt;&gt; Because I think bring them on a shopping is totally waste of time. &gt;&gt; Mhm. Because I do not put so many efforts to choosing my clothes because I only choose the clothes who comfortable for me which are comfortable. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Because I think bring them on a shopping is totally waste of time. &gt;&gt; Mhm. Because I don't put so many efforts to choosing my clothes because I only choose the clothes who comfortable for me which are comfortable. Okay.",
      "transcript_cleaned": "&gt;&gt; Because I think bring them on a shopping is totally waste of time. &gt;&gt; Mhm. Because I do not put so many efforts to choosing my clothes because I only choose the clothes who comfortable for me which are comfortable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9f6od8Cuy1A_q03",
      "video_id": "9f6od8Cuy1A",
      "band": 7.0,
      "question": "[Transcript chunk 3]",
      "transcript": "And pencil for making notes hey guys if you are preparing for I Els and you are finding some problem in I Els speaking then why IP platform is there to help you out we are offering online speaking classes if you guys want to attend our online speaking classes then you can contact us the number is displayed below either you can WhatsApp us or call us thank you so much well crowded places are quite common in my country and one can easily see there are lot of individuals because my country has huge population and there are several places where one can e easily see lot of individuals such as shopping malls restaurants historical places and so on and here I would share some light on that place where I saw sea of individuals actually it is none other than the local market I will remember last year when I on the occasion of the Shara which typically falls in the month of October or November our local Authority organized an event in the local in the local ground to celebrate this Festival I also became the part of that festival and vised there during the afternoon with my family as well as with my neighbors so I can experience the vibrant environment of that place when I visited there then I saw thousands of individuals but but when the evening progressed then the thousands of individuals converted into the LAX and into the LAX actually the local ground was was was divided into two places one part was the dedicated to the eff of the Raman and the second one was dedicated to the local market as well as the fast food so if I talk about the if I talk about the sight of.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and pencil for making notes hey guys if you are preparing for I Els and you're finding some problem in I Els speaking then why IP platform is there to help you out we are offering online speaking classes if you guys want to attend our online speaking classes then you can contact us the number is displayed below either you can WhatsApp us or call us thank you so much well crowded places are quite common in my country and one can easily see there are lot of individuals because my country has huge population and there are several places where one can e easily see lot of individuals such as uh shopping malls restaurants historical places and so on and here I would share some light on that place where I saw sea of individuals actually it is none other than the local market I will remember last year when I on the occasion of the Shara which typically falls in the month of October or November our local Authority organized an event in the local in the local ground to celebrate this Festival I also became the part of that festival and vised there during the afternoon with my family as well as with my neighbors so I can experience the vibrant environment of that place when I visited there then I saw thousands of individuals but but when the evening progressed then the thousands of individuals converted into the LAX and uh into the LAX actually the local ground was was was divided into two places one part was the dedicated to the eff of the Raman and the second one was dedicated to the local market as well as the fast food so if I talk about the if I talk about the sight of.",
      "transcript_cleaned": "And pencil for making notes hey guys if you are preparing for I Els and you are finding some problem in I Els speaking then why IP platform is there to help you out we are offering online speaking classes if you guys want to attend our online speaking classes then you can contact us the number is displayed below either you can WhatsApp us or call us thank you so much well crowded places are quite common in my country and one can easily see there are lot of individuals because my country has huge population and there are several places where one can e easily see lot of individuals such as shopping malls restaurants historical places and so on and here I would share some light on that place where I saw sea of individuals actually it is none other than the local market I will remember last year when I on the occasion of the Shara which typically falls in the month of October or November our local Authority organized an event in the local in the local ground to celebrate this Festival I also became the part of that festival and vised there during the afternoon with my family as well as with my neighbors so I can experience the vibrant environment of that place when I visited there then I saw thousands of individuals but but when the evening progressed then the thousands of individuals converted into the LAX and into the LAX actually the local ground was was was divided into two places one part was the dedicated to the eff of the Raman and the second one was dedicated to the local market as well as the fast food so if I talk about the if I talk about the sight of.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9f6od8Cuy1A_q04",
      "video_id": "9f6od8Cuy1A",
      "band": 7.0,
      "question": "[Transcript chunk 4]",
      "transcript": "The ramen so that was amazing and the tall and waited to be engulfed in the flames on that time I just initially I felt Lo initially I felt afraid to be lost but later I felt Pinacle of happiness because this Festival play a play a major importance in our culture okay stop it P that is great thank you so much so now I am going to ask some followup questions which will be based on the Q card okay where do young people like to go well there are several places where young people want to go even they want to explore the whole world but the main places are such are the recreational places such as restaurants multi flexes cafes and so on okay are people happy living in crowded apartments no I do not think so they feel they feel Pinacle of Happiness while living in the crowded Apartments but it become because it but it has become the necessity as well as part of the life and they have to live even they want or not what are the advantages of living on a higher floor well living on the higher floor comes with enormous benefits first first and the foremost those individuals who live on the higher floors they can they can they can get S of relief from the hust and bule environment moreover they can also experience less noise as well as air pollution okay what do you think of the phenomenon of people queuing in restaurant for one or more than more than one hour there is nothing wrong with it because it is a part of our life if one has to wait for an for something or experience something for an extended period of time then it is.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "the ramen so that was amazing and the tall and waited to be engulfed in the flames on that time I just initially I felt Lo initially I felt afraid to be lost but later I felt Pinacle of happiness because this Festival play a play a major importance in our culture okay stop it P that's great thank you so much so uh now I'm going to ask some followup questions which will be based on the Q card okay where do young people like to go well there are several places where young people want to go even they want to explore the whole world but the main places are such are the recreational places such as restaurants multi flexes cafes and so on okay are people happy living in crowded uh apartments no I don't think so they feel they feel Pinacle of Happiness while living in the crowded Apartments but it become because it but it has become the necessity as well as part of the life and they have to live even they want or not what are the advantages of living on a higher floor well living on the higher floor comes with enormous benefits first first and the foremost those individuals who live on the higher floors they can they can they can get S of relief from the hust and bule environment moreover they can also experience less noise as well as air pollution okay what do you think of the phenomenon of people queuing in restaurant for one or more than more than one hour there is nothing wrong with it because it is a part of our life um if one has to wait for an for something or experience something for an extended period of time then it is.",
      "transcript_cleaned": "The ramen so that was amazing and the tall and waited to be engulfed in the flames on that time I just initially I felt Lo initially I felt afraid to be lost but later I felt Pinacle of happiness because this Festival play a play a major importance in our culture okay stop it P that is great thank you so much so now I am going to ask some followup questions which will be based on the Q card okay where do young people like to go well there are several places where young people want to go even they want to explore the whole world but the main places are such are the recreational places such as restaurants multi flexes cafes and so on okay are people happy living in crowded apartments no I do not think so they feel they feel Pinacle of Happiness while living in the crowded Apartments but it become because it but it has become the necessity as well as part of the life and they have to live even they want or not what are the advantages of living on a higher floor well living on the higher floor comes with enormous benefits first first and the foremost those individuals who live on the higher floors they can they can they can get S of relief from the hust and bule environment moreover they can also experience less noise as well as air pollution okay what do you think of the phenomenon of people queuing in restaurant for one or more than more than one hour there is nothing wrong with it because it is a part of our life if one has to wait for an for something or experience something for an extended period of time then it is.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gg9PX1EWk1Q_q02",
      "video_id": "gg9PX1EWk1Q",
      "band": 8.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Time period it depends upon individual circumstances and their mindset okay what do you do to stay happy well to many things which I do to stay happy first of all whenever I get free time then I like to spend quality time as I previously mentioned with my family and friends it gives me immense pleasure and being a working professional also I try to maintain a balance between my work and personal life so it also gives me happiness and doing following some strict set of rules or routine in my life like doing yoga exercise or having fun with my kids all these things I do to stay happy okay can you describe a time when you felt really happy oh yes this is very special for me truly speaking in October 20123 when I launched my online course I elts classes I got a huge success and it gave me immense happiness because I got a sense of accomplishment at that time I was extremely have so guys if you want to join online classes then at your ALS partner platform we are providing online classes for reading writing speaking and listening as well if you want to enroll then you can the number is displayed below first of all you can book a free demo class and later on you can enroll in our courses okay a few questions will be based upon what sport do you enjoy water sports yes I do so I always always love enjoying swimming because I find it quite refreshing and very exciting I feel rejuvenated whenever I do swimming and I have tried some other sports too like kayaking I tried once and once I visited Manali and I did over.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "time period it depends upon uh individual circumstances and their mindset okay what do you do to stay happy well to many things which I do to stay happy first of all whenever I get free time then I like to spend quality time as I previously mentioned with my family and friends it gives me immense pleasure and uh being a working professional also I try to maintain a balance between my work and personal life so it also uh gives me happiness and doing following some uh strict set of rules or routine in my life like doing yoga exercise or having fun with my kids all these things I do to stay happy okay can you describe a time when you felt really happy oh yes uh this is very special for me truly speaking in October 20123 when I launched my online course I elts classes I got a huge success and it gave me immense happiness because I got a sense of accomplishment at that time I was extremely have so guys if you want to join online classes then at your ALS partner platform we are providing online classes for reading writing speaking and listening as well if you want to enroll then you can the number is displayed below first of all you can book a free demo class and later on you can enroll in our courses okay a few questions will be based upon what sport do you enjoy water sports yes I do so uh I always always love enjoying swimming because I find it quite refreshing and very exciting I feel rejuvenated whenever I do swimming and uh I have tried some other sports too like kayaking I tried once and once I visited Manali and I did over.",
      "transcript_cleaned": "Time period it depends upon individual circumstances and their mindset okay what do you do to stay happy well to many things which I do to stay happy first of all whenever I get free time then I like to spend quality time as I previously mentioned with my family and friends it gives me immense pleasure and being a working professional also I try to maintain a balance between my work and personal life so it also gives me happiness and doing following some strict set of rules or routine in my life like doing yoga exercise or having fun with my kids all these things I do to stay happy okay can you describe a time when you felt really happy oh yes this is very special for me truly speaking in October 20123 when I launched my online course I elts classes I got a huge success and it gave me immense happiness because I got a sense of accomplishment at that time I was extremely have so guys if you want to join online classes then at your ALS partner platform we are providing online classes for reading writing speaking and listening as well if you want to enroll then you can the number is displayed below first of all you can book a free demo class and later on you can enroll in our courses okay a few questions will be based upon what sport do you enjoy water sports yes I do so I always always love enjoying swimming because I find it quite refreshing and very exciting I feel rejuvenated whenever I do swimming and I have tried some other sports too like kayaking I tried once and once I visited Manali and I did over.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gg9PX1EWk1Q_q03",
      "video_id": "gg9PX1EWk1Q",
      "band": 8.5,
      "question": "[Transcript chunk 3]",
      "transcript": "There re rafting as well okay how how you ever try have you ever tried water sport yes as I previously mentioned in the answer of my last question I I have tried to water sports swimming I have been doing from past many years but recently I tried R rafting and I tried kayaking as well moreover once I did pedal boarding which I really enjoyed okay good are water sports popular in your country yes indeed water sports are extremely or I could say quite popular in my country especially in the summer season people love enjoying swimming kaying pedal boarding rer rafting surfing and they enjoy this as India has many beautiful beaches and people love to go over there and try new and new Aqua activities okay good do you think water sports are dangerous yes I think so to a certain extent especially then when precautions when the precautionary measures are not being taken by people appropriately for example there are many safety equipments are required a lot of guidance also required so when people are not taking those things seriously then it may be dangerous for them okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "there re rafting as well okay how how you ever try have you ever tried water sport yes as I uh previously mentioned in the answer of my last question I I have tried to water sports uh swimming I have been doing from past many years but recently I tried R rafting and I tried kayaking as well moreover uh once I did pedal boarding which I really enjoyed okay good are water sports popular in your country yes indeed uh water sports are extremely or I could say quite popular in my country especially in the summer season people love enjoying swimming kaying pedal boarding rer rafting surfing and they enjoy this as India uh has many beautiful beaches and people love to go over there and try new and new Aqua activities okay good do you think water sports are dangerous yes I think so to a certain extent especially then when uh precautions when the precautionary measures are not being taken by people appropriately uh for example there are many safety equipments are required a lot of guidance also required so when people are not taking those things seriously then it may be dangerous for them okay.",
      "transcript_cleaned": "There re rafting as well okay how how you ever try have you ever tried water sport yes as I previously mentioned in the answer of my last question I I have tried to water sports swimming I have been doing from past many years but recently I tried R rafting and I tried kayaking as well moreover once I did pedal boarding which I really enjoyed okay good are water sports popular in your country yes indeed water sports are extremely or I could say quite popular in my country especially in the summer season people love enjoying swimming kaying pedal boarding rer rafting surfing and they enjoy this as India has many beautiful beaches and people love to go over there and try new and new Aqua activities okay good do you think water sports are dangerous yes I think so to a certain extent especially then when precautions when the precautionary measures are not being taken by people appropriately for example there are many safety equipments are required a lot of guidance also required so when people are not taking those things seriously then it may be dangerous for them",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gg9PX1EWk1Q_q04",
      "video_id": "gg9PX1EWk1Q",
      "band": 8.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Most probably most in India this is quite popular okay what do you usually buy from Street Markets well I usually buy perishable Goods such as fruits vegetables Bread Butter Cur and some other perishable Goods whenever I need it because it is not possible for me to go to any store or supermarkets nearby and it is very difficult so I just buy these perishable goods and other than that I prefer browsing through some stoles buying some foods or some jewelry and if something in art I would like to buy and I go for that too and fresh produce definitely I buy from the street market okay great are Street Market popular in your country a lot yes as I I previously mentioned that India is popularly known for its Street Markets there are very famous and world-renowned Street Markets in my country so Street Markets can be found in every city or in every town of India and these are quite prominent and people love visiting over there okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "most probably most in India this is quite popular okay what do you usually buy from Street Markets uh well I usually buy perishable Goods uh such as fruits vegetables Bread Butter Cur and some other perishable Goods whenever I need it because it's not possible for me to go to any store or supermarkets nearby and it's very difficult so I just buy these perishable goods and other than that I prefer uh browsing through some stoles buying some foods or some jewelry and if something in art I would like to buy and I go for that too and fresh produce definitely I buy from the street market okay great are Street Market popular in your country a lot yes as I I previously mentioned that India is popularly known for its Street Markets there are very famous and world-renowned Street Markets in my country so Street Markets can be found in every city or in every town of India and these are quite prominent and people love visiting over there okay.",
      "transcript_cleaned": "Most probably most in India this is quite popular okay what do you usually buy from Street Markets well I usually buy perishable Goods such as fruits vegetables Bread Butter Cur and some other perishable Goods whenever I need it because it is not possible for me to go to any store or supermarkets nearby and it is very difficult so I just buy these perishable goods and other than that I prefer browsing through some stoles buying some foods or some jewelry and if something in art I would like to buy and I go for that too and fresh produce definitely I buy from the street market okay great are Street Market popular in your country a lot yes as I I previously mentioned that India is popularly known for its Street Markets there are very famous and world-renowned Street Markets in my country so Street Markets can be found in every city or in every town of India and these are quite prominent and people love visiting over there",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gg9PX1EWk1Q_q05",
      "video_id": "gg9PX1EWk1Q",
      "band": 8.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Organized in my neighborhood well further I would mention that when I met this person then what we did together we had a very short time we did a short conversation but this was meaningful where she shared her experiences about the community service moreover she discussed the challenges and rewards of supporting her husband's political work I found her amaz amazed and it was really interesting to know that how she manages her personal duties and public duties all together further I would be Happ happy to talk about how I found this person truly speaking I found this person very much strong and the the wisdom she exhibited it was profusely wonderful I found this person amazing when I met this person even despite being background in politics she knows all the social issues and how to tackle them positively this particularly left a positive impact on me and I found this person very interesting in that terms moreover her ability to show keenness in the personal life and managing the public development projects this was truly inspiring in the end I would say what the conclusion I got I think this was really a memorable experience in my life because I got a chance to meet such a wonderful personality who left a longlasting impression on me and I admire this old person to Mrs mandip cor because of her selflessness and the leadership qualities if in my future I would get a chance to meet her again then I would never skip this opportunity thank you so much okay great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "organized in my neighborhood well uh further I would mention that when I met this person then what we did together we had a very short time we did a short conversation but this was meaningful where she shared her experiences about the community service moreover she discussed the challenges and rewards of supporting her husband's political work I found her amaz amazed and uh it was really interesting to know that how she manages her personal duties and public duties all together further I would be Happ happy to talk about uh how I found this person truly speaking I found this person very much strong and the the wisdom she exhibited it was profusely wonderful I found this person amazing when I met this person uh even uh despite being background in politics she knows all the social issues and how to tackle them positively this particularly left uh a positive impact on me and I found this person very interesting in that terms moreover uh her ability to show keenness in the personal life and managing the public development projects this was truly inspiring in the end I would say what the conclusion I got I uh think this was really a memorable experience in my life because I got a chance to meet such a wonderful personality who left a longlasting impression on me and I admire this old person to Mrs mandip cor because of her selflessness and the leadership qualities if in my future I would get a chance to meet her again then I would never skip this opportunity thank you so much okay great.",
      "transcript_cleaned": "Organized in my neighborhood well further I would mention that when I met this person then what we did together we had a very short time we did a short conversation but this was meaningful where she shared her experiences about the community service moreover she discussed the challenges and rewards of supporting her husband's political work I found her amaz amazed and it was really interesting to know that how she manages her personal duties and public duties all together further I would be Happ happy to talk about how I found this person truly speaking I found this person very much strong and the the wisdom she exhibited it was profusely wonderful I found this person amazing when I met this person even despite being background in politics she knows all the social issues and how to tackle them positively this particularly left a positive impact on me and I found this person very interesting in that terms moreover her ability to show keenness in the personal life and managing the public development projects this was truly inspiring in the end I would say what the conclusion I got I think this was really a memorable experience in my life because I got a chance to meet such a wonderful personality who left a longlasting impression on me and I admire this old person to Mrs mandip cor because of her selflessness and the leadership qualities if in my future I would get a chance to meet her again then I would never skip this opportunity thank you so much",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gg9PX1EWk1Q_q06",
      "video_id": "gg9PX1EWk1Q",
      "band": 8.5,
      "question": "[Transcript chunk 6]",
      "transcript": "People and young people can share the same interest yes to a certain extent nowadays they can share the same interest for example doing shopping watching a movie either in cinema or while sitting at home or any OD platform or reading a book or learning something new so they share same interest but somehow older people for example those who are at this age or because of their physical weaknesses or because of their vulnerability in because of the physical drawbacks they might stay away from some activities like some Adventure or some dangerous activities they may stay stay away on the other hand the young people are quite creative and adventurous in nature so at only at that point of time during that stage of life when it comes to the Age part so the there there might be some differences okay what skills can the old teach the young one well as far as I concerned as as far as I am concerned that older people can teach lot of skills to the Young Generation as older have gone through various tough or good time be it is in the economy or it is technical changes they have seen so many changes some economical changes and some technical changes so they can teach them that how to stay positive during that changes how to accept the changes moreover they can teach them how to tackle the troubles and the difficulties and even they can teach them adaptability and even they can tell them some virtues like patience honesty how this how this work wonder in the life and moreover as they have so many experiences during their hey days be they they.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "people and young people can share the same interest yes to a certain extent nowadays they can share the same interest for example uh doing shopping watching a movie either in cinema or while sitting at home uh or any OD platform or reading a book or learning something new so they share same interest um but uh somehow older people for example uh those who are at this age or because of their physical weaknesses or because of their vulnerability in because of the physical uh drawbacks uh they might uh stay away from some uh activities like some Adventure or some dangerous activities they may stay stay away on the other hand the young people are quite creative and adventurous in nature so at only at that point of time during that stage of life when it comes to the Age part so the there there might be some differences okay what skills can the old teach the young one well as far as I concerned as as far as I am concerned that older people can teach lot of skills to the Young Generation as older have gone through various tough or good time be it's in the economy or it's technical changes they have seen so many changes some economical changes and some technical changes so they can uh teach them that uh how to stay positive during that changes how to accept the changes moreover they can uh teach them how to tackle the troubles and the difficulties and even uh they can teach them adaptability and even they can tell them some uh virtues like patience honesty how this how this work wonder in the life and uh moreover as uh they have so many experiences uh during their hey days be they they.",
      "transcript_cleaned": "People and young people can share the same interest yes to a certain extent nowadays they can share the same interest for example doing shopping watching a movie either in cinema or while sitting at home or any OD platform or reading a book or learning something new so they share same interest but somehow older people for example those who are at this age or because of their physical weaknesses or because of their vulnerability in because of the physical drawbacks they might stay away from some activities like some Adventure or some dangerous activities they may stay stay away on the other hand the young people are quite creative and adventurous in nature so at only at that point of time during that stage of life when it comes to the Age part so the there there might be some differences okay what skills can the old teach the young one well as far as I concerned as as far as I am concerned that older people can teach lot of skills to the Young Generation as older have gone through various tough or good time be it is in the economy or it is technical changes they have seen so many changes some economical changes and some technical changes so they can teach them that how to stay positive during that changes how to accept the changes moreover they can teach them how to tackle the troubles and the difficulties and even they can teach them adaptability and even they can tell them some virtues like patience honesty how this how this work wonder in the life and moreover as they have so many experiences during their hey days be they they.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gg9PX1EWk1Q_q07",
      "video_id": "gg9PX1EWk1Q",
      "band": 8.5,
      "question": "[Transcript chunk 7]",
      "transcript": "Were in they are in their businesses or they are doing farming work or any other skill work so they can inculcate those skills in them okay and what kind of skills can young teach to old people being a young person as still able to teach some of the skills to my parents as they are in their 70s or like they are older right now so as I personally experience that what I am teaching to them similarly young people like me they can teach many things to older people like today's young people they are quite technos savy and they computer savy and they are we are in this AI era so they know more about artificial intelligence so they can teach them about the SL technology how to use it how to make work more easy and how how they can tackle the problems through technology above all there are various things like about the businesses about the commercial plans because young people today they are Innovative and they are doing different different businesses and they are confidence to they are very much confident to take to take a to risk certain level so even they can teach them how to take up all these things okay great do you think the old people should live with their family I think so yes ideally they must live with their family because it is a responsibility of family in their old age they must take care of them as they as the old people always take care of their children during in their hey days so when they become older this is the responsibility of a family then they must be reciprocated olders.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "were in they are in their businesses or they are doing farming work or any other skill work so they can inculcate those skills in them okay and what kind of skills can young teach to old people uh being a young person as uh still um able to teach some of the skills to my parents as they are in their 70s or like they are older right now so as I personally experience that what uh I am teaching to them similarly uh young people like me they can teach many things to older people uh like today's young people they are quite technos savy and they computer savy and uh they are we are in this AI era so they know more about artificial intelligence so they can teach them about the SL technology how to use it how to make work more easy and how uh how they can tackle the problems through technology above all there are various things uh like about the businesses about the commercial plans because young people today they are Innovative and they are doing different different businesses and uh they are confidence to they are very much confident to take uh uh to take a to risk certain level so even they can teach them how to take up all these things okay great do you think the old people should live with their family I think so yes uh ideally they must live with their family uh because uh it's a responsibility of family in their old age they must take care of them as they as the old people always take care of their children during in their hey days so when they become older this is the responsibility of a family then they must be reciprocated olders.",
      "transcript_cleaned": "Were in they are in their businesses or they are doing farming work or any other skill work so they can inculcate those skills in them okay and what kind of skills can young teach to old people being a young person as still able to teach some of the skills to my parents as they are in their 70s or like they are older right now so as I personally experience that what I am teaching to them similarly young people like me they can teach many things to older people like today's young people they are quite technos savy and they computer savy and they are we are in this AI era so they know more about artificial intelligence so they can teach them about the SL technology how to use it how to make work more easy and how how they can tackle the problems through technology above all there are various things like about the businesses about the commercial plans because young people today they are Innovative and they are doing different different businesses and they are confidence to they are very much confident to take to take a to risk certain level so even they can teach them how to take up all these things okay great do you think the old people should live with their family I think so yes ideally they must live with their family because it is a responsibility of family in their old age they must take care of them as they as the old people always take care of their children during in their hey days so when they become older this is the responsibility of a family then they must be reciprocated olders.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gg9PX1EWk1Q_q08",
      "video_id": "gg9PX1EWk1Q",
      "band": 8.5,
      "question": "[Transcript chunk 8]",
      "transcript": "Must be reciprocated by their family but if during some circumstances it happens that family is not there with them then still in that situation they should not live alone instead they must join they must go to the community centers or they must join some old age cares where they can stay with other people where they can get proper nursing care and they can get the staff from the health care who can nourish them or giving medicine timely but I personally think so they should not live alone because it can be dangerous for them in their life okay good do you think people are more selfish or more self-centered nowadays than in the past some people think yes people are becoming more and more selfish nowadays but I personally think so note after covid people understood this that how life important it is and after covid even society as as a whole that we all have learned that how it is important to be a good human being and how to take care of others so the concept of selfishness was before covid covid-19 but after this I can I can say no this is not a concept now because people are more involving in the charitable activities and they are serving people in their need and they are behind them whenever people need them be it is their family or Society or at the World level they are be ready to help others because they have understood it yes but before covid-19 the situation was very much different but after this people are becoming more and more lenient and they are more empathetic they understanding others feeling so personally I think so the selfishness is no more right now okay that is great thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "must be reciprocated by their family but if during some circumstances it happens that family is not there with them then still in that situation they shouldn't live alone instead they must join uh they must go to the community centers or they must join some old age cares where they can stay with other people where they can get proper nursing care and they can get the staff from the health care who can nourish them or giving medicine timely but I personally think so they should not live alone because it can be dangerous for them in their life okay good do you think people are more selfish or more self-centered nowadays than in the past some people think yes people are becoming more and more selfish nowadays but I personally think so note after covid uh people understood this that how life important it is and after covid even uh society as as a whole that we all have learned that how it is important to be a good human being and how to take care of others so the concept of selfishness was before covid covid-19 but after this I can I can say no this is not a concept now because people are more involving in the charitable activities and they are serving people in their need and they are behind them whenever people need them be it's their family or Society or at the World level they are be ready to help others because they have understood it yes but before covid-19 the situation was very much different but after this people are becoming more and more lenient and they are more empathetic they understanding others feeling so personally I think so the selfishness is no more right now okay that's great thank you.",
      "transcript_cleaned": "Must be reciprocated by their family but if during some circumstances it happens that family is not there with them then still in that situation they should not live alone instead they must join they must go to the community centers or they must join some old age cares where they can stay with other people where they can get proper nursing care and they can get the staff from the health care who can nourish them or giving medicine timely but I personally think so they should not live alone because it can be dangerous for them in their life okay good do you think people are more selfish or more self-centered nowadays than in the past some people think yes people are becoming more and more selfish nowadays but I personally think so note after covid people understood this that how life important it is and after covid even society as as a whole that we all have learned that how it is important to be a good human being and how to take care of others so the concept of selfishness was before covid covid-19 but after this I can I can say no this is not a concept now because people are more involving in the charitable activities and they are serving people in their need and they are behind them whenever people need them be it is their family or Society or at the World level they are be ready to help others because they have understood it yes but before covid-19 the situation was very much different but after this people are becoming more and more lenient and they are more empathetic they understanding others feeling so personally I think so the selfishness is no more right now",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oikWVHiwM7I_q01",
      "video_id": "oikWVHiwM7I",
      "band": 8.0,
      "question": "At the moment I am working?",
      "transcript": "I am having my own business. Ok. Some questions will be based on children.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I am having my own business. Ok. Some questions will be based on children.",
      "transcript_cleaned": "I am having my own business. Ok. Some questions will be based on children.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oikWVHiwM7I_q02",
      "video_id": "oikWVHiwM7I",
      "band": 8.0,
      "question": "Do you enjoy spending time with children?",
      "transcript": "Yes of course I enjoy being around children because childhood is a period full of curiosity, creativity and energy and it makes me feel more happy whenever I see children think how they think and how they ask different questions to people it always reminds me that life is very happy good and we must be careful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes of course I enjoy being around children because childhood is a period full of curiosity, creativity and energy and it makes me feel more happy whenever I see children think how they think and how they ask different questions to people it always reminds me that life is very happy good and we must be careful.",
      "transcript_cleaned": "Yes of course I enjoy being around children because childhood is a period full of curiosity, creativity and energy and it makes me feel more happy whenever I see children think how they think and how they ask different questions to people it always reminds me that life is very happy good and we must be careful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oikWVHiwM7I_q03",
      "video_id": "oikWVHiwM7I",
      "band": 8.0,
      "question": "What were you like as a child?",
      "transcript": "Well as a child I was very talkative and a cheerful child. I used to ask so many questions to my parents and teachers. I used to read many story books and pretend to be a teacher which I am actually right now and at that time I was quite happy. The life was very very simple yet beautiful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well as a child I was very talkative and a cheerful child. I used to ask so many questions to my parents and teachers. I used to read many story books and pretend to be a teacher which I am actually right now and at that time I was quite happy. The life was very very simple yet beautiful.",
      "transcript_cleaned": "as a child I was very talkative and a cheerful child. I used to ask so many questions to my parents and teachers. I used to read many story books and pretend to be a teacher which I am actually right now and at that time I was quite happy. The life was very very simple yet beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oikWVHiwM7I_q04",
      "video_id": "oikWVHiwM7I",
      "band": 8.0,
      "question": "What do you remember most about your childhood?",
      "transcript": "Well I remember spending time outdoors with my cousins especially during the summer vacations we used to play some traditional games like kho kho, hide and seek and some other games as well so those moments were very beautiful some questions will be based on colours what is your favourite colour and why well honestly speaking my favourite colour is a soft blue it is very calming colour and always makes me remind about the sea and the ocean. And whenever I wear this color, I see somewhere as this color, I always feel peaceful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well I remember spending time outdoors with my cousins especially during the summer vacations we used to play some traditional games like kho kho, hide and seek and some other games as well so those moments were very beautiful some questions will be based on colours what is your favourite colour and why well honestly speaking my favourite colour is a soft blue it is very calming colour and always makes me remind about the sea and the ocean. And whenever I wear this color, I see somewhere as this color, I always feel peaceful.",
      "transcript_cleaned": "I remember spending time outdoors with my cousins especially during the summer vacations we used to play some traditional games like kho kho, hide and seek and some other games as well so those moments were very beautiful some questions will be based on colours what is your favourite colour and why well honestly speaking my favourite colour is a soft blue it is very calming colour and always makes me remind about the sea and the ocean. And whenever I wear this color, I see somewhere as this color, I always feel peaceful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oikWVHiwM7I_q05",
      "video_id": "oikWVHiwM7I",
      "band": 8.0,
      "question": "Have your color preferences changed since childhood?",
      "transcript": "Yes a lot. When I was a kid then I used to love bright colours such as red and some other dark colours but with the passage of time my preference has been changed a lot. Now I am more inclined to soft shades like base, olive, sea green and some other light colours. Because I find them quite refreshing. And I think with the passage of time my taste has become more subtle and mature. Some questions will be based on cars.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes a lot. When I was a kid then I used to love bright colours such as red and some other dark colours but with the passage of time my preference has been changed a lot. Now I am more inclined to soft shades like base, olive, sea green and some other light colours. Because I find them quite refreshing. And I think with the passage of time my taste has become more subtle and mature. Some questions will be based on cars.",
      "transcript_cleaned": "Yes a lot. When I was a kid then I used to love bright colours such as red and some other dark colours but with the passage of time my preference has been changed a lot. Now I am more inclined to soft shades like base, olive, sea green and some other light colours. Because I find them quite refreshing. And I think with the passage of time my taste has become more subtle and mature. Some questions will be based on cars.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oikWVHiwM7I_q06",
      "video_id": "oikWVHiwM7I",
      "band": 8.0,
      "question": "Do you enjoy driving and travelling by car?",
      "transcript": "Well, honestly, I love travelling by car, especially the long drives with good music. And I find this is a sense of it gives me a sense of freedom as well. I do not drive myself but I enjoy sitting in the car and watching the view pass by. I feel so happy and excited.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, honestly, I love travelling by car, especially the long drives with good music. And I find this is a sense of it gives me a sense of freedom as well. I do not drive myself but I enjoy sitting in the car and watching the view pass by. I feel so happy and excited.",
      "transcript_cleaned": "honestly, I love travelling by car, especially the long drives with good music. And I find this is a sense of it gives me a sense of freedom as well. I do not drive myself but I enjoy sitting in the car and watching the view pass by. I feel so happy and excited.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oikWVHiwM7I_q07",
      "video_id": "oikWVHiwM7I",
      "band": 8.0,
      "question": "What Kind of Car Would You Like to Have in the Future?",
      "transcript": "To be honest, I would like to own an electronic SUV some day. Something which could be more comfortable, easy to go, eco- friendly and good for long journeys and I would prefer some automated cars like something automatic I would prefer in future what is your daily routine like well I have a quite hectic schedule almost everyday my duties are quite demanding so being a part of business I have lots of things to do so but my evenings are quite relaxing and peaceful because at that time I spend time with my family. OK.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "To be honest, I would like to own an electronic SUV some day. Something which could be more comfortable, easy to go, eco- friendly and good for long journeys and I would prefer some automated cars like something automatic I would prefer in future what is your daily routine like well I have a quite hectic schedule almost everyday my duties are quite demanding so being a part of business I have lots of things to do so but my evenings are quite relaxing and peaceful because at that time I spend time with my family. OK,.",
      "transcript_cleaned": "To be honest, I would like to own an electronic SUV some day. Something which could be more comfortable, easy to go, eco- friendly and good for long journeys and I would prefer some automated cars like something automatic I would prefer in future what is your daily routine like well I have a quite hectic schedule almost everyday my duties are quite demanding so being a part of business I have lots of things to do so but my evenings are quite relaxing and peaceful because at that time I spend time with my family. OK.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}