{
  "batch_id": 257,
  "count": 20,
  "samples": [
    {
      "sample_id": "eUrHzAuv0K8_q21",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "And it, you know, if junk food can make people feel not very good, why do so many people eat it?",
      "transcript": "Because it is it is convenient and there are like so many jung food there in like in many place.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "because it's it's convenient and there are like so many jung food there in like in many place.",
      "transcript_cleaned": "Because it is it is convenient and there are like so many jung food there in like in many place.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eUrHzAuv0K8_q22",
      "video_id": "eUrHzAuv0K8",
      "band": 5.5,
      "question": "So yeah, and do you think maybe the government should perhaps regulate unhealthy food?",
      "transcript": "I think yes because for the people that they are in rush or the children that did not think about the nutrition much. I think the government should like limit the sugar and how much sugar that contain in the food. So they can help the the people that I said to eat more like healthy food. Okay, thank you very much best. That is the end of the speaking test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think yes because for the people that uh they are in rush or the children that uh didn't think about the nutrition much. I think uh the government should like uh limit the sugar and how much sugar that contain in the food. So they can help the the people that I said to eat more like healthy food. Okay, thank you very much best. That is the end of the speaking test.",
      "transcript_cleaned": "I think yes because for the people that they are in rush or the children that did not think about the nutrition much. I think the government should like limit the sugar and how much sugar that contain in the food. So they can help the the people that I said to eat more like healthy food. Okay, thank you very much best. That is the end of the speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fxg7kx9Z44M_q01",
      "video_id": "fxg7kx9Z44M",
      "band": 6.0,
      "question": "[Transcript chunk 1]",
      "transcript": "Your speaking includes three parts first part is introduction question second is.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "your speaking includes three parts first part is introduction question second is.",
      "transcript_cleaned": "Your speaking includes three parts first part is introduction question second is.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fxg7kx9Z44M_q02",
      "video_id": "fxg7kx9Z44M",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Since my childhood reverse the color you dislike the most i like the color almost is dark color because i think that by watching this color i feel very low okay so now your.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "since my childhood reverse the color you dislike the most i like the color almost is dark color because i think that by watching this color i feel very low okay so now your.",
      "transcript_cleaned": "Since my childhood reverse the color you dislike the most i like the color almost is dark color because i think that by watching this color i feel very low",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fxg7kx9Z44M_q03",
      "video_id": "fxg7kx9Z44M",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "In this competition so i must say that my father was a failure now I am going to ask you some follow-ups what type of activities do you like to do with your family members in your leisure time well i i prefer to a lot of activities with my family members in my recreational time i perform to i i perform a lot of activities i like watching tv and spending time with the out without any restaurant okay do you like to go in here stations with your family members when you are on holidays yes i like to go on stations with my family members because his stations provide a peaceful environment to the individuals and i also feel relaxed on that time and it also act as a stress cluster for me okay do you ever plan picnics with your family members yes last last year i visited to a nearby place with my family in order in order to a nice picnic on that time i more enjoy with my family members and and have a lot of fun with them okay thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "in this competition so i must say that my father was a failure now i'm going to ask you some follow-ups what type of activities do you like to do with your family members in your leisure time well i i prefer to a lot of activities with my family members in my recreational time i perform to i i perform a lot of activities i like watching tv and spending time with the out without any restaurant okay do you like to go in here stations with your family members when you are on holidays yes i like to go on stations with my family members because his stations provide a peaceful environment to the individuals and i uh also feel relaxed on that time and it also act as a stress cluster for me okay do you ever plan picnics with your family members uh yes uh last last year i uh visited to a nearby place with my family in order in order to a nice picnic on that time i more enjoy with my family members and and have a lot of fun with them okay thank you.",
      "transcript_cleaned": "In this competition so i must say that my father was a failure now I am going to ask you some follow-ups what type of activities do you like to do with your family members in your leisure time well i i prefer to a lot of activities with my family members in my recreational time i perform to i i perform a lot of activities i like watching tv and spending time with the out without any restaurant okay do you like to go in here stations with your family members when you are on holidays yes i like to go on stations with my family members because his stations provide a peaceful environment to the individuals and i also feel relaxed on that time and it also act as a stress cluster for me okay do you ever plan picnics with your family members yes last last year i visited to a nearby place with my family in order in order to a nice picnic on that time i more enjoy with my family members and and have a lot of fun with them",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4w-y_FyGEvY_q03",
      "video_id": "4w-y_FyGEvY",
      "band": 8.5,
      "question": "Do you like following celebrities or popular people?",
      "transcript": "&gt;&gt; yes. I mean sometimes I follow them. I do not follow too much but some famous people they inspire me so I like to know about them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Um, yes. I mean sometimes I follow them. I don't follow too much but some famous people they inspire me so I like to know about them.",
      "transcript_cleaned": "&gt;&gt; yes. I mean sometimes I follow them. I do not follow too much but some famous people they inspire me so I like to know about them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4w-y_FyGEvY_q04",
      "video_id": "4w-y_FyGEvY",
      "band": 8.5,
      "question": "&gt;&gt; Who is a famous person you admire?",
      "transcript": "&gt;&gt; there are many but but one person I admire most is is Virat Kohli.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh there are many but but one person I admire most is is Virat Kohli.",
      "transcript_cleaned": "&gt;&gt; there are many but but one person I admire most is is Virat Kohli.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4w-y_FyGEvY_q05",
      "video_id": "4w-y_FyGEvY",
      "band": 8.5,
      "question": "&gt;&gt; Do famous people influence young people?",
      "transcript": "&gt;&gt; Yes. I think so. Young people they copy like style, talking, lifestyle. So yes, they influence a lot. &gt;&gt; Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes. Uh I think so. Young people they copy like style, talking, lifestyle. So yes, they influence a lot. &gt;&gt; Thank you.",
      "transcript_cleaned": "&gt;&gt; Yes. I think so. Young people they copy like style, talking, lifestyle. So yes, they influence a lot. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4w-y_FyGEvY_q06",
      "video_id": "4w-y_FyGEvY",
      "band": 8.5,
      "question": "Why do some people become famous very quickly nowadays?",
      "transcript": "I think today it is very easy to become famous because because of social media. Even if a person does not have big talent, just one video like funny video or dance video can make them famous. People share things fast and millions watch. So fame becomes easy. I think technology makes fame quick.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um I think today it is very easy to become famous because um because of social media. Even if a person doesn't have big talent, just one video like funny video or dance video can make them famous. People share things fast and millions watch. So fame becomes easy. I think technology makes fame quick.",
      "transcript_cleaned": "I think today it is very easy to become famous because because of social media. Even if a person does not have big talent, just one video like funny video or dance video can make them famous. People share things fast and millions watch. So fame becomes easy. I think technology makes fame quick.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4w-y_FyGEvY_q07",
      "video_id": "4w-y_FyGEvY",
      "band": 8.5,
      "question": "&gt;&gt; Do you think famous people have more responsibilities?",
      "transcript": "&gt;&gt; Yes, I feel they have big responsibility because many people watch them, copy them and believe them. If they do something wrong, many young people also do same thing. So they should behave good and show good example like discipline, honesty.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, I feel they have big responsibility because many people watch them, copy them and believe them. If they do something wrong, many young people also do same thing. So they should behave good and show good example like discipline, honesty.",
      "transcript_cleaned": "&gt;&gt; Yes, I feel they have big responsibility because many people watch them, copy them and believe them. If they do something wrong, many young people also do same thing. So they should behave good and show good example like discipline, honesty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4w-y_FyGEvY_q08",
      "video_id": "4w-y_FyGEvY",
      "band": 8.5,
      "question": "&gt;&gt; Is it good for children to admire celebrities?",
      "transcript": "&gt;&gt; it can be good and also not good. If celebrity is positive, hardworking, then children learn good things. But if they follow celebrities for only looks or fashion then it is not good. Children should admire parents or teachers more not only celebrities.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Um it can be good and also not good. If celebrity is positive, hardworking, then children learn good things. But if they follow celebrities for only looks or fashion then it is not good. Children should admire parents or teachers more not only celebrities.",
      "transcript_cleaned": "&gt;&gt; it can be good and also not good. If celebrity is positive, hardworking, then children learn good things. But if they follow celebrities for only looks or fashion then it is not good. Children should admire parents or teachers more not only celebrities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4w-y_FyGEvY_q09",
      "video_id": "4w-y_FyGEvY",
      "band": 8.5,
      "question": "&gt;&gt; Can people become famous without any talent?",
      "transcript": "&gt;&gt; Yes. Today many people become famous without real talent like influencers or people who make short videos. Sometimes they just do funny things or strange things and suddenly they become famous. But I think real talent stays long and quick fame does not stay long. &gt;&gt; Thank you Paul. That is the end of your speaking test. Thanks for watching this IELTS speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes. Today many people become famous without real talent like um influencers or people who make short videos. Sometimes they just do funny things or strange things and suddenly they become famous. But I think real talent stays long and quick fame doesn't stay long. &gt;&gt; Thank you Paul. That is the end of your speaking test. Thanks for watching this IELTS speaking.",
      "transcript_cleaned": "&gt;&gt; Yes. Today many people become famous without real talent like influencers or people who make short videos. Sometimes they just do funny things or strange things and suddenly they become famous. But I think real talent stays long and quick fame does not stay long. &gt;&gt; Thank you Paul. That is the end of your speaking test. Thanks for watching this IELTS speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "a6tIb7ZTCLs_q02",
      "video_id": "a6tIb7ZTCLs",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Saturday I have various activities a variety of activities like playing basketball or just watching some movies okay and do you prefer hobbies that you can do alone or with other people I prefer to be doing some some of my hobbies alone like I write I like to read some books with myself absolutely but having a community that have the same hobby as you also can give you some privilege like you can share what you have been doing or the hobbies that you have so I think it is important to strike a balance between the two options okay and have your hob changed over the years yes I as I have mentioned before because I got injured due to my injury I I I cannot play basketball as int say before so I kind of shift my hobbies from playing basketball into reading books and sometimes I also listen to music okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Saturday I have various activities a variety of activities like playing basketball or just watching some movies okay and do you prefer hobbies that you can do alone or with other people uh I prefer to be uh doing some some of my hobbies alone like I write I like to read some books uh uh with myself absolutely but having a community uh that have the same hobby as you also can give you uh some privilege like you can share uh what you have been doing or the hobbies that you have so I think it is important to strike a balance between the two options okay and uh have your hob changed over the years yes I as I have mentioned before uh because I got injured due to my injury I I I can't play basketball as int say before so I kind of shift my hobbies from playing basketball into uh reading books and sometimes I also listen to music okay.",
      "transcript_cleaned": "Saturday I have various activities a variety of activities like playing basketball or just watching some movies okay and do you prefer hobbies that you can do alone or with other people I prefer to be doing some some of my hobbies alone like I write I like to read some books with myself absolutely but having a community that have the same hobby as you also can give you some privilege like you can share what you have been doing or the hobbies that you have so I think it is important to strike a balance between the two options okay and have your hob changed over the years yes I as I have mentioned before because I got injured due to my injury I I I cannot play basketball as int say before so I kind of shift my hobbies from playing basketball into reading books and sometimes I also listen to music",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "a6tIb7ZTCLs_q03",
      "video_id": "a6tIb7ZTCLs",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "I have read a couple of years ago rang is nominated as one of the most delicious food in the entire world and as an inition I I am proud of that okay and do you prefer eating at home or eating out H eating at home is my or maybe I I prefer to eat at home because it can give you an advantage of maybe you can eat you can buy some oh not buy but you can prefer food by yourself you can manage the ingredients so it is more convenient but also if some of my friends invite me to it out I am not really a you know I am not going to reject their in invitation okay thank you right we have now come to the end of part one of the speaking test we will now move over to part two so in part two of the speaking test I will give you a topic and you will speak about that topic for 1 to 2 minutes I will give you 60 seconds to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I've read a couple of years ago rang is nominated as one of the most delicious food in the entire world and as an inition I I'm proud of that okay and um do you prefer eating at home or eating out H eating at home is my uh or maybe I I prefer to eat at home because it can give you an advantage of maybe you can eat you can uh uh buy some oh not buy but you can uh prefer food by yourself you can uh manage the ingredients so it is more convenient but also if some of my friends invite me to it out uh I'm not really a you know I'm not going to uh reject their in invitation okay thank you right we've now come to the end of part one of the speaking test we will now move over to part two so in part two of the speaking test I will give you a topic and you will speak about that topic for 1 to 2 minutes uh I will give you 60 seconds to.",
      "transcript_cleaned": "I have read a couple of years ago rang is nominated as one of the most delicious food in the entire world and as an inition I I am proud of that okay and do you prefer eating at home or eating out H eating at home is my or maybe I I prefer to eat at home because it can give you an advantage of maybe you can eat you can buy some oh not buy but you can prefer food by yourself you can manage the ingredients so it is more convenient but also if some of my friends invite me to it out I am not really a you know I am not going to reject their in invitation",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "a6tIb7ZTCLs_q04",
      "video_id": "a6tIb7ZTCLs",
      "band": 7.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Helped me a lot in research I have to do a lot of research for my study and it just easier for me because there are a lot of apps and platform that you can use for research such as AI such CH gity or perplexity or consensus alic and Etc and in teaching I have I got to use my mobile phone for looking for some material again I have to use as some platforms like absolutely Google and some tutorial or do maybe lab activities I got a supervise my students so I get to know what is the procedure of some lab activity but it changed my view of our to do research and work basically and I cannot imagine how they do it in old style like back then without any technology like laptop or mobile phone or maybe some platform like Google scoler because you have to do it like offline you have to go to library and look for some journals some papers that can help you to do your research or maybe as a teacher you have to ask maybe some profession to show you how to to thank you thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "helped me a lot in research I have to do a lot of research for my uh study and uh it just easier for me because there are a lot of apps and platform that you can use for research such as uh AI such CH gity or perplexity or consensus alic and Etc and in teaching I have I got to use my mobile phone for looking for some material again I have to use as some platforms like absolutely Google and some tutorial or do maybe uh lab activities I got a supervise my students so I get to know what is the procedure of some lab uh activity but it changed my view of our to do research and work basically and I cannot imagine how they do it in old style like uh back then without any technology like laptop or mobile phone or maybe some platform like uh Google scoler because you have to do it like offline you have to go to library and uh look for some journals some papers that can help you to do your research or maybe as a teacher you have to ask uh maybe some profession to show you how to uh to thank you thank you um.",
      "transcript_cleaned": "Helped me a lot in research I have to do a lot of research for my study and it just easier for me because there are a lot of apps and platform that you can use for research such as AI such CH gity or perplexity or consensus alic and Etc and in teaching I have I got to use my mobile phone for looking for some material again I have to use as some platforms like absolutely Google and some tutorial or do maybe lab activities I got a supervise my students so I get to know what is the procedure of some lab activity but it changed my view of our to do research and work basically and I cannot imagine how they do it in old style like back then without any technology like laptop or mobile phone or maybe some platform like Google scoler because you have to do it like offline you have to go to library and look for some journals some papers that can help you to do your research or maybe as a teacher you have to ask maybe some profession to show you how to to",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "a6tIb7ZTCLs_q05",
      "video_id": "a6tIb7ZTCLs",
      "band": 7.5,
      "question": "[Transcript chunk 5]",
      "transcript": "And do you think children should use technology in schools yep but to a certain extent like technology can help us or maybe in this term kids to learn like they can use iPad but the application that they use should be limited to maybe some platform that teachers use to teach they their students okay and what are the advantages of children using technology in schools maybe I am sorry can can you come again yep H what are the advantages of children using technology in schools they can use it for learning maybe like drawing and in iPad on iPad maybe going to be easier for them because they do not have to to bring another item in their bags like P for maybe cryan something like that okay and do you think there are any disadvantages of children using technology yeah I have heard that there is a study about how our technology especially mobile phone can or social media can children like it decreased their attention span and they are not easily curious as before okay and how has technology impacted traditional jobs Med TR Med after heard that many people lose their jum because of Technology especially in this artificial intelligence in era where you can just write anything or you can create or generate some videos or images with AI so yeah I think we have to adapt to this technology okay and do you think people rely too much on technology I do not think there is any parameter for this but generally I think yeah nowadays people rely too much on the technology like in my region people do not like to walk as much as before even the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and do you think children should use technology in schools yep but to a certain extent like technology can help us or maybe in this term kids to learn like they can use iPad but uh the application that they use should be limited to maybe some platform that uh teachers use to teach they their students okay and what are the advantages of children using technology in schools um maybe uh I'm sorry can can you come again yep H what are the advantages of children using technology in schools uh they can use it for uh learning uh maybe like uh drawing and uh in iPad on iPad maybe going to be easier for them because they don't have to to bring another item in their bags like uh P for maybe cryan something like that okay and uh do you think there are any disadvantages of children using technology yeah I've heard that there is a study about uh how our technology especially mobile phone can or social media can children uh like it decreased their attention span and they are not easily curious as before okay and how has technology impacted traditional jobs uh Med TR Med after heard that many people lose their jum because of Technology especially in this uh artificial intelligence in era where uh you can just write anything or you can create or generate some videos or images with AI so uh yeah I think we have to adapt to this technology okay and do you think people rely too much on technology uh I don't think there is any parameter for this but generally I think yeah nowadays people rely too much on the technology like in my region people don't like to walk as much as before even the.",
      "transcript_cleaned": "And do you think children should use technology in schools yep but to a certain extent like technology can help us or maybe in this term kids to learn like they can use iPad but the application that they use should be limited to maybe some platform that teachers use to teach they their students okay and what are the advantages of children using technology in schools maybe I am sorry can can you come again yep H what are the advantages of children using technology in schools they can use it for learning maybe like drawing and in iPad on iPad maybe going to be easier for them because they do not have to to bring another item in their bags like P for maybe cryan something like that okay and do you think there are any disadvantages of children using technology yeah I have heard that there is a study about how our technology especially mobile phone can or social media can children like it decreased their attention span and they are not easily curious as before okay and how has technology impacted traditional jobs Med TR Med after heard that many people lose their jum because of Technology especially in this artificial intelligence in era where you can just write anything or you can create or generate some videos or images with AI so yeah I think we have to adapt to this technology okay and do you think people rely too much on technology I do not think there is any parameter for this but generally I think yeah nowadays people rely too much on the technology like in my region people do not like to walk as much as before even the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S0mE6N_whUs_q03",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "And often when answering this question we might need to compare it to the present tense so sorry to the present which means that we will have to change the tense and let us see how she answers yeah actually bab during my childhood I like it was on it was developed only on few Fields like some or teaching or engineering so in few areas but right now it was like it Advanced right now it is in it field so there is a vast Improvement vast development in ID okay good vast Improvement vast development in it yeah that is nice we could have I think you have the potential to develop your answers even further okay let us Contin a lot of like it companies are established in Hyderabad and because of that actually like a lot of like opportunities for even employment the employment wise we have lot of opportunities to settle well in Hyderabad okay we could have added be we could have been a bit more specific that are you talking about now or in the past okay one good thing though is that you gave extra information here that is always nice good so that is a main reason okay great and do you think your hometown will change in the future yes so actually Le still like it is working the Hyderabad city is not like it is it it is upgrading it always the city tries always to upgrade the things like in the future like whatever things and whatever fields are required to develop in the future like that Hyderabad the the people around here are trying to work on that and just trying to update the city as well so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and often when answering this question we might need to compare it to the present tense uh so sorry to the present which means that we'll have to change the tense and let's see how she answers yeah actually bab during my childhood I like it was on uh uh it was developed only on few Fields like some or teaching or engineering so in few areas but right now it was uh like it Advanced right now it is in it field so there is a vast Improvement vast development in ID okay good vast Improvement vast development um in it yeah that's nice we could have I think you have the potential to develop your answers uh even further okay let's Contin a lot of like it companies are established in Hyderabad and uh because of that actually uh like a lot of uh like opportunities for even employment the employment wise we have lot of opportunities to settle well in Hyderabad okay we could have added uh be we could have been a bit more specific that are you talking about now or in the past okay uh one good thing though uh is that you gave extra information here that's always nice good so that's a main reason okay great and do you think your hometown will change in the future yes so actually Le still like it's working the Hyderabad city is not like uh it is it it is upgrading it always the city tries always to upgrade uh the things uh like in the future like whatever uh things and whatever fields are required to develop in the future like that Hyderabad the the people around here are trying to work on that and just trying to update the city as well so.",
      "transcript_cleaned": "And often when answering this question we might need to compare it to the present tense so sorry to the present which means that we will have to change the tense and let us see how she answers yeah actually bab during my childhood I like it was on it was developed only on few Fields like some or teaching or engineering so in few areas but right now it was like it Advanced right now it is in it field so there is a vast Improvement vast development in ID okay good vast Improvement vast development in it yeah that is nice we could have I think you have the potential to develop your answers even further okay let us Contin a lot of like it companies are established in Hyderabad and because of that actually like a lot of like opportunities for even employment the employment wise we have lot of opportunities to settle well in Hyderabad okay we could have added be we could have been a bit more specific that are you talking about now or in the past okay one good thing though is that you gave extra information here that is always nice good so that is a main reason okay great and do you think your hometown will change in the future yes so actually Le still like it is working the Hyderabad city is not like it is it it is upgrading it always the city tries always to upgrade the things like in the future like whatever things and whatever fields are required to develop in the future like that Hyderabad the the people around here are trying to work on that and just trying to update the city as well so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S0mE6N_whUs_q04",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 4]",
      "transcript": "I okay right I know she has not finished her response I we could be a bit more clear in our Speech again it goes back to the same thing I said before we just be direct answer the question directly also one more thing upgrad I understand what you are trying to say I I would not say upgrade my city is upgrading I think we might have used that slightly incorrectly I would perhaps use a synonym yeah it is not a natural form of English to say we we might upgrade our phone but upgrade the city I am not too sure feel in the future like Hyderabad will be like one of the important cities in the future hi Hyderabad will be good good use of tents there well done like like where you can see vast development in all the areas.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I okay um right I know she hasn't finished her response uh I we could be a bit more clear in our uh Speech again it goes back to the same uh thing I said before we just be direct answer the question directly um also uh one more thing upgrad I understand what you're trying to say I I wouldn't say upgrade my city is upgrading um I think we might have used that slightly incorrectly I would perhaps use a synonym uh yeah it's not a natural form of English to say we we might upgrade our phone um but upgrade the city I'm not too sure feel in the future like Hyderabad will be like one of the important cities in the future hi Hyderabad will be good good use of tents there well done like um like um where you can see vast development in all the areas.",
      "transcript_cleaned": "I okay right I know she has not finished her response I we could be a bit more clear in our Speech again it goes back to the same thing I said before we just be direct answer the question directly also one more thing upgrad I understand what you are trying to say I I would not say upgrade my city is upgrading I think we might have used that slightly incorrectly I would perhaps use a synonym yeah it is not a natural form of English to say we we might upgrade our phone but upgrade the city I am not too sure feel in the future like Hyderabad will be like one of the important cities in the future",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S0mE6N_whUs_q05",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 5]",
      "transcript": "About one thing but talk about that one thing in great detail and then if you think okay I still want to talk about one more thing then you can add one more thing at the end but do not list I like to do this I like to do this I like to do this talk say I like this because you know I feel more relaxed when I do this also I love to do this because it is always been a childhood dream of mine to or or whatever it might be and then say another thing I like to do sometimes is and then carry on okay yeah again this is not a mistake I want to I want to make that clear this is I would say this is more of an exam skill it is always good to know these exam skills okay let us continue spending your free time alone or with others so that depends on my mood sometimes I want to stay alone like sometimes that loneliness that gives me good thoughts to my mind and also I can think in a creative way so in that sense I want to stay alone for sometimes and sometimes I do not want okay this was a very good start she said some sorry it depends on my mood why is that a good start well because it gives an opening to give both sides of the argument now what that means is that it gives you double the amount of information that you can talk about so that is what she is done here so she is talked about you know she likes to be alone in one case and now she will explain U why she might not like to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "about one thing but talk about that one thing in great detail and then if you think uh okay I still want to talk about one more thing then you can add one more thing at the end but don't list I like to do this I like to do this I like to do this talk say I like this because you know uh I feel more relaxed when I do this also I love to do this because it's always been a childhood dream of mine to or or whatever it might be and then say another thing I like to do sometimes is and then carry on okay um yeah again this is not a mistake I want to I want to make that clear this is I would say this is more of an exam skill um it's always good to know these uh exam skills okay let's continue spending your free time alone or with others so that depends on my mood sometimes I want to stay alone like uh sometimes that loneliness that gives me good thoughts to my mind and also I can think in a creative way so in that sense I want to stay alone for sometimes and sometimes I don't want okay this was a very good start um uh she said some sorry it depends on my mood why is that a good start well because it gives an opening to give both sides of the argument now what that means is that it gives you double the amount of information that you can talk about so that's what she's done here so she's talked about you know uh she likes to be alone in one case and now she will explain U why she might not like to.",
      "transcript_cleaned": "About one thing but talk about that one thing in great detail and then if you think okay I still want to talk about one more thing then you can add one more thing at the end but do not list I like to do this I like to do this I like to do this talk say I like this because you know I feel more relaxed when I do this also I love to do this because it is always been a childhood dream of mine to or or whatever it might be and then say another thing I like to do sometimes is and then carry on okay yeah again this is not a mistake I want to I want to make that clear this is I would say this is more of an exam skill it is always good to know these exam skills okay let us continue spending your free time alone or with others so that depends on my mood sometimes I want to stay alone like sometimes that loneliness that gives me good thoughts to my mind and also I can think in a creative way so in that sense I want to stay alone for sometimes and sometimes I do not want okay this was a very good start she said some sorry it depends on my mood why is that a good start well because it gives an opening to give both sides of the argument now what that means is that it gives you double the amount of information that you can talk about so that is what she is done here so she is talked about you know she likes to be alone in one case and now she will explain U why she might not like to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S0mE6N_whUs_q06",
      "video_id": "S0mE6N_whUs",
      "band": 7.5,
      "question": "[Transcript chunk 6]",
      "transcript": "Be alone or why she might like to be around people to stay alone just I want to go with my family I want to spend time with my family friends that depends on my mood okay very natural English there very conversational and not too informal either it is like the right amount of the correct register okay well done I I really liked that response and how important do you think it is to have free time every day it is important because it is it gives us good relaxation and stress so we can okay so it gives us good relaxation and well we have just structured the sentence down there a couple of grammatical errors you can say it helps us relax or it allows us to relax okay or free time we would not say we would not say relaxation here okay so we just use it incorrectly and feel relaxed and also stress out from because throughout the day like we are like busy with all the we are okay we do not need to add too much stress on the r no not okay it is just a soft touch we are it is almost like you cannot even hear it properly that would be the correct way to pronounce it okay work like I mean like working workplace we have lot of work lot of pressure stress so this is a right time for us even with the F same thing there not right okay just a right just clean one not the okay just right family will have some pressures with the kids with family with all the household activities so I feel that we should have every day some free time and so that we can spend on ourself to for.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "be alone or why she might like to be around people to stay alone just I want to go with my family I want to spend time with my family friends that depends on my mood okay very natural English there very conversational and not too informal either it's like the right uh amount of uh the correct register okay uh well done I I really liked that response and how important do you think it is to have free time every day it's important because it's uh it gives us good relaxation and stress so we can okay so it gives us good relaxation and well we've just structured the sentence down there a couple of grammatical errors uh you can say it helps us relax or it allows us to relax okay or free time we wouldn't say we wouldn't say relaxation here okay so we just use it incorrectly and feel relaxed and also stress out from because throughout the day like we are like busy with all the we are okay we don't need to add too much stress on the r no not okay it's just a soft touch we are it's almost like you can't even hear it properly um that would be the correct way to pronounce it okay work like I mean like working workplace we have lot of work lot of pressure stress so this is a right time for us even with the F same thing there not right okay just a right just clean one not the okay just right family will have some pressures with the kids with family with all the household activities so I feel that we should have every day some uh free time and so that we can spend on ourself to uh for.",
      "transcript_cleaned": "Be alone or why she might like to be around people to stay alone just I want to go with my family I want to spend time with my family friends that depends on my mood okay very natural English there very conversational and not too informal either it is like the right amount of the correct register okay well done I I really liked that response and how important do you think it is to have free time every day it is important because it is it gives us good relaxation and stress so we can okay so it gives us good relaxation and well we have just structured the sentence down there a couple of grammatical errors you can say it helps us relax or it allows us to relax okay or free time we would not say we would not say relaxation here okay so we just use it incorrectly and feel relaxed and also stress out from because throughout the day like we are like busy with all the we are okay we do not need to add too much stress on the r no not okay it is just a soft touch we are it is almost like you cannot even hear it properly that would be the correct way to pronounce it okay work like I mean like working workplace we have lot of work lot of pressure stress so this is a right time for us even with the F same thing there not right okay just a right just clean one not the okay just right family will have some pressures with the kids with family with all the household activities so I feel that we should have every day some free time and so that we can spend on ourself to for.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}