{
  "batch_id": 297,
  "count": 20,
  "samples": [
    {
      "sample_id": "lm8BYede3Yk_s35",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Oh, so can I ask how you send this video to me through email?",
      "transcript": "Show up in the Skype chat. No, you can download it on Skype. The it will automatically be sent once we hang up. That takes a few seconds and then you will have it in the chat and there you can download it. All right. Oh yeah, I see. Thank you. Okay, cool. Bye-bye. Bye-bye.",
      "source": "supplementary",
      "transcript_original": "Show up in the Skype chat. No, you can download it on Skype. The it will automatically be sent once we hang up. That takes a few seconds and then you'll have it in the chat and there you can download it. All right. Oh yeah, I see. Thank you. Okay, cool. Bye-bye. Bye-bye.",
      "transcript_cleaned": "Show up in the Skype chat. No, you can download it on Skype. The it will automatically be sent once we hang up. That takes a few seconds and then you will have it in the chat and there you can download it. All right. Oh yeah, I see. Thank you. Okay, cool. Bye-bye. Bye-bye.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LU0rKurTrTg_s02",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "How often do you use your mobile phone?",
      "transcript": "&gt;&gt; honestly, I do not use it much now. About five, no, about 5 hours a day. I do not know if that is a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. &gt;&gt; I love that phrase is a significant invention in the world. Amazing. and because it help us to study, acquire new knowledge and also the entertainment. So that is why I really love my mobile phone. &gt;&gt; Fantastic. Thank you.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, honestly, I don't use it much now. About five, no, about 5 hours a day. I don't know if that's a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. &gt;&gt; I love that phrase is a significant invention in the world. Amazing. and because it help us to study, acquire new knowledge and also the entertainment. So that's why I really love my mobile phone. &gt;&gt; Fantastic. Thank you.",
      "transcript_cleaned": "&gt;&gt; honestly, I do not use it much now. About five, no, about 5 hours a day. I do not know if that is a little or not, but I found that we cannot deny that mobile phone is the significant invention on the world. &gt;&gt; I love that phrase is a significant invention in the world. Amazing. and because it help us to study, acquire new knowledge and also the entertainment. So that is why I really love my mobile phone. &gt;&gt; Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LU0rKurTrTg_s06",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "What do you usually do on the weekend?",
      "transcript": "Actually I have lot of things to do on my relaxed days but I love nothing more than hanging out with my friends. &gt;&gt; Good. &gt;&gt; Yes. I I would pick her to the coffee shop but we usually like come to each other house sharing the food and I would tell her a lot of things that happened in my week. And fortunately I feel really relaxed and unwind after long working days. One thing that is really nice to use is adverbs of frequency. So you can say, fortunately, I usually feel relaxed during those lovely weekends together, or I always or sometimes feel that I can relax and unwind with my friends. So adverbs of frequency are a really good way to sound more natural, ranging from always, sometimes, occasionally, every now and again, and never. &gt;&gt; Beautiful. Well done.",
      "source": "supplementary",
      "transcript_original": "Um actually I have lot of things to do on my relaxed days but I love nothing more than hanging out with my friends. &gt;&gt; Good. &gt;&gt; Yes. I uh I would pick her to the coffee shop but we usually like come to each other house sharing the food and I would tell her a lot of things that happened in my week. And fortunately I feel really relaxed and unwind after long working days. One thing that's really nice to use is adverbs of frequency. So you can say, uh, fortunately, I usually feel relaxed during those lovely weekends together, or I always or sometimes feel that I can relax and unwind with my friends. So adverbs of frequency are a really good way to sound more natural, ranging from always, sometimes, occasionally, every now and again, and never. &gt;&gt; Beautiful. Well done.",
      "transcript_cleaned": "Actually I have lot of things to do on my relaxed days but I love nothing more than hanging out with my friends. &gt;&gt; Good. &gt;&gt; Yes. I I would pick her to the coffee shop but we usually like come to each other house sharing the food and I would tell her a lot of things that happened in my week. And fortunately I feel really relaxed and unwind after long working days. One thing that is really nice to use is adverbs of frequency. So you can say, fortunately, I usually feel relaxed during those lovely weekends together, or I always or sometimes feel that I can relax and unwind with my friends. So adverbs of frequency are a really good way to sound more natural, ranging from always, sometimes, occasionally, every now and again, and never. &gt;&gt; Beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "LU0rKurTrTg_s13",
      "video_id": "LU0rKurTrTg",
      "band": 6.5,
      "question": "Do you think it is better to learn skills online or with a teacher?",
      "transcript": "&gt;&gt; from my perspective, I think it depends on the people's personality. &gt;&gt; Amazing. Please note that down. It depends on. Now there are six main things it can depend on. The first one we might say personality, extrovert, introvert. The next one, wealth, rich or poor. The next one, gender, male or female. Fantastic. The next one is location, rural and urban. Well, in rural areas, in urban areas. And finally, that you might talk about age, young people and old people. it is a great way to to set yourself apart and truly capture the examiner's imagination. &gt;&gt; for example, introvert people. This type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because they will a little bit shy or something like that. &gt;&gt; They will feel a little bit shy but good. really good. &gt;&gt; But in contrast, extrovert people, they will they really would like to speak like this, like face to face like me. I want to sit at a table with my teacher like this because I can acquire new knowledge better. &gt;&gt; Thank you. I can definitely tell you are an extrovert. And the final question for today. Well done.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, from my perspective, I think it depends on the people's personality. &gt;&gt; Amazing. Please note that down. It depends on. Now there are six main things it can depend on. The first one we might say personality, extrovert, introvert. The next one, wealth, rich or poor. The next one, gender, male or female. Fantastic. The next one is location, rural and urban. Well, in rural areas, in urban areas. And finally, that you might talk about age, young people and old people. It's a great way to to set yourself apart and truly capture the examiner's imagination. &gt;&gt; Um, for example, introvert people. This type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because uh they will a little bit shy or something like that. &gt;&gt; They will feel a little bit shy but good. really good. &gt;&gt; But in contrast, extrovert people, they will they really would like to speak like this, like face to face like me. I want to uh sit at a table with my teacher like this because I can acquire new knowledge better. &gt;&gt; Thank you. I can definitely tell you're an extrovert. And the final question for today. Well done.",
      "transcript_cleaned": "&gt;&gt; from my perspective, I think it depends on the people's personality. &gt;&gt; Amazing. Please note that down. It depends on. Now there are six main things it can depend on. The first one we might say personality, extrovert, introvert. The next one, wealth, rich or poor. The next one, gender, male or female. Fantastic. The next one is location, rural and urban. Well, in rural areas, in urban areas. And finally, that you might talk about age, young people and old people. it is a great way to to set yourself apart and truly capture the examiner's imagination. &gt;&gt; for example, introvert people. This type of person will keen on learning from home because I think that they will not really enjoy when they meet people outside and talking like this because they will a little bit shy or something like that. &gt;&gt; They will feel a little bit shy but good. really good. &gt;&gt; But in contrast, extrovert people, they will they really would like to speak like this, like face to face like me. I want to sit at a table with my teacher like this because I can acquire new knowledge better. &gt;&gt; Thank you. I can definitely tell you are an extrovert. And the final question for today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MlkzgHx82GM_s00",
      "video_id": "MlkzgHx82GM",
      "band": 5.0,
      "question": "Also, your Speaking Party is a bit short, only 1 minute and 10 seconds, but we have 2 minutes, right?",
      "transcript": "I will try to make that part as long as possible. So, for the full part, it will be around 5.0, meaning you maintained your speaking speed.",
      "source": "supplementary",
      "transcript_original": "I will try to make that part as long as possible. So, for the full part, it will be around 5.0, meaning you maintained your speaking speed.",
      "transcript_cleaned": "I will try to make that part as long as possible. So, for the full part, it will be around 5.0, meaning you maintained your speaking speed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MmvhsYHNS2g_s01",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "\" customer insight\" refers to information and insights about customers, right?",
      "transcript": "This is a good collocation for marketing. When we work, we have to follow trends, so you should use the word \"-.\" Keep up with trends.",
      "source": "supplementary",
      "transcript_original": "This is a good collocation for marketing. When we work, we have to follow trends, so you should use the word \"-.\" Keep up with trends.",
      "transcript_cleaned": "This is a good collocation for marketing. When we work, we have to follow trends, so you should use the word \"-.\" Keep up with trends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MmvhsYHNS2g_s03",
      "video_id": "MmvhsYHNS2g",
      "band": 5.5,
      "question": "You also used the structure \" the last time I bought was two months ago.\" Do you remember that answer?",
      "transcript": "I remember, but I am missing something. I am missing the object, \"the last time I bought a pen,\" or \"bought a pencil,\" not \"the last time I bought.\" it is missing the object that comes after the verb, so try to remember the noun that follows it later. there is also a mistake: \"When I was a child, I have care- free and stress-free.\" These two words are adjectives, so you should use \" was to be\" with the adjective to make sense. \"I was care-free,\" \"I was stress-free.\" But in terms of word usage, these two words are very good. Then, \"my mom make sure,\" and then \" ensuring\" are redundant. Just \" my mom make sure that we get the best deal\" or \"mom ur\" is fine; you cannot use either one. Also, when you speak quickly, I notice that you tend to put the subject with the verb. The verb \" in\" is missing one part: the verb \"to be\" is missing, and you need to use the present simple tense for it to be correct. For example, when talking about a habit like \"my mother always does this,\" you might say \"She always managing,\" but that is not correct.",
      "source": "supplementary",
      "transcript_original": "I remember, but I'm missing something. I'm missing the object, \"the last time I bought a pen,\" or \"bought a pencil,\" not \"the last time I bought.\" It's missing the object that comes after the verb, so try to remember the noun that follows it later. There's also a mistake: \"When I was a child, I have care- free and stress-free.\" These two words are adjectives, so you should use \" was to be\" with the adjective to make sense. \"I was care-free,\" \"I was stress-free.\" But in terms of word usage, these two words are very good. Then, \"my mom make sure,\" and then \" ensuring\" are redundant. Just \" my mom make sure that we get the best deal\" or \"mom ur\" is fine; you can't use either one. Also, when you speak quickly, I notice that you tend to put the subject with the verb. The verb \" in\" is missing one part: the verb \"to be\" is missing, and you need to use the present simple tense for it to be correct. For example, when talking about a habit like \"my mother always does this,\" you might say \"She always managing,\" but that's not correct.",
      "transcript_cleaned": "I remember, but I am missing something. I am missing the object, \"the last time I bought a pen,\" or \"bought a pencil,\" not \"the last time I bought.\" it is missing the object that comes after the verb, so try to remember the noun that follows it later. there is also a mistake: \"When I was a child, I have care- free and stress-free.\" These two words are adjectives, so you should use \" was to be\" with the adjective to make sense. \"I was care-free,\" \"I was stress-free.\" But in terms of word usage, these two words are very good. Then, \"my mom make sure,\" and then \" ensuring\" are redundant. Just \" my mom make sure that we get the best deal\" or \"mom ur\" is fine; you cannot use either one. Also, when you speak quickly, I notice that you tend to put the subject with the verb. The verb \" in\" is missing one part: the verb \"to be\" is missing, and you need to use the present simple tense for it to be correct.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s02",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "Which part of your home do you like the most?",
      "transcript": "I would say I like my living room the most. Even though my apartment does not really have any specific division for each part of the house. It is my living room has most of the things that I need. most specifically my workbench where I do most of my studies and work.",
      "source": "supplementary",
      "transcript_original": "I would say I like my living room the most. Even though my apartment doesn't really have any specific division for each part of the house. It is my living room has most of the things that I need. Uh most specifically my workbench where I do most of my studies and work.",
      "transcript_cleaned": "I would say I like my living room the most. Even though my apartment does not really have any specific division for each part of the house. It is my living room has most of the things that I need. most specifically my workbench where I do most of my studies and work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s04",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "Was your neighborhood like?",
      "transcript": "&gt;&gt; I would say my neighborhood is quite a social place because all the people there are very friendly and they would welcome me in every way. I would most of the times I would just smile at them whenever I see them going around. I also tutor some of the kids there so they are very familiar with me.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I'd say my neighborhood is quite a social place because all the people there are very friendly and they would welcome me in every way. I would most of the times I would just uh smile at them whenever I see them going around. I also tutor some of the kids there so they are very familiar with me.",
      "transcript_cleaned": "&gt;&gt; I would say my neighborhood is quite a social place because all the people there are very friendly and they would welcome me in every way. I would most of the times I would just smile at them whenever I see them going around. I also tutor some of the kids there so they are very familiar with me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s08",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "How often do you stay up late?",
      "transcript": "&gt;&gt; It really depends on my schedule. Sometimes I stay up late for about three or four times a week. Other times, just I do not really stay up late at all.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; It really depends on my schedule. Sometimes I stay up late for about three or four times a week. Other times, just I don't really stay up late at all.",
      "transcript_cleaned": "&gt;&gt; It really depends on my schedule. Sometimes I stay up late for about three or four times a week. Other times, just I do not really stay up late at all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s09",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "What do you usually do when you stay up late?",
      "transcript": "&gt;&gt; Mostly to chase deadlines and do the studies that I need to do and all and the work for my other jobs.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Mostly to chase deadlines and do uh the studies that I need to do and all and the work for my other jobs.",
      "transcript_cleaned": "&gt;&gt; Mostly to chase deadlines and do the studies that I need to do and all and the work for my other jobs.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s11",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "How often do you go shopping?",
      "transcript": "&gt;&gt; I do not really go shopping that much because all I need is here and whenever I need something, I just go. I do not really have a habit of going shopping anywhere.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I don't really go shopping that much because all I need is here and whenever I need something, I just go. I don't really have uh a habit of going shopping anywhere.",
      "transcript_cleaned": "&gt;&gt; I do not really go shopping that much because all I need is here and whenever I need something, I just go. I do not really have a habit of going shopping anywhere.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s12",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "&gt;&gt; Do you prefer shopping online or in stores?",
      "transcript": "I would say I like shopping online more because one you can get a lot of coupons if you chose the right store to buy in and you chose the right you chose like the whole period of time to buy your stuffs.",
      "source": "supplementary",
      "transcript_original": "I would say I like shopping online more because one you can get a lot of coupons if you chose the right store to buy in and you chose the right you chose like the whole uh period of time to uh buy your stuffs.",
      "transcript_cleaned": "I would say I like shopping online more because one you can get a lot of coupons if you chose the right store to buy in and you chose the right you chose like the whole period of time to buy your stuffs.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s13",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "&gt;&gt; Have your shopping habits changed in recent years?",
      "transcript": "&gt;&gt; I would say yes. Now that I have a job, I will consider spending my money more carefully because it now because I I have to manage my financial situation very thoroughly so that I would not spend any money on like useless stuffs. &gt;&gt; Yeah.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I would say yes. Now that I have a job, uh I'll consider spending my money more carefully because it now because I I have to manage my uh financial situation very thoroughly so that I wouldn't spend any money on like useless stuffs. &gt;&gt; Yeah.",
      "transcript_cleaned": "&gt;&gt; I would say yes. Now that I have a job, I will consider spending my money more carefully because it now because I I have to manage my financial situation very thoroughly so that I would not spend any money on like useless stuffs. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s15",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "Do people set goals for different stages of their lives?",
      "transcript": "I think as you grow up the goals should change. goals I think would be divided into many different types of goals either long-term or short term and as life goes on people will have to change their goals. They will maybe will they will achieve it and they will set another goal for themselves. because it is lifelong learning. So you have to do everything you must do and change everywhere you could.",
      "source": "supplementary",
      "transcript_original": "I think as you grow up the goals should change. Uh goals I think would be divided into many different types of goals either long-term or short term and as life goes on people will have to change their goals. They will maybe will they will achieve it and they will set another goal for themselves. Uh because it's lifelong learning. So you have to do everything you must do and change everywhere you could.",
      "transcript_cleaned": "I think as you grow up the goals should change. goals I think would be divided into many different types of goals either long-term or short term and as life goes on people will have to change their goals. They will maybe will they will achieve it and they will set another goal for themselves. because it is lifelong learning. So you have to do everything you must do and change everywhere you could.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "mqGHL6ppfwM_s16",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "&gt;&gt; What types of goals do people often set?",
      "transcript": "As I said, it really depends on the stages of life that they are in. So, young people would usually set just normal short goals. Sometimes they would dream big and set their long-term goals for jobs or, the things that they want to do as a bucket list. But for older people, they usually do not have that much time. So, they would set any goal that are any goals that are the most reasonable for them.",
      "source": "supplementary",
      "transcript_original": "As I said, it really depends on the stages of life that they're in. So, uh, young people would usually set just normal short goals. Sometimes they would dream big and set their long-term goals for jobs or, uh, the things that they want to do as a bucket list. But for older people, they usually don't have that much time. So, they would set any goal that are any goals that are the most reasonable for them.",
      "transcript_cleaned": "As I said, it really depends on the stages of life that they are in. So, young people would usually set just normal short goals. Sometimes they would dream big and set their long-term goals for jobs or, the things that they want to do as a bucket list. But for older people, they usually do not have that much time. So, they would set any goal that are any goals that are the most reasonable for them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "mqGHL6ppfwM_s17",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "H &gt;&gt; why do some people fail to achieve their goals?",
      "transcript": "&gt;&gt; I had a some I had someone who taught me in co in college that in order to set a goal they need to to follow five types of validation for them to for the goals to be reasonable. And people failed to set goals because people fa people failed to achieve goals was because they did not really follow that five validation steps.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I had a some I had someone who taught me in co in college that in order to set a goal they need to to follow five uh types of uh validation for them to for the goals to be reasonable. And uh people failed to set goals because people fa people failed to achieve goals was because they didn't really follow that five uh uh validation steps.",
      "transcript_cleaned": "&gt;&gt; I had a some I had someone who taught me in co in college that in order to set a goal they need to to follow five types of validation for them to for the goals to be reasonable. And people failed to set goals because people fa people failed to achieve goals was because they did not really follow that five validation steps.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "mqGHL6ppfwM_s18",
      "video_id": "mqGHL6ppfwM",
      "band": 8.0,
      "question": "&gt;&gt; Can you share those five validations?",
      "transcript": "I would say is I do not really remember it but I think there was time let us I do not I do not have any idea but yeah I remember they they taught me about like how to set goals but I it is really it is really vague for me.",
      "source": "supplementary",
      "transcript_original": "I'd say is I don't really remember it but uh I think there was time uh let's I don't I don't have any idea but yeah I remember they they taught me about like how to set goals but I it's really it's really vague for me.",
      "transcript_cleaned": "I would say is I do not really remember it but I think there was time let us I do not I do not have any idea but yeah I remember they they taught me about like how to set goals but I it is really it is really vague for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MRu6oS8FMHk_s03",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "Do you enjoy cooking?",
      "transcript": "Well, I really love cooking much as my cooking skills is not so good. I mean, judging my cooking skills, I only give it like a five out of 10. however, you know, I really love going into the kitchen to cook some meals for myself since it is kind of my only time in, you know, a normal day when I can be myself, you know, releasing some stress, recharging my battery, and maybe reflecting on some, you know, past events during the day. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "Well, I really love cooking much as my cooking skills is not so good. I mean, judging my cooking skills, I only give it like a five out of 10. Uh however, you know, I really love uh going into the kitchen to cook some meals for myself since it's kind of my only time in, you know, a normal day when I can be myself, you know, releasing some stress, recharging my battery, and maybe uh reflecting on some, you know, past events during the day. &gt;&gt; Okay.",
      "transcript_cleaned": "I really love cooking much as my cooking skills is not so good. I mean, judging my cooking skills, I only give it like a five out of 10. however, you know, I really love going into the kitchen to cook some meals for myself since it is kind of my only time in, you know, a normal day when I can be myself, you know, releasing some stress, recharging my battery, and maybe reflecting on some, you know, past events during the day. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "MRu6oS8FMHk_s04",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "How often do you cook at home?",
      "transcript": "Well, even though cooking is one of my favorite thing to do, I just do not cook much, you know, during the day since I spend most of my time, you know, at work or at school. So, probably, you know, my breakfast and my lunch usually revolve around, you know, either take out takeout or, you know, some boss or like some box of sticky rice that I bought at the nearby, you know, street vendors. I only cook when in, you know, when I arrive in my house in the evening. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "Well, even though cooking is one of my favorite thing to do, I just don't cook much, you know, during the day since I spend most of my time, you know, at work or at school. So, probably, you know, my breakfast and my lunch usually revolve around, you know, either take out takeout or, you know, some boss or like some box of sticky rice that I bought at the nearby, you know, street vendors. I only cook when in, you know, when I arrive in my house in the evening. &gt;&gt; Okay.",
      "transcript_cleaned": "even though cooking is one of my favorite thing to do, I just do not cook much, you know, during the day since I spend most of my time, you know, at work or at school. So, probably, you know, my breakfast and my lunch usually revolve around, you know, either take out takeout or, you know, some boss or like some box of sticky rice that I bought at the nearby, you know, street vendors. I only cook when in, you know, when I arrive in my house in the evening. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}