{
  "batch_id": 153,
  "count": 20,
  "samples": [
    {
      "sample_id": "s_6n5c5MloQ_q01",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "You know what?",
      "transcript": "She just took the IELTS exam after such a long time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "She just took the IELTS exam after such a long time.",
      "transcript_cleaned": "She just took the IELTS exam after such a long time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q03",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "My morning routine?",
      "transcript": "Well, class started really early, like 7 in the morning, so I do not get that much time to spend for myself in the morning. So I have to wake up at really early at 6 and then I do all of the brushing teeth and taking a quick shower. I eat breakfast and then hop on the motorbike of my dad and I go to school. that is it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, class started really early, like 7 in the morning, so I don't get that much time to spend for myself in the morning. So I have to wake up at really early at 6 and then I do all of the brushing teeth and taking a quick shower. I eat breakfast and then hop on the motorbike of my dad and I go to school. That's it.",
      "transcript_cleaned": "class started really early, like 7 in the morning, so I do not get that much time to spend for myself in the morning. So I have to wake up at really early at 6 and then I do all of the brushing teeth and taking a quick shower. I eat breakfast and then hop on the motorbike of my dad and I go to school. that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q04",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Is breakfast important in your opinion?",
      "transcript": "Well in the past I would actually skip breakfast because I do not think that, I did not think that it was very important. But recently I suffered from a really severe stomachache and now I start to take breakfast more seriously. Yeah, and that is it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well in the past I would actually skip breakfast because I don't think that, I didn't think that it was very important. But recently I suffered from a really severe stomachache and now I start to take breakfast more seriously. Yeah, and that's it.",
      "transcript_cleaned": "in the past I would actually skip breakfast because I do not think that, I did not think that it was very important. But recently I suffered from a really severe stomachache and now I start to take breakfast more seriously. Yeah, and that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q05",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Do you like to get up early in the morning?",
      "transcript": "Well, calling myself not a morning person is an understatement. I cannot tell you how much I detest waking up in the morning.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, calling myself not a morning person is an understatement. I cannot tell you how much I detest waking up in the morning.",
      "transcript_cleaned": "calling myself not a morning person is an understatement. I cannot tell you how much I detest waking up in the morning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q06",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "I always, whenever I wake up early in the morning, I always ask myself, why do I need to wake up?",
      "transcript": "To wake up and then I was like, oh yeah, school. And that is it. I just, it just sucks. I hate that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "To wake up and then I was like, oh yeah, school. And that's it. I just, it just sucks. I hate that.",
      "transcript_cleaned": "To wake up and then I was like, oh yeah, school. And that is it. I just, it just sucks. I hate that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q07",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "So, where are you from?",
      "transcript": "Well, I am from Saigon or Ho Chi Minh City. to be more specific, I live in the D5 area, which is like the Chinatown of the city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, I am from Saigon or Ho Chi Minh City. Um, to be more specific, I live in the D5 area, which is like the Chinatown of the city.",
      "transcript_cleaned": "I am from Saigon or Ho Chi Minh City. to be more specific, I live in the D5 area, which is like the Chinatown of the city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q08",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "And what do you like the most about your hometown?",
      "transcript": "Well, the thing that I enjoy the most about my hometown is the hospitality of the people. I feel like people can be very welcoming and people always treat you like you are, you know, not a stranger to them, like a family. And whenever you need help, people will be there for you. Yeah, that is it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, the thing that I enjoy the most about my hometown is the hospitality of the people. I feel like people can be very welcoming and people always treat you like you're, uh, you know, not a stranger to them, like a family. And whenever you need help, people will be there for you. Yeah, that's it.",
      "transcript_cleaned": "the thing that I enjoy the most about my hometown is the hospitality of the people. I feel like people can be very welcoming and people always treat you like you are, you know, not a stranger to them, like a family. And whenever you need help, people will be there for you. Yeah, that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q09",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Do you think you will continue living here for a long time?",
      "transcript": "Well in the past I actually have considered living somewhere else because I feel like you know the environment is deteriorating But then now I start to think about it more seriously and I feel like even though you know that that is a big problem for the city but I also feel like I live for the unique vibe of Ho Chi Minh City and also for the hospital hospitable people And I feel like I going to stick to the city for a really long time in the future Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well in the past I actually have considered living somewhere else because I feel like you know the environment is deteriorating But then now I start to think about it more seriously and I feel like even though you know that that is a big problem for the city but I also feel like I live for the unique vibe of Ho Chi Minh City and also for the hospital hospitable people And I feel like I going to stick to the city for a really long time in the future Right,.",
      "transcript_cleaned": "in the past I actually have considered living somewhere else because I feel like you know the environment is deteriorating But then now I start to think about it more seriously and I feel like even though you know that that is a big problem for the city but I also feel like I live for the unique vibe of Ho Chi Minh City and also for the hospital hospitable people And I feel like I going to stick to the city for a really long time in the future",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q10",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "How often do you look at the sky?",
      "transcript": "Well that is a very unusual question. I guess that I look at the sky every single day, but mainly because I need to predict the weather. Because, you know, living in Ho Chi Minh City, the weather can be very unpredictable, and I want to know whether I need to bring an umbrella or not.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well that's a very unusual question. I guess that I look at the sky every single day, but mainly because I need to predict the weather. Because, you know, living in Ho Chi Minh City, the weather can be very unpredictable, and I want to know whether I need to bring an umbrella or not.",
      "transcript_cleaned": "that is a very unusual question. I guess that I look at the sky every single day, but mainly because I need to predict the weather. Because, you know, living in Ho Chi Minh City, the weather can be very unpredictable, and I want to know whether I need to bring an umbrella or not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q11",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Do you prefer the sky in the morning or the sky at night?",
      "transcript": "Well to be honest, the sky at night is more appealing to me for some reason because whenever I look at the sky at night, daytime, I feel like it is so dull and boring. it is just a blue sky with a bunch of white clowns on them. Whereas for the sky at nighttime, it is very dark but you know, it is also, there are also stars that highlight the whole darkness of the sky and I love it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well to be honest, the sky at night is more appealing to me for some reason because whenever I look at the sky at night, daytime, I feel like it's so dull and boring. It's just a blue sky with a bunch of white clowns on them. Whereas for the sky at nighttime, it's very dark but you know, it's also, there are also stars that highlight the whole darkness of the sky and I love it.",
      "transcript_cleaned": "to be honest, the sky at night is more appealing to me for some reason because whenever I look at the sky at night, daytime, I feel like it is so dull and boring. it is just a blue sky with a bunch of white clowns on them. Whereas for the sky at nighttime, it is very dark but you know, it is also, there are also stars that highlight the whole darkness of the sky and I love it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q12",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Can you see the moon and stars at night where you live?",
      "transcript": "Well, I live near the city center so there are a lot of skyscrapers and stuff so I do not think that I can see the star very clearly. But as for the moon, I can totally see them and it shines very bright and I love it. And I think it is really beautiful and there is something so romantic about looking at the moon.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I live near the city center so there are a lot of skyscrapers and stuff so I don't think that I can see the star very clearly. But as for the moon, I can totally see them and it shines very bright and I love it. And I think it's really beautiful and there's something so romantic about looking at the moon.",
      "transcript_cleaned": "I live near the city center so there are a lot of skyscrapers and stuff so I do not think that I can see the star very clearly. But as for the moon, I can totally see them and it shines very bright and I love it. And I think it is really beautiful and there is something so romantic about looking at the moon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q13",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Is there a good place to look at the sky where you live?",
      "transcript": "Well Hojima City, you know, is full of skyscrapers and there are houses and buildings everywhere. So it is quite tricky to find a place to look at stars. The only thing that, the only place that I can think of right now is the Central Park area in District 2, where it is a, which is a very vast and full of green area for you to lay on the grass and look at the star with your family or your boyfriend or girlfriend.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, well Hojima City, you know, is full of skyscrapers and there are houses and buildings everywhere. So it's quite tricky to find a place to look at stars. The only thing that, the only place that I can think of right now is the Central Park area in District 2, where it is a, which is a very vast and full of green area for you to lay on the grass and look at the star with your family or your boyfriend or girlfriend.",
      "transcript_cleaned": "Hojima City, you know, is full of skyscrapers and there are houses and buildings everywhere. So it is quite tricky to find a place to look at stars. The only thing that, the only place that I can think of right now is the Central Park area in District 2, where it is a, which is a very vast and full of green area for you to lay on the grass and look at the star with your family or your boyfriend or girlfriend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q14",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Describe my dream home.",
      "transcript": "So, well currently, well, I ever since I was a child, I have lived in the same old small house in the D5 area. Even though the house is packed with a lot of fond memories, I still do wish that I can reside in a more ideal home. because I live near the city center there are so many people and the houses are packed together So and you know there are people quarreling and music blasted blasted from speakers from shameless neighbors So I really hope that I can move to a more tranquil area For example like the District 2 area or something well, whenever people are asked about their ideal home, people would answer that, oh, I want a villa or a really big house. But that is not me. I, I actually find big, spacious house a little bit uncomfortable. it is not that I am scared of ghosts or anything. it is just make me very uneasy. I just want a cozy home. because now I do not have my own room, I really hope that I can, have my own personal space so that I can, comfortably live in. I do not want to share any of my personal space with my sister even though I really love her. And I want a very nice and big kitchen with a lot of facilities for my mom because she loves to cook. And also a office, an office for my dad because he is a very hardworking man and he also likes to work at home. And that is it for my ideal home. Very good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So, um, well currently, well, I ever since I was a child, I have lived in the same old small house in the D5 area. Even though the house is packed with a lot of fond memories, I still do wish that I can reside in a more ideal home. Um because I live near the city center there are so many people and the houses are packed together So and you know there are people quarreling and music blasted blasted from speakers from shameless neighbors So I really hope that I can move to a more tranquil area For example like the District 2 area or something Um, well, whenever people are asked about their ideal home, people would answer that, oh, I want a villa or a really big house. But that's not me. I, I actually find big, spacious house a little bit uncomfortable. It's not that I'm scared of ghosts or anything. It's just make me very uneasy. Um, I just want a cozy home. Um, because now I don't have my own room, I really hope that I can, uh, have my own personal space so that I can, um, comfortably live in. I don't want to share any of my personal space with my sister even though I really love her. And I want a very nice and big kitchen with a lot of facilities for my mom because she loves to cook. And also a office, an office for my dad because he's a very hardworking man and he also likes to work at home. And that's it for my ideal home. Very good,.",
      "transcript_cleaned": "currently, well, I ever since I was a child, I have lived in the same old small house in the D5 area. Even though the house is packed with a lot of fond memories, I still do wish that I can reside in a more ideal home. because I live near the city center there are so many people and the houses are packed together So and you know there are people quarreling and music blasted blasted from speakers from shameless neighbors So I really hope that I can move to a more tranquil area For example like the District 2 area or something well, whenever people are asked about their ideal home, people would answer that, oh, I want a villa or a really big house. But that is not me. I, I actually find big, spacious house a little bit uncomfortable. it is not that I am scared of ghosts or anything. it is just make me very uneasy. I just want a cozy home. because now I do not have my own room, I really hope that I can, have my own personal space so that I can, comfortably live in. I do not want to share any of my personal space with my sister even though I really love her. And I want a very nice and big kitchen with a lot of facilities for my mom because she loves to cook. And also a office, an office for my dad because he is a very hardworking man and he also likes to work at home. And that is it for my ideal home. Very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q15",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Now, what are the advantages and disadvantages of living in an old house?",
      "transcript": "Living in an old house. Well, as you can imagine, you, you know, if you live in the same house ever since you grow up, you know, the house is full of your memories from your childhood into your teenage years. So basically there are a lot of, memories of you in that house. And I guess that, you know, an old house can have a lot of, sentimental values. And actually that is the only advantage that I can give you right now, in terms of like living in an old house. And as for the disadvantages, you know, one way or another an old house will run down and I do not think that people can have a good living standard out of, that kind of common accommodation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Living in an old house. Well, as you can imagine, you, you know, if you live in the same house ever since you grow up, you know, the house is full of your memories from your childhood into your teenage years. So basically there are a lot of, um, memories of you in that house. And I guess that, you know, an old house can have a lot of, um, sentimental values. And actually that's the only advantage that I can give you right now, er, in terms of like living in an old house. And as for the disadvantages, um, you know, one way or another an old house will run down and I don't think that people can have a good living standard out of, er, that kind of common accommodation.",
      "transcript_cleaned": "Living in an old house. Well, as you can imagine, you, you know, if you live in the same house ever since you grow up, you know, the house is full of your memories from your childhood into your teenage years. So basically there are a lot of, memories of you in that house. And I guess that, you know, an old house can have a lot of, sentimental values. And actually that is the only advantage that I can give you right now, in terms of like living in an old house. And as for the disadvantages, you know, one way or another an old house will run down and I do not think that people can have a good living standard out of, that kind of common accommodation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q16",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "What is the most popular type of accommodation in your hometown?",
      "transcript": "You know, I feel like mainly people still prefer to reside in their own individual house. People like to, have a space for themselves. But because of, you know, the increasing population, people are forced to look for another type of, another type of accommodation and that is apartment. And I think that you know especially youth they really opt for that kind of option because they don have that much of a money as you can imagine you know in house you have to pay for the land also And it can be very pricey And as for an apartment you can just pay for the space that you living in And that it What are the differences between living in the city and living in the countryside well, you know, the city is the place where everything is developing very fast. And I feel like, you know, because people are always busy with their own hectic schedules, People can actually ignore each other and act very cold towards each other. Whereas because of the chill and easy going way of life in the countryside, I guess that people treat you nicely and more warm, and more welcoming. However, I have to say that there is a very big disadvantage of living in the countryside and that is, you know, insufficient infrastructure and that can lead to lower quality of life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You know, I feel like mainly people still prefer to reside in their own individual house. People like to, uh, have a space for themselves. But because of, you know, the increasing population, people are forced to look for another type of, another type of accommodation and that is apartment. And I think that you know especially youth uh they really opt for that kind of option because they don have that much of a money Um as you can imagine uh you know in house you have to pay for the land also And it can be very pricey And as for an apartment you can just pay for the space that you living in And that it What are the differences between living in the city and living in the countryside Um, well, you know, the city is the place where everything is developing very fast. And I feel like, you know, because people are always busy with their own hectic schedules, People can actually ignore each other and act very cold towards each other. Whereas because of the chill and easy going way of life in the countryside, I guess that people treat you um, nicely and more warm, and more welcoming. However, I gotta say that there is a very big disadvantage of living in the countryside and that is, um, you know, uh, insufficient infrastructure and that can lead to lower quality of life.",
      "transcript_cleaned": "You know, I feel like mainly people still prefer to reside in their own individual house. People like to, have a space for themselves. But because of, you know, the increasing population, people are forced to look for another type of, another type of accommodation and that is apartment. And I think that you know especially youth they really opt for that kind of option because they don have that much of a money as you can imagine you know in house you have to pay for the land also And it can be very pricey And as for an apartment you can just pay for the space that you living in And that it What are the differences between living in the city and living in the countryside well, you know, the city is the place where everything is developing very fast. And I feel like, you know, because people are always busy with their own hectic schedules, People can actually ignore each other and act very cold towards each other. Whereas because of the chill and easy going way of life in the countryside, I guess that people treat you nicely and more warm, and more welcoming. However, I have to say that there is a very big disadvantage of living in the countryside and that is, you know, insufficient infrastructure and that can lead to lower quality of life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q17",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "Can you compare the past and present of cities in general?",
      "transcript": "Definitely the cities that we are living in right now compared to the city 50 years ago can be very different. And one of the main features that I can think of right now is that the number of people here in the cities. Well, even though the, you know, city in the past is also considered very populous, there are only average like 2 million people in each city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely the cities that we're living in right now compared to the city 50 years ago can be very different. And one of the main features that I can think of right now is that um, the number of people here in the cities. Well, even though the, you know, city in the past is also considered very populous, there are only average like 2 million people in each city.",
      "transcript_cleaned": "Definitely the cities that we are living in right now compared to the city 50 years ago can be very different. And one of the main features that I can think of right now is that the number of people here in the cities. Well, even though the, you know, city in the past is also considered very populous, there are only average like 2 million people in each city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "s_6n5c5MloQ_q18",
      "video_id": "s_6n5c5MloQ",
      "band": 8.0,
      "question": "However, for example, in Ho Chi Minh City alone, there are approximately 10 million people living in the city already.",
      "transcript": "So, you know, and that, you know, because of the increasing population, it can lead to a lot of, problems like, not enough living space for people. And, and that is the main, the first feature that I can think of. And the second difference is that while the green area took most of the city, the city's territory in the past, there are, there were a lot of green lands and parks and new play, the playgrounds in the past. And it plays a very important role in the city's environment.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, you know, and that, you know, because of the increasing population, it can lead to a lot of, um, problems like, um, not enough living space for people. And, and that's the main, the first feature that I can think of. And the second difference is that um, while the green area took most of the city, the city's territory in the past, there are, there were a lot of green lands and parks and new play, the playgrounds in the past. And it plays a very important role in the city's environment.",
      "transcript_cleaned": "you know, and that, you know, because of the increasing population, it can lead to a lot of, problems like, not enough living space for people. And, and that is the main, the first feature that I can think of. And the second difference is that while the green area took most of the city, the city's territory in the past, there are, there were a lot of green lands and parks and new play, the playgrounds in the past. And it plays a very important role in the city's environment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q02",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "And are you working or are you a student?",
      "transcript": "I am a student now. I am, my major is architecture. I attend in Gyeonggi University, which is nearby Seoul. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm a student now. I am, my major is architecture. I attend in Gyeonggi University, which is nearby Seoul. Yes.",
      "transcript_cleaned": "I am a student now. I am, my major is architecture. I attend in Gyeonggi University, which is nearby Seoul.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q03",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "And do you like your major?",
      "transcript": "Yes, of course, because when I was high school student, I always want to learn about the design of architecture. So I am, for, my, my lesson is so good and so helpful for me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, of course, because when I was high school student, I always want to learn about the design of architecture. So I'm, um, for, um, um, my, my lesson is so good and so helpful for me. Okay.",
      "transcript_cleaned": "Yes, of course, because when I was high school student, I always want to learn about the design of architecture. So I am, for, my, my lesson is so good and so helpful for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "h1TxhH0z8rg_q04",
      "video_id": "h1TxhH0z8rg",
      "band": 5.0,
      "question": "And what do you like to do in your free time?",
      "transcript": "I usually do in my free time, I am hanging out with my friends. just we go and sew and we see exhibition and more than art center or, like such as, photographs or more than art, a famous artist. And we go to coffee or restaurant talk, a small talk. And I love this time. Okay, now we are going to talk about boring things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually do in my free time, I'm hanging out with my friends. Um, just we go and sew and we see exhibition and more than art center or, um, like such as, uh, photographs or more than art, a famous artist. And we go to coffee or restaurant talk, a small talk. And I love this time. Okay, now we're going to talk about boring things.",
      "transcript_cleaned": "I usually do in my free time, I am hanging out with my friends. just we go and sew and we see exhibition and more than art center or, like such as, photographs or more than art, a famous artist. And we go to coffee or restaurant talk, a small talk. And I love this time. Okay, now we are going to talk about boring things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}