{
  "batch_id": 173,
  "count": 20,
  "samples": [
    {
      "sample_id": "ChCd68xtN38_q09",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "However, I do also think that it depends on the motivation.",
      "transcript": "Because a child that learns, for example, English in school, but does not really want to learn it only because it is part of the curriculum, will probably not learn it faster than an adult who is really interested in learning it because they want to move abroad and need it for their job or also their studies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because a child that learns, um, for example, English in school, but doesn't really want to learn it only because it's part of the curriculum, will probably not learn it faster than an adult who's really interested in learning it because they want to move abroad and need it for their job or also their studies.",
      "transcript_cleaned": "Because a child that learns, for example, English in school, but does not really want to learn it only because it is part of the curriculum, will probably not learn it faster than an adult who is really interested in learning it because they want to move abroad and need it for their job or also their studies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q10",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "So at what age do you think that children should start learning a foreign language?",
      "transcript": "Probably the younger the better. But I think if I had to put an age, I would say when they enter school, because this is also when they, well, have to get used to having this routine of studying and have a schedule for the day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Probably the younger the better. But I think if I had to put an age, I would say when they enter school, because this is also when they, well, have to get used to having this routine of studying and have a schedule for the day.",
      "transcript_cleaned": "Probably the younger the better. But I think if I had to put an age, I would say when they enter school, because this is also when they, well, have to get used to having this routine of studying and have a schedule for the day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q11",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "Do you think that they will disappear one day?",
      "transcript": "Unfortunately, I think they will disappear unless we support the use and the teaching of it. So I think there are a lot of programs actually who, who are working, which are working on this, like people who are dedicated on, yeah, spreading the use of it or also teaching it to, the next generation. Thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Unfortunately, I think they will disappear unless we support the use and the teaching of it. So I think there are a lot of programs actually who, um, who are working, uh, which are working on this, like people who are dedicated on, um, yeah, spreading the use of it or also teaching it to, uh, the next generation. Thank you very much.",
      "transcript_cleaned": "Unfortunately, I think they will disappear unless we support the use and the teaching of it. So I think there are a lot of programs actually who, who are working, which are working on this, like people who are dedicated on, yeah, spreading the use of it or also teaching it to, the next generation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q12",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "Do you think that journeys have become easier due to the use of navigation apps?",
      "transcript": "Yes, a lot. I still remember the time when I started working in sales and visiting clients. And literally having the map on my knee in the car and driving on the Autobahn and then looking at the map and reaching my clients and planning the tour So that was a lot of effort and time put into that and a lot of stressful driving So I personally can say yes the first navigation system first GPS system in a car was like a blessing for me Okay, and why do you think people usually embark on journeys in your country? Oh, Germans are famous to, to be tourists all around the world and like I would say as a German, unfortunately you run into Germans everywhere. I remember being in Scotland in the most northern part, very secluded area, like a little village with artists and stuff like that and we ran into a little like shop and we started, we were three guys talking in German and then someone answered in German, said, in German, hey, where are you from? And then it turned out he was from the same town as we. So you travel at the end of the world and you always meet some Germans. so traveling and experience other cultures and having a big emphasis on, like, spending valuable time in your off time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, a lot. I still remember the time when I started working in sales and visiting clients. And literally having the map on my knee in the car and driving on the Autobahn and then looking at the map and reaching my clients and planning the tour So that was a lot of effort and time put into that and a lot of stressful driving So I personally can say yes the first navigation system first GPS system in a car was like a blessing for me Okay, and why do you think people usually embark on journeys in your country? Oh, Germans are famous to, to be tourists all around the world and um, like I would say as a German, unfortunately you run into Germans everywhere. Um, I remember being in Scotland in the most northern part, very secluded area, uh, like a little village with artists and stuff like that and we ran into a little like shop and we started, we were three guys talking in German and then someone answered in German, said, uh, in German, hey, where are you from? And then it turned out he was from the same town as we. So you travel at the end of the world and you always meet some Germans. Um, so traveling and experience other cultures and having a big emphasis on, um, like, uh, spending valuable time in your off time.",
      "transcript_cleaned": "Yes, a lot. I still remember the time when I started working in sales and visiting clients. And literally having the map on my knee in the car and driving on the Autobahn and then looking at the map and reaching my clients and planning the tour So that was a lot of effort and time put into that and a lot of stressful driving So I personally can say yes the first navigation system first GPS system in a car was like a blessing for me Okay, and why do you think people usually embark on journeys in your country? Oh, Germans are famous to, to be tourists all around the world and like I would say as a German, unfortunately you run into Germans everywhere. I remember being in Scotland in the most northern part, very secluded area, like a little village with artists and stuff like that and we ran into a little like shop and we started, we were three guys talking in German and then someone answered in German, said, in German, hey, where are you from? And then it turned out he was from the same town as we. So you travel at the end of the world and you always meet some Germans. so traveling and experience other cultures and having a big emphasis on, like, spending valuable time in your off time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q13",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "Do you think that this kind of, traveling has also become popular nowadays?",
      "transcript": "Yes, especially, with younger people it was always popular, like, after you finished school going, like, backpacking on for like half a year or a year. Australia or, Vietnam were very popular countries here. And I think with Covid and the pandemic lockdown, we had a surge in interest in like doing like local trips and hiking trips and backpacking in Germany or close by.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, especially, um, with younger people it was always popular, like, um, after you finished school going, like, backpacking on for like half a year or a year. Australia or, um, Vietnam were very popular countries here. And I think with Covid and the pandemic lockdown, we had a surge in interest in like doing like local trips and hiking trips and backpacking in Germany or close by.",
      "transcript_cleaned": "Yes, especially, with younger people it was always popular, like, after you finished school going, like, backpacking on for like half a year or a year. Australia or, Vietnam were very popular countries here. And I think with Covid and the pandemic lockdown, we had a surge in interest in like doing like local trips and hiking trips and backpacking in Germany or close by.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ChCd68xtN38_q14",
      "video_id": "ChCd68xtN38",
      "band": 9.0,
      "question": "Any kind of journey that you would like to do?",
      "transcript": "Okay. that is dependent on where I want to go and what kind of facility I will find there. So if I have a hotel and stuff like that, I need different things than I just need on a hiking tour. But let us speak about, hiking because I have some experience with that. so you need a good backpack. You need to like a good clothing, weather resistant clothing and good shoes. So there are some essentials for, for like backpacking and outdoor activities. And then you need some utility items for your daily life like cooking equipment. And, like we say, if you buy cheap, you buy twice. So some, good quality matters there. Thank you very much. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm. Um, okay. That's dependent on where I want to go and what kind of facility I will find there. So if I have a hotel and stuff like that, I need different things than I just need on a hiking tour. But let's speak about, um, hiking because I have some experience with that. Um, so you need a good backpack. You need to like a good clothing, uh, weather resistant clothing and good shoes. So there are some essentials for, for like backpacking and outdoor activities. And then you need some utility items for your daily life like cooking equipment. And, um, like we say, um, if you buy cheap, you buy twice. So some, um, good quality matters there. Thank you very much. Now.",
      "transcript_cleaned": "that is dependent on where I want to go and what kind of facility I will find there. So if I have a hotel and stuff like that, I need different things than I just need on a hiking tour. But let us speak about, hiking because I have some experience with that. so you need a good backpack. You need to like a good clothing, weather resistant clothing and good shoes. So there are some essentials for, for like backpacking and outdoor activities. And then you need some utility items for your daily life like cooking equipment. And, like we say, if you buy cheap, you buy twice. So some, good quality matters there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q04",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "Am I pronouncing your name correctly?",
      "transcript": "Yes, you are doing a great job. it is Jorvik. Jorvik, okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, you're doing a great job. It's Jorvik. Jorvik, okay, great.",
      "transcript_cleaned": "Yes, you are doing a great job. it is Jorvik. Jorvik,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q05",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "And where are you from, Jorvik?",
      "transcript": "Yeah, I am from Uzbekistan. I am from Nava'i, but I have been living in Tashkent for the better part of six years now. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I'm from Uzbekistan. I'm from Nava'i, but I've been living in Tashkent for the better part of six years now. Okay.",
      "transcript_cleaned": "I am from Uzbekistan. I am from Nava'i, but I have been living in Tashkent for the better part of six years now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q06",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "Tell me a bit about Tashkent and what it is like.",
      "transcript": "Well, Tashkent is growing by lips and bounds, I would say, because of all the investment. and Tashkent is really what you could call a growing multicultural city. I see a lot of people from different backgrounds, especially in more, affluent parts of the city. but generally, yeah, it is a, it is a great city to, to be living. I enjoy living in Tashkent. Tashkent and Tashkent, I think it has a population of two or three million people at this point. I do not know the exact statistics, but from from what I can guess, that is what it is. it is quite big.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, Tashkent is growing by lips and bounds, I would say, because of all the investment. Um, and Tashkent is really what you could call a growing multicultural city. I see a lot of people from different backgrounds, especially in more, um, affluent parts of the city. Uh, but generally, yeah, it's a, it's a great city to, to be living. Um, I enjoy living in Tashkent. Tashkent and Tashkent, I think it has a population of two or three million people at this point. I don't know the exact statistics, but from from what I can guess, that's what it is. It's quite big.",
      "transcript_cleaned": "Tashkent is growing by lips and bounds, I would say, because of all the investment. and Tashkent is really what you could call a growing multicultural city. I see a lot of people from different backgrounds, especially in more, affluent parts of the city. but generally, yeah, it is a, it is a great city to, to be living. I enjoy living in Tashkent. Tashkent and Tashkent, I think it has a population of two or three million people at this point. I do not know the exact statistics, but from from what I can guess, that is what it is. it is quite big.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q07",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "So do you get a lot of tourists in Tashkent?",
      "transcript": "Yes, especially nowadays. I am not sure if the season determines how many tourists come to Tashkent. But I believe the fact that we are now have you know, a lot of food and I think many people in Uzbekistan to Uzbekistan come to you know, enjoy food. I think our food is probably one of the best things we can offer to tourists as well as our history. so we do have a lot of tourists. I see a lot of people enjoying Tashkent Metro. and Tashkent Metro is like really famous. So when you, there is incredible architecture, you know, Soviet architecture, you can see, yeah. Interesting. Yeah. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, especially nowadays. I'm not sure if the season determines how many tourists come to Tashkent. But I believe the fact that we are now have um, you know, a lot of food and I think many people in Uzbekistan to Uzbekistan come to um, you know, enjoy food. I think our food is probably one of the best things we can offer to tourists as well as our history. Um, so we do have a lot of tourists. I see a lot of people enjoying Tashkent Metro. Um, and Tashkent Metro is like really famous. So when you, there is incredible architecture, um, you know, Soviet architecture, you can see, um, yeah. Interesting. Yeah. Nice.",
      "transcript_cleaned": "Yes, especially nowadays. I am not sure if the season determines how many tourists come to Tashkent. But I believe the fact that we are now have you know, a lot of food and I think many people in Uzbekistan to Uzbekistan come to you know, enjoy food. I think our food is probably one of the best things we can offer to tourists as well as our history. so we do have a lot of tourists. I see a lot of people enjoying Tashkent Metro. and Tashkent Metro is like really famous. So when you, there is incredible architecture, you know, Soviet architecture, you can see, yeah. Interesting. Yeah. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q08",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "So tell me what do you do there?",
      "transcript": "Well, I, I run a test prep center. We, we, help students prepare for the IELTS exam and SAT. But although we are focusing on the latter more, you know, next year, next academic year. So at the start of the IELTS speaking test, you get some introductory questions normally about where you live, what you do, work or study, right? Here, Djorbeck talks about the town where he is living, Tashkent, and also about a little bit about his job.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I, I run a test prep center. We, we, um, help students prepare for the IELTS exam and SAT. But although we are focusing on the latter more, um, you know, next year, next academic year. So at the start of the IELTS speaking test, you get some introductory questions normally about where you live, what you do, work or study, right? Here, Djorbeck talks about the town where he's living, Tashkent, and also about a little bit about his job.",
      "transcript_cleaned": "I, I run a test prep center. We, we, help students prepare for the IELTS exam and SAT. But although we are focusing on the latter more, you know, next year, next academic year. So at the start of the IELTS speaking test, you get some introductory questions normally about where you live, what you do, work or study, right? Here, Djorbeck talks about the town where he is living, Tashkent, and also about a little bit about his job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q11",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "So I would like to know what makes you happy?",
      "transcript": "Well, I think happiness is a state of being and I do not think happiness is something that you preach to, you know, you get hold of. But these days, I think the things that make me happy is when I spend time with my friends and I, you know, we usually go to a sports bar and watch football. Today, hopefully we are watching Manchester City play. The FA Cup. The FA Cup. So, you know, when I spend quality time with my friends, that makes me happy. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think happiness is a state of being and I don't think happiness is something that you preach to, you know, you get hold of. But these days, I think the things that make me happy is when I spend time with my friends and I, you know, we usually go to a sports bar and watch football. Today, hopefully we're watching Manchester City play. The FA Cup. The FA Cup. So, you know, when I spend quality time with my friends, that makes me happy. Nice.",
      "transcript_cleaned": "I think happiness is a state of being and I do not think happiness is something that you preach to, you know, you get hold of. But these days, I think the things that make me happy is when I spend time with my friends and I, you know, we usually go to a sports bar and watch football. Today, hopefully we are watching Manchester City play. The FA Cup. The FA Cup. So, you know, when I spend quality time with my friends, that makes me happy. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q12",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "And as a child, what made you happy as a child?",
      "transcript": "Well, as a child, you know, literally anything under the sun, I think makes you happy. it is very easy. I guess I was lucky enough to have carefree childhood. You know, I did not have, you know, for example, abusive parents or whatever. I had a really, thankfully, I had a good childhood. So my, I was happy when you know, my parents took me to the park when they bought me a toy, you know, those kinds of things made me happy when I was child.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, as a child, you know, literally anything under the sun, I think makes you happy. It's very easy. I guess I was lucky enough to have carefree childhood. You know, I didn't have, you know, for example, abusive parents or whatever. I had a really, thankfully, I had a good childhood. So my, I was happy when um, you know, my parents took me to the park when they bought me a toy, you know, those kinds of things made me happy when I was child.",
      "transcript_cleaned": "as a child, you know, literally anything under the sun, I think makes you happy. it is very easy. I guess I was lucky enough to have carefree childhood. You know, I did not have, you know, for example, abusive parents or whatever. I had a really, thankfully, I had a good childhood. So my, I was happy when you know, my parents took me to the park when they bought me a toy, you know, those kinds of things made me happy when I was child.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q13",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "And do you feel happy at work?",
      "transcript": "Yes, I, I derive a lot of pleasure from what I do. And, and that is why I do what I do. I talk to a lot of people, people from all walks of life. You know, I am quite an extroverted person. So I think that is the main reason why I do what I do. You know, I enjoy talking to people. And especially when they get the results they want. You know, I feel quite satisfied with what I have been able to do, you know, help them somehow in their pursuit of maybe going to a good university or improving their job prospects. Absolutely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, um, I, I derive a lot of pleasure from what I do. And, and that's why I do what I do. I talk to a lot of people, people from all walks of life. You know, I am quite an extroverted person. So I think that's the main reason why I do what I do. You know, I enjoy talking to people. And especially when they get the results they want. You know, I feel quite satisfied with what I have been able to do, you know, help them somehow in their pursuit of maybe going to a good university or improving their job prospects. Absolutely.",
      "transcript_cleaned": "Yes, I, I derive a lot of pleasure from what I do. And, and that is why I do what I do. I talk to a lot of people, people from all walks of life. You know, I am quite an extroverted person. So I think that is the main reason why I do what I do. You know, I enjoy talking to people. And especially when they get the results they want. You know, I feel quite satisfied with what I have been able to do, you know, help them somehow in their pursuit of maybe going to a good university or improving their job prospects. Absolutely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q14",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "And in the future, what do you think will make you happy?",
      "transcript": "In the future probably settling down and starting a family of my own I actually working on it So that will make me happy And I also have plans to expand my business of this education center So in summer we have you know deciding we decided to rebrand and then hopefully grow this you know test prep center and include more tests in our curriculum Fantastic. Sounds exciting. I am sure that will make you happy as well, as well as the family project that you are on. Nice. now you mentioned earlier going to a sports bar. I would like to ask you a bit more about sports.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um in the future probably settling down and starting a family of my own Um I actually working on it So that will make me happy And I also have plans to expand my business of this education center So in summer we have you know deciding we decided to rebrand and then hopefully grow this um you know test prep center and include more tests in our curriculum Fantastic. Sounds exciting. I'm sure that'll make you happy as well, as well as the family project that you're on. Nice. Um, now you mentioned earlier going to a sports bar. I'd like to ask you a bit more about sports.",
      "transcript_cleaned": "In the future probably settling down and starting a family of my own I actually working on it So that will make me happy And I also have plans to expand my business of this education center So in summer we have you know deciding we decided to rebrand and then hopefully grow this you know test prep center and include more tests in our curriculum Fantastic. Sounds exciting. I am sure that will make you happy as well, as well as the family project that you are on. Nice. now you mentioned earlier going to a sports bar. I would like to ask you a bit more about sports.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q15",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "So generally what sports do you like?",
      "transcript": "Well, like I said, I enjoy football a lot because as a kid I wanted to be a football player and I, I, I find myself reading a lot of articles from the athletic. it is a very good publication. I watch a lot of football and I go to the gym five times a week. yeah, I am quite into fitness and yeah, these are two sports I do and I enjoy watching.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, like I said, I enjoy football a lot because as a kid I wanted to be a football player and I, I, I find myself reading a lot of articles from the athletic. It's a very good publication. I watch a lot of football and I go to the gym five times a week. Um, yeah, I'm quite into fitness and um, yeah, these are two sports I do and I enjoy watching.",
      "transcript_cleaned": "like I said, I enjoy football a lot because as a kid I wanted to be a football player and I, I, I find myself reading a lot of articles from the athletic. it is a very good publication. I watch a lot of football and I go to the gym five times a week. yeah, I am quite into fitness and yeah, these are two sports I do and I enjoy watching.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q16",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "So with football, how did you learn to play football?",
      "transcript": "I think I was natural, you know, I think I was a natural in a sense, I can triple easily. And I guess, you know, not to toot my own horn. I guess I have a good vision to you know, when I am in the pitch, I am able to see and sense what other players in my team are going to do. So I think it is, When I play football, I do quite a good job. Not to sound too braggy. Right, exactly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think I was natural, you know, um, I think I was a natural in a sense, I can triple easily. And I guess, you know, not to toot my own horn. I guess I have a good vision to you know, when I'm in the pitch, I'm able to see and sense what other players in my team are going to do. So I think it's, When I play football, I do quite a good job. Not to sound too braggy. Right, exactly.",
      "transcript_cleaned": "I think I was natural, you know, I think I was a natural in a sense, I can triple easily. And I guess, you know, not to toot my own horn. I guess I have a good vision to you know, when I am in the pitch, I am able to see and sense what other players in my team are going to do. So I think it is, When I play football, I do quite a good job. Not to sound too braggy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q17",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "And do you think sport is important for young people?",
      "transcript": "Yes, definitely. I mean, if you do sports, I mean, you, you are in shape, and you look better, and you feel better. I think it is important that people maybe go to the gym at least three times a week. and, and I mean, I think, I started going to the gym like a year ago and I honestly think this habit is something that I should have started much earlier probably maybe when I was 18 or 17 probably.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, definitely. I mean, if you do sports, I mean, you, you are in shape, and you look better, and you feel better. Um, I think it's important that people maybe go to the gym at least three times a week. Um, and, and I mean, I think, I started going to the gym like a year ago and I honestly think this habit is something that I should have started much earlier probably maybe when I was 18 or 17 probably.",
      "transcript_cleaned": "Yes, definitely. I mean, if you do sports, I mean, you, you are in shape, and you look better, and you feel better. I think it is important that people maybe go to the gym at least three times a week. and, and I mean, I think, I started going to the gym like a year ago and I honestly think this habit is something that I should have started much earlier probably maybe when I was 18 or 17 probably.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q18",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "Why do you say so?",
      "transcript": "Because now I feel like my life has been transformed and I am a lot more positive than I was before you know when I get the I guess endorphins the chemicals I guess you you know Whether you release and when you do exercise and you feel much better, I feel more energetic in the morning and small things do not make me angry anymore, I believe. And when I look at myself, I feel a lot better.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, because now I feel like my life has been transformed and I'm a lot more positive than I was before you know when I get the I guess endorphins the chemicals I guess you you know Whether you release and when you do exercise and you feel much better, I feel more energetic in the morning and small things don't make me angry anymore, I believe. And when I look at myself, I feel a lot better.",
      "transcript_cleaned": "Because now I feel like my life has been transformed and I am a lot more positive than I was before you know when I get the I guess endorphins the chemicals I guess you you know Whether you release and when you do exercise and you feel much better, I feel more energetic in the morning and small things do not make me angry anymore, I believe. And when I look at myself, I feel a lot better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5GZOFiAsXIc_q19",
      "video_id": "5GZOFiAsXIc",
      "band": 9.0,
      "question": "And the most important question, who is going to win the FA Cup final today?",
      "transcript": "I am rooting for City, honestly, many people might not like my saying that because of, you know, City's association with, you know, oil rich countries, but I am rooting for City because I want Pep to win a treble one more time. And I think the team is doing an incredible job, especially defensively. They are incredible this year. Yeah, you are absolutely right. they have come on incredibly well. let us have a look at some of the language that came up when talking first of all about happiness. He said, I am happy when I spend quality time with my friends. Quality time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'm rooting for City, honestly, many people might not like my saying that because of, you know, City's association with, you know, oil rich countries, but I am rooting for City because I want Pep to win a treble one more time. And I think the team is doing an incredible job, especially defensively. They are incredible this year. Yeah, you're absolutely right. They've come on incredibly well. Let's have a look at some of the language that came up when talking first of all about happiness. He said, I'm happy when I spend quality time with my friends. Quality time.",
      "transcript_cleaned": "I am rooting for City, honestly, many people might not like my saying that because of, you know, City's association with, you know, oil rich countries, but I am rooting for City because I want Pep to win a treble one more time. And I think the team is doing an incredible job, especially defensively. They are incredible this year. Yeah, you are absolutely right. they have come on incredibly well. let us have a look at some of the language that came up when talking first of all about happiness. He said, I am happy when I spend quality time with my friends. Quality time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}