{
  "batch_id": 15,
  "count": 20,
  "samples": [
    {
      "sample_id": "o5Q4ANWbHkw_q05",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "Do you usually use a pen or a pencil?",
      "transcript": "I prefer pens over pencils because they are easier to use and my writing would be indelible. Plus, when I, when I need to jot my lessons down on a notebook, I find writing with a pen more convenient and faster.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I prefer pens over pencils because they are easier to use and my writing would be indelible. Plus, when I, when I need to jot my lessons down on a notebook, um, I find writing with a pen more convenient and faster.",
      "transcript_cleaned": "I prefer pens over pencils because they are easier to use and my writing would be indelible. Plus, when I, when I need to jot my lessons down on a notebook, I find writing with a pen more convenient and faster.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q06",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "Do you think using pencils or pens give an impressive writing layout?",
      "transcript": "Not really. I think what makes writing impress the reader is just the arrangement of the words and sentences. Therefore, pens or pencils are just a medium for bringing a thought into existence.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, not really. I think what makes writing impress the reader is just the arrangement of the words and sentences. Therefore, pens or pencils are just a medium for bringing a thought into existence.",
      "transcript_cleaned": "Not really. I think what makes writing impress the reader is just the arrangement of the words and sentences. Therefore, pens or pencils are just a medium for bringing a thought into existence.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q07",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "And how would you feel if someone gave you a pen as a gift?",
      "transcript": "I would feel over the moon if someone buys me a pen, since it is a unique choice as a gift. If my memory helps, some years ago, my husband gave me a set of very beautiful pens with a charming box as my birthday gift that always reminds me of the memorable moments of those years.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm, I would feel over the moon if someone buys me a pen, since it is a unique choice as a gift. If my memory helps, some years ago, my husband gave me a set of very beautiful pens with a charming box as my birthday gift that always reminds me of the memorable moments of those years.",
      "transcript_cleaned": "I would feel over the moon if someone buys me a pen, since it is a unique choice as a gift. If my memory helps, some years ago, my husband gave me a set of very beautiful pens with a charming box as my birthday gift that always reminds me of the memorable moments of those years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q08",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "When you were a child, did you enjoy learning about history?",
      "transcript": "Actually not The history classes were incredibly boring for me I think it because I couldn see the point in learning obscure figures monuments or ancient sites But now my attitude totally changed I love history Have you ever been to a museum to learn about history? yes, of course. it was two years ago when I paid a visit to a contemporary art museum. As I am a big fan of history, I enjoy visiting historical places and museums.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually not The history classes were incredibly boring for me I think it because I couldn see the point in learning obscure figures monuments or ancient sites But now my attitude totally changed I love history Have you ever been to a museum to learn about history? Um, yes, of course. Uh, it was two years ago when I paid a visit to a contemporary art museum. As I am a big fan of history, um, I enjoy visiting historical places and museums.",
      "transcript_cleaned": "Actually not The history classes were incredibly boring for me I think it because I couldn see the point in learning obscure figures monuments or ancient sites But now my attitude totally changed I love history Have you ever been to a museum to learn about history? yes, of course. it was two years ago when I paid a visit to a contemporary art museum. As I am a big fan of history, I enjoy visiting historical places and museums.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q09",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "When was the last time you read a book about history?",
      "transcript": "A book about the history, approximately two months ago, I studied some articles about the Native American tribes that helped me to gain, a lot of new information about the history of those territories. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "A book about the history, approximately two months ago, uh, I studied some articles about the Native American tribes that helped me to gain, uh, a lot of new information about the history of those territories. Okay,.",
      "transcript_cleaned": "A book about the history, approximately two months ago, I studied some articles about the Native American tribes that helped me to gain, a lot of new information about the history of those territories.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q10",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "Do you understand?",
      "transcript": "Yes. Okay, here is paper. Thank you. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Okay, here is paper. Thank you. And.",
      "transcript_cleaned": "Yes. Okay, here is paper. Thank you. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q11",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "Do you think people are less committed to goals now than in the past?",
      "transcript": "Well, let me think about it. I do not believe so. There are still many people who have a passion for a specific aim and put all their time and energy into it so that they can make a good progress. This is because they enjoy committing themselves to staying focused on their goals and winning the respect of other people. So, my answer to this question is no.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, let me think about it. I don't believe so. There are still many people who have a passion for a specific aim and put all their time and energy into it so that they can make a good progress. This is because they enjoy committing themselves to staying focused on their goals and winning the respect of other people. So, my answer to this question is no.",
      "transcript_cleaned": "let me think about it. I do not believe so. There are still many people who have a passion for a specific aim and put all their time and energy into it so that they can make a good progress. This is because they enjoy committing themselves to staying focused on their goals and winning the respect of other people. So, my answer to this question is no.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q12",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "Okay, and what is the importance of commitment to work?",
      "transcript": "That is a very good question. For any company or organization, the employee's commitment to work is of a great consequence. Because it a two street for both the employee and the company as they can all make a profit out of the business Moreover if a person is committed to his or her work they will feel more satisfied whatever job they are doing and I think this will result to a better function at work Other than that, there would be a higher chance for them to have crowning professional achievements or a better career path.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's a very good question. For any company or organization, the employee's commitment to work is of a great consequence. Because it a two street for both the employee and the company as they can all make a profit out of the business Moreover if a person is committed to his or her work they will feel more satisfied whatever job they are doing and I think this will result to a better function at work Other than that, there would be a higher chance for them to have crowning professional achievements or a better career path.",
      "transcript_cleaned": "That is a very good question. For any company or organization, the employee's commitment to work is of a great consequence. Because it a two street for both the employee and the company as they can all make a profit out of the business Moreover if a person is committed to his or her work they will feel more satisfied whatever job they are doing and I think this will result to a better function at work Other than that, there would be a higher chance for them to have crowning professional achievements or a better career path.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q13",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "And has global and social networking enabled people to be more committed or vice versa?",
      "transcript": "I suppose that they have made people show more commitment to the job they have. As global connectivity brings the world closer together and high quality internet access enables people to present the best services to the world. in addition, social network competition has caused many companies to provide a better customer service in order to gain market share or for their business to take off.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I suppose that they have made people show more commitment to the job they have. As global connectivity brings the world closer together and high quality internet access enables people to present the best services to the world. Uh, in addition, social network competition has caused many companies to provide a better customer service in order to gain market share or for their business to take off.",
      "transcript_cleaned": "I suppose that they have made people show more commitment to the job they have. As global connectivity brings the world closer together and high quality internet access enables people to present the best services to the world. in addition, social network competition has caused many companies to provide a better customer service in order to gain market share or for their business to take off.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "o5Q4ANWbHkw_q14",
      "video_id": "o5Q4ANWbHkw",
      "band": 8.0,
      "question": "And how can we teach young children to be committed to their goals and never give up?",
      "transcript": "That is a very controversial topic. But I think the first step would be to teach children to set goals and start working towards it. We can teach children by helping them think of a fun goal they could achieve in a short time. For example, they could finish a book they started or complete a craft project. Because little goals are the best way to get children moving forward, big goals. After that, the next step would be to develop the very important life skills called, commitment. You know, commitment is one of those character traits that grows little by little as we encourage our kids to step out and try new challenges. So, we can start it by some simple tasks. For example, getting them involved in daily household chores, or having them take care of pets, or working together on a big home project, and, teaching them a sport or an instrument, or some other activities like that. Thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, that's a very controversial topic. But I think the first step would be to teach children to set goals and start working towards it. We can teach children by helping them think of a fun goal they could achieve in a short time. For example, they could finish a book they started or complete a craft project. Because little goals are the best way to get children moving forward, big goals. After that, the next step would be to develop the very important life skills called, uh, commitment. You know, commitment is one of those character traits that grows little by little as we encourage our kids to step out and try new challenges. So, um, we can start it by some simple tasks. For example, uh, getting them involved in daily household chores, or having them take care of pets, or working together on a big home project, and, uh, teaching them a sport or an instrument, or some other activities like that. Thank you so much.",
      "transcript_cleaned": "That is a very controversial topic. But I think the first step would be to teach children to set goals and start working towards it. We can teach children by helping them think of a fun goal they could achieve in a short time. For example, they could finish a book they started or complete a craft project. Because little goals are the best way to get children moving forward, big goals. After that, the next step would be to develop the very important life skills called, commitment. You know, commitment is one of those character traits that grows little by little as we encourage our kids to step out and try new challenges. So, we can start it by some simple tasks. For example, getting them involved in daily household chores, or having them take care of pets, or working together on a big home project, and, teaching them a sport or an instrument, or some other activities like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q02",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "Do you like the area that you live in?",
      "transcript": "Yes, of course. I love a lot my area. Why? Because I was there about 15 years. So, I love my area. I know all the streets, malls, parks, coffees, and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, of course. I love a lot my area. Why? Because I was there about 15 years. So, I love my area. I know all the streets, malls, parks, coffees, and.",
      "transcript_cleaned": "Yes, of course. I love a lot my area. Why? Because I was there about 15 years. So, I love my area. I know all the streets, malls, parks, coffees, and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q03",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "And what can be improved in the area where you live?",
      "transcript": "I think no, because I am satisfied my area. I am so happy if they do not change my area is very.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think no, because I'm satisfied my area. I'm so happy if they don't change my area is very.",
      "transcript_cleaned": "I think no, because I am satisfied my area. I am so happy if they do not change my area is very.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q04",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "Do you often get up early in the morning?",
      "transcript": "Yes, of course. Because my work, I have to get up early. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, of course. Because my work, I have to get up early. Yes.",
      "transcript_cleaned": "Yes, of course. Because my work, I have to get up early.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q05",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "What is your morning routine?",
      "transcript": "I get up at 6, then take a shower, sing, brush my teeth, sing, I eat very fast, sing, And, about at 7.30 I go to work.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I get up at 6, then take a shower, sing, brush my teeth, sing, I eat very fast, sing, And, uh, about at 7.30 I go to work.",
      "transcript_cleaned": "I get up at 6, then take a shower, sing, brush my teeth, sing, I eat very fast, sing, And, about at 7.30 I go to work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q06",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "What kinds of people usually get up early?",
      "transcript": "I think the students and the people that they should go to work, I think.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think the students and the people that they should go to work, I think.",
      "transcript_cleaned": "I think the students and the people that they should go to work, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q07",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "Did you enjoy watching sport?",
      "transcript": "Yes, of course. Yes, of course. I enjoy a lot, especially soccer. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, of course. Yes, of course. I enjoy a lot, especially soccer. Yes.",
      "transcript_cleaned": "Yes, of course. Yes, of course. I enjoy a lot, especially soccer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q09",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "Do you understand?",
      "transcript": "Okay, yes. Thank you. So now I give you a piece of paper for you to.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, yes. Thank you. So now I give you a piece of paper for you to.",
      "transcript_cleaned": "yes. Thank you. So now I give you a piece of paper for you to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q10",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "Can I say the name of brand?",
      "transcript": "Rebac. I love Rebac. So I am looking for that in mall. I found one store that they have, this brand. So I am going, I am thinking and I think, at the weekend I can go to buy this, sneaker.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Rebac. I love Rebac. So I'm looking for that in mall. I found one store that they have, er, this brand. So I'm going, I'm thinking and I think, er, at the weekend I can go to buy this, er, sneaker.",
      "transcript_cleaned": "Rebac. I love Rebac. So I am looking for that in mall. I found one store that they have, this brand. So I am going, I am thinking and I think, at the weekend I can go to buy this, sneaker.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q11",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "Do you want to add more information?",
      "transcript": "No, but, this brand I think for me is very good, is very nice, and is fit of my, for my foot. Okay, thank you very much. Now you can just give me the paper and the pen back so that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, no, but, um, this brand I think for me is very good, is very nice, and is fit of my, for my foot. Okay, thank you very much. Now you can just give me the paper and the pen back so that.",
      "transcript_cleaned": "No, but, this brand I think for me is very good, is very nice, and is fit of my, for my foot. Okay, thank you very much. Now you can just give me the paper and the pen back so that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q12",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "What type of clothes do you like?",
      "transcript": "Depends. For example, when I am at work, formal clothes, suit and pants, but when, for example, when I am going to, with my friend, casual, clothes I like.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Depends. For example, er, when I'm at work, er, formal clothes, suit and pants, er, but when, for example, when I'm going to, with my friend, casual, er, clothes I like.",
      "transcript_cleaned": "Depends. For example, when I am at work, formal clothes, suit and pants, but when, for example, when I am going to, with my friend, casual, clothes I like.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}