{
  "batch_id": 144,
  "count": 20,
  "samples": [
    {
      "sample_id": "hbYswjqDJ1s_q19",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "So, it all has to do with, the economic aspects?",
      "transcript": "Yes, all of them on, effect on the economic. And I believe we should, actually the government should make a preparation and provide, for example, a large capital build for building many, malls or for example, street markets for sellers to sell their items with the best way. it is very useful. Thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, uh, all of them on, uh, effect on the economic. And I believe we should, actually the government should make a preparation and provide, uh, for example, a large capital build for building many, uh, malls or for example, street markets for sellers to sell their items with the best way. It's very useful. Thank you so much.",
      "transcript_cleaned": "Yes, all of them on, effect on the economic. And I believe we should, actually the government should make a preparation and provide, for example, a large capital build for building many, malls or for example, street markets for sellers to sell their items with the best way. it is very useful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q03",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "I say it again?",
      "transcript": "Yes. No, okay. So we can now get started with the first part of the exam. In the first part I will ask you some personal questions. First I would like to ask about your family.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. No, okay. So we can now get started with the first part of the exam. In the first part I will ask you some personal questions. First I'd like to ask about your family.",
      "transcript_cleaned": "Yes. No, okay. So we can now get started with the first part of the exam. In the first part I will ask you some personal questions. First I would like to ask about your family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q04",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "How often do you visit your family?",
      "transcript": "I usually, I usually visit my family two or three times a week. I have a three-year-old daughter, but I really need to, see my family regularly in the week.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually, um, I usually visit my family two or three times a week. Um, I have a three-year-old daughter, uh, but I really need to, uh, see my family regularly in the week.",
      "transcript_cleaned": "I usually, I usually visit my family two or three times a week. I have a three-year-old daughter, but I really need to, see my family regularly in the week.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q05",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "Do you want to live with your family in the future?",
      "transcript": "Absolutely yes. I hope, I hope that it is, be true.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, absolutely yes. I hope, uh, I hope that it's, uh, be true.",
      "transcript_cleaned": "Absolutely yes. I hope, I hope that it is, be true.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q06",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "Are you close to all of your family members?",
      "transcript": "Particularly I am really close to my parents, but I, I like my siblings too. Okay, thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, particularly I am really close to my parents, but I, er, I like my siblings too. Okay, thank you very much.",
      "transcript_cleaned": "Particularly I am really close to my parents, but I, I like my siblings too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q07",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "Did you have many activities to do in your school?",
      "transcript": "Unfortunately I am not a student but I have been studying on myself, by myself, in home. I have been working, but I used to, I used to many activities when I was a student at university or college.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, unfortunately I'm not a student but I have been studying on myself, by myself, in home. I've been working, um, but I used to, I used to many activities when I was a student at university or college.",
      "transcript_cleaned": "Unfortunately I am not a student but I have been studying on myself, by myself, in home. I have been working, but I used to, I used to many activities when I was a student at university or college.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q08",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "Can you mention a cherished school activity that you have really enjoyed?",
      "transcript": "Yes, yes, I remember that. If you ask me, I remember that. many activities like playing, many playing various, various, kind of sports in school, like zoo, like volleyball, and other sports. That I really like to do.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, um, yes, I remember that. If you ask me, I remember that. Um, many activities like playing, many playing various, various, um, kind of sports in school, like zoo, like volleyball, and other sports. That I really like to do.",
      "transcript_cleaned": "Yes, yes, I remember that. If you ask me, I remember that. many activities like playing, many playing various, various, kind of sports in school, like zoo, like volleyball, and other sports. That I really like to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q09",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "What kind of extracurricular activities do schools offer in your country for a student?",
      "transcript": "For students, unfortunately, nowadays in my country, the resources is very low and, many people have, very low income, and, the, and, the price of, private school is very high, but it is, very different between private school and private school. And, public school.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "For students, um, unfortunately, nowadays in my country, um, the resources is very low and, um, many people have, um, very low income, um, and, um, the, um, and, um, the price of, um, private school is very high, um, but it's, uh, very different between private school and private school. And, uh, public school.",
      "transcript_cleaned": "For students, unfortunately, nowadays in my country, the resources is very low and, many people have, very low income, and, the, and, the price of, private school is very high, but it is, very different between private school and private school. And, public school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q10",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "Do you have a good memory?",
      "transcript": "I, I think I am not. No, I have not. Very good memory, unfortunately, but I try and I study a lot to improve my memory.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I, I think I'm not. No, I haven't. Very good memory, unfortunately, but I try and I study a lot to improve my memory.",
      "transcript_cleaned": "I, I think I am not. No, I have not. Very good memory, unfortunately, but I try and I study a lot to improve my memory.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q11",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "How easy is it to improve one's memory?",
      "transcript": "In my opinion, it is a need to practice every day and memorize every useful subject and read the stories.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my opinion, it's a need to practice every day and memorize every useful subject and read the stories.",
      "transcript_cleaned": "In my opinion, it is a need to practice every day and memorize every useful subject and read the stories.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q12",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "And do you have an unforgettable childhood memory?",
      "transcript": "Yes, sure, but bear with me while I think. I never think about that before. yes, when we go on a trip with my family, in summer, in summer season, and we played, and I and my brother, my brother and I played a lot of, water activity.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, sure, but bear with me while I think. I never think about that before. Uh, yes, um, when we go on a trip with my family, um, in summer, in summer season, and we played, and I and my brother, my brother and I played a lot of, um, water activity.",
      "transcript_cleaned": "Yes, sure, but bear with me while I think. I never think about that before. yes, when we go on a trip with my family, in summer, in summer season, and we played, and I and my brother, my brother and I played a lot of, water activity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q13",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "Do you think that people doing laborious jobs are paid well?",
      "transcript": "In my point of view, in my country, there, there are a lot of low-income, people, that worked, more than eight hours a day, and have a lot of, hand, and, and they struggle a lot to meet their ends meet. but, yes, there, there, there is, yes, there are a lot of high income too, in my country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in my point of view, um, in my country, um, there, um, there are a lot of low-income, uh, people, uh, that worked, uh, more than eight hours a day, uh, and have a lot of, uh, hand, and, uh, Um, and they struggle a lot to meet their ends meet. Um, but, yes, there, there, there is, um, yes, there are a lot of high income too, um, in my country.",
      "transcript_cleaned": "In my point of view, in my country, there, there are a lot of low-income, people, that worked, more than eight hours a day, and have a lot of, hand, and, and they struggle a lot to meet their ends meet. but, yes, there, there, there is, yes, there are a lot of high income too, in my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q14",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "And what kind of jobs require hard labor in your idea?",
      "transcript": "I think for example, veterinarian, and forced worker, worker, and with, I mean that work with muscles.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think for example, um, veterinarian, and um, forced worker, worker, and with, um, I mean that work with muscles.",
      "transcript_cleaned": "I think for example, veterinarian, and forced worker, worker, and with, I mean that work with muscles.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5L7qOCDF3OA_q15",
      "video_id": "5L7qOCDF3OA",
      "band": 5.0,
      "question": "So why do you think people engage in such activities or these jobs?",
      "transcript": "I think that not have any choices to do in this situation in that time and they have to work very hard with low wages And do you think that this situation is the same in all countries? absolutely not. Absolutely not. we, I live in, third, level country in the world. And, for sure, many advanced economy has better jobs to do and they have a lot of best opportunity to do, to work with.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that not have any choices er to do er in this situation in that time uh and they have to uh work very hard um with uh low wages And do you think that this situation is the same in all countries? Uh, absolutely not. Absolutely not. Um, we, uh, I live in, uh, third, uh, level country in the world. And, um, for sure, many advanced economy has better jobs to do and they have a lot of best opportunity to do, to work with.",
      "transcript_cleaned": "I think that not have any choices to do in this situation in that time and they have to work very hard with low wages And do you think that this situation is the same in all countries? absolutely not. Absolutely not. we, I live in, third, level country in the world. And, for sure, many advanced economy has better jobs to do and they have a lot of best opportunity to do, to work with.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q01",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Tell me, what hobbies do you enjoy in your free time?",
      "transcript": "There are many hobbies I could choose to do in my free time, but however, if I had to choose pick one, I would do surfing TikToks. it is not only help me learn more fantastic knowledge on some science channels, but also help me know the word news. sometimes I can watch some new trends and talk with the new, learn new words with other people.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "There are many hobbies I could choose to do in my free time, but however, if I had to choose pick one, I would do surfing TikToks. Um, it is not only help me learn more fantastic knowledge on some science channels, but also help me know the word news. Um, sometimes I can watch some new trends and talk with the new, learn new words with other people.",
      "transcript_cleaned": "There are many hobbies I could choose to do in my free time, but however, if I had to choose pick one, I would do surfing TikToks. it is not only help me learn more fantastic knowledge on some science channels, but also help me know the word news. sometimes I can watch some new trends and talk with the new, learn new words with other people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q02",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "When I was a child, I do not have any mobile phone, so that I usually watch TV.",
      "transcript": "If you have a question that I, why I do not play sports, I must answer that I am, I do not like sports so much and I am not good at them. The main reason is that I do not have much time. I have a lot of homework to learn. Thank you, well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If you have a question that I, why I don't play sports, I must answer that I'm, I don't like sports so much and I'm not good at them. The main reason is that I don't have much time. I have a lot of homework to learn. Thank you, well done.",
      "transcript_cleaned": "If you have a question that I, why I do not play sports, I must answer that I am, I do not like sports so much and I am not good at them. The main reason is that I do not have much time. I have a lot of homework to learn.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q03",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Do you think hobbies are important for people's lives?",
      "transcript": "Yes, I think it is a main part of people's lives and when after a hard working day, they can play sports or surfing the internet for relax. Some people have the healthy hobbies that is playing sports. This helps them improve their physical health. Fantastic. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I think it's a main part of people's lives and when after a hard working day, they can play sports or surfing the internet for relax. Some people have the healthy hobbies that's playing sports. This helps them improve their physical health. Fantastic. Well done.",
      "transcript_cleaned": "Yes, I think it is a main part of people's lives and when after a hard working day, they can play sports or surfing the internet for relax. Some people have the healthy hobbies that is playing sports. This helps them improve their physical health. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q04",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Now, do you enjoy reading books?",
      "transcript": "Yes, I, my mom bought me my mobile phone last month, so before that I usually read books. This helped me improve my reading skills.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I, my mom bought me my mobile phone last month, so before that I usually read books. This helped me improve my reading skills.",
      "transcript_cleaned": "Yes, I, my mom bought me my mobile phone last month, so before that I usually read books. This helped me improve my reading skills.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q05",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Could you give me an example of a book that you have read?",
      "transcript": "Yeah, I usually read comic, dance, some novels. My favorite comic is Demon Slayer and I went to see its new movie last week. Brilliant, thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yeah, I usually read comic, dance, some novels. My favorite comic is Demon Slayer and I went to see its new movie last week. Brilliant, thank you very much.",
      "transcript_cleaned": "I usually read comic, dance, some novels. My favorite comic is Demon Slayer and I went to see its new movie last week.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oF8TkzCKUHM_q06",
      "video_id": "oF8TkzCKUHM",
      "band": 5.5,
      "question": "Tell me, do you prefer reading e-books or printed books?",
      "transcript": "I refer reading e-book to reading printed books. it is because the e-book has many convenient functions. it is very modern. I consume and change the suitable life when I read. This helps me a lot, a lot in my experience. Thank you. Well done. And finally, let us please talk about transport.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I refer reading e-book to reading printed books. It's because the e-book has many convenient functions. It's very modern. I consume and change the suitable life when I read. This helps me a lot, a lot in my experience. Thank you. Well done. And finally, let's please talk about transport.",
      "transcript_cleaned": "I refer reading e-book to reading printed books. it is because the e-book has many convenient functions. it is very modern. I consume and change the suitable life when I read. This helps me a lot, a lot in my experience. Thank you. Well done. And finally, let us please talk about transport.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}