{
  "batch_id": 13,
  "count": 20,
  "samples": [
    {
      "sample_id": "PkHzIMHbFDw_q10",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "Do you think people are more creative when they are alone?",
      "transcript": "Well, yeah, they have more time to think for themselves and it helps them to, you know, activate the creative side of the brain. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, yeah, they have more time to think for themselves and it helps them to, you know, activate the creative side of the brain. Alright,.",
      "transcript_cleaned": "they have more time to think for themselves and it helps them to, you know, activate the creative side of the brain.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PkHzIMHbFDw_q12",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "And do you want to add any more information?",
      "transcript": "There is other places that you can use your phone too, like I do not know if it is an important meeting or I do not know if it is a museum or place that you are not allowed to use your phone. it is kind of understandable because phones Those are distractions and you can make noise and because of that it is kind of understandable. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, there is other places that you can use your phone too, like I don't know if it's an important meeting or I don't know if it's a museum or place that you are not allowed to use your phone. It's kind of understandable because phones Those are distractions and you can make noise and because of that it's kind of understandable. Alright,.",
      "transcript_cleaned": "There is other places that you can use your phone too, like I do not know if it is an important meeting or I do not know if it is a museum or place that you are not allowed to use your phone. it is kind of understandable because phones Those are distractions and you can make noise and because of that it is kind of understandable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PkHzIMHbFDw_q13",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "In what kind of places or situations should mobile phones be banned?",
      "transcript": "As I said, if it is an important meeting or, I do not know, if it is a cinema, the places that, you know, phones are distracted and make noise, I think it is essential for people to do not have this right to use their phones.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "As I said, if it's an important meeting or, I don't know, if it's a cinema, the places that, you know, phones are distracted and make noise, I think it's essential for people to don't have this right to use their phones.",
      "transcript_cleaned": "As I said, if it is an important meeting or, I do not know, if it is a cinema, the places that, you know, phones are distracted and make noise, I think it is essential for people to do not have this right to use their phones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PkHzIMHbFDw_q14",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "And how has the use of cell phones impacted our everyday lives?",
      "transcript": "It is kind of become one of the most important things that people use everyday. it is basically one of your, one of your identity. And people, yeah, people almost do everything in their life with the phones. Like, I do not know, if they want to order food, order things, things or if they even want to decide to go to a place they want to go, they all use the internet and phone. And it has more, the impact of phone is getting more and more every day during even these past 10 years which mobile phones improved a lot and yeah people use it more and more.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it's kind of become one of the most important things that people use everyday. It's basically one of your, one of your identity. And people, yeah, people almost do everything in their life with the phones. Like, I don't know, if they want to order food, order things, Uh, things or if they even want to decide to go to a place they want to go, they all use the internet and phone. And it has more, the impact of phone is getting more and more every day during even these past 10 years which mobile phones improved a lot and yeah people use it more and more.",
      "transcript_cleaned": "It is kind of become one of the most important things that people use everyday. it is basically one of your, one of your identity. And people, yeah, people almost do everything in their life with the phones. Like, I do not know, if they want to order food, order things, things or if they even want to decide to go to a place they want to go, they all use the internet and phone. And it has more, the impact of phone is getting more and more every day during even these past 10 years which mobile phones improved a lot and yeah people use it more and more.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PkHzIMHbFDw_q15",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "What do you, what do young people use the most on mobile phones these days?",
      "transcript": "They mostly use social media Sadly they waste their time in I don know posting pictures for people and showing off their lives If they use it for I don know learning a new experience or learning a new skill it will be good But they most of the time they don use it in a good way They use it as the thing that they use past time It more of a fun activity to do not to something that you learn something from it Alright And how do you compare life without a phone and now Well, people were more in, how can I say, yeah, people were more outside. They were interacting with people more. And they used to talk a lot and they did not care about other, others opinion that much. Like there was this, there was something that was reading past in, last day, yesterday that he was saying that the average time that people laugh has decreased a lot in the past hundred years because people are getting, you know, seeing these news and unnecessary sad stuff that you see and makes you feel more down and more depressed. And yeah, we can see that suicide rate and stuff like that improved, got a lot higher than past years. Like 100 years ago if we want to compare.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "They mostly use social media Sadly they waste their time in I don know posting pictures for people and showing off their lives If they use it for I don know um learning a new experience or learning a new skill it will be good But they most of the time they don use it in a good way They use it as the thing that they use past time It more of a fun activity to do not to something that you learn something from it Alright And how do you compare life without a phone and now Well, people were more in, how can I say, yeah, people were more outside. They were interacting with people more. And they used to talk a lot and they didn't care about other, others opinion that much. Like there was this, er, there was something that was reading past in, last day, yesterday that he was saying that the average time that people laugh has decreased a lot in the past hundred years because people are getting, you know, seeing these news and unnecessary sad stuff that you see and makes you feel more down and more depressed. And yeah, we can see that suicide rate and stuff like that improved, got a lot higher than past years. Like 100 years ago if we want to compare.",
      "transcript_cleaned": "They mostly use social media Sadly they waste their time in I don know posting pictures for people and showing off their lives If they use it for I don know learning a new experience or learning a new skill it will be good But they most of the time they don use it in a good way They use it as the thing that they use past time It more of a fun activity to do not to something that you learn something from it Alright And how do you compare life without a phone and now Well, people were more in, how can I say, yeah, people were more outside. They were interacting with people more. And they used to talk a lot and they did not care about other, others opinion that much. Like there was this, there was something that was reading past in, last day, yesterday that he was saying that the average time that people laugh has decreased a lot in the past hundred years because people are getting, you know, seeing these news and unnecessary sad stuff that you see and makes you feel more down and more depressed. And yeah, we can see that suicide rate and stuff like that improved, got a lot higher than past years. Like 100 years ago if we want to compare.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PkHzIMHbFDw_q16",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "And should children be encouraged to use mobile phones from a young age and why?",
      "transcript": "Not from young age. I think people, children especially, should go out more. But if someone watches over them, if their parent watches over them, And they limit the use of their phone. It can be good, but most of the time I do not think so. Since, you know, children will not go out, will not interact with people that much. They cannot be social. They will just look at these screens and it is not, it is, there is not much benefit in it. If you want to compare it with.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not from young age. I think people, children especially, should go out more. But if someone watches over them, if their parent watches over them, And they limit the use of their phone. It can be good, but um, most of the time I don't think so. Since, you know, children will not go out, will not interact with people that much. They can't be social. They will just look at these screens and it's not, it's, there is not much benefit in it. If you want to compare it with.",
      "transcript_cleaned": "Not from young age. I think people, children especially, should go out more. But if someone watches over them, if their parent watches over them, And they limit the use of their phone. It can be good, but most of the time I do not think so. Since, you know, children will not go out, will not interact with people that much. They cannot be social. They will just look at these screens and it is not, it is, there is not much benefit in it. If you want to compare it with.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PkHzIMHbFDw_q18",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "You said, people may feel down, right?",
      "transcript": "And good vibe. but, in my hand is not correct and it is not accurate. You said if it was in my hand, it is not, correct. but, you said for past time instead of to past time. Yeah. People use cell phones for past time to past time. so you need to be careful with how to use some collocations and you need, you need to use more idiomatic language. And paraphrase. Try to paraphrase as many times as possible. try to paraphrase my questions. So I ask you a question. I ask you, for example, about the, benefits, the advantages and disadvantages of something. you should say, well, I believe the pros and cons, and then go ahead with the answer. That will give you more time to think about the ideas and avoid hesitations. So, try to use more, paraphrasing in your, speech. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And good vibe. Uh, but, uh, in my hand is not correct and it's not accurate. You said if it was in my hand, it's not, uh, correct. Um, but, uh, you said for past time instead of to past time. Yeah. People use cell phones for past time to past time. Uh, so you need to be careful with how to use some collocations and you need, you need to use more idiomatic language. And paraphrase. Try to paraphrase as many times as possible. Uh, try to paraphrase my questions. So I ask you a question. I ask you, for example, about the, uh, benefits, the advantages and disadvantages of something. Uh, you should say, well, I believe the pros and cons, and then go ahead with the answer. That will give you more time to think about the ideas and avoid hesitations. So, try to use more, um, uh, paraphrasing in your, uh, speech. So,.",
      "transcript_cleaned": "And good vibe. but, in my hand is not correct and it is not accurate. You said if it was in my hand, it is not, correct. but, you said for past time instead of to past time. Yeah. People use cell phones for past time to past time. so you need to be careful with how to use some collocations and you need, you need to use more idiomatic language. And paraphrase. Try to paraphrase as many times as possible. try to paraphrase my questions. So I ask you a question. I ask you, for example, about the, benefits, the advantages and disadvantages of something. you should say, well, I believe the pros and cons, and then go ahead with the answer. That will give you more time to think about the ideas and avoid hesitations. So, try to use more, paraphrasing in your, speech.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PkHzIMHbFDw_q20",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "Try to slow down and, articulate each word, right?",
      "transcript": "Try to express each word clearly because sometimes the other side may not follow you, may not be able to follow you. Try to be more articulate and try to, speak clearly. that is what we are expecting the candidates to do, to speak clearly in order for us to understand them, to follow them. Yeah. And you have just one mispronunciation and that is the word skyscraper and you said it is skyscraper. Yeah. it does not scrap the sky, skyscraper. Yeah. so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Try to express each word clearly because sometimes the other side may not follow you, may not be able to follow you. Try to be more articulate and try to, um, speak clearly. That's what we're expecting the candidates to do, to speak clearly in order for us to understand them, to follow them. Yeah. And you have just one mispronunciation and that's the word skyscraper and you said it's skyscraper. Yeah. Uh, it does not scrap the sky, skyscraper. Yeah. Uh, so.",
      "transcript_cleaned": "Try to express each word clearly because sometimes the other side may not follow you, may not be able to follow you. Try to be more articulate and try to, speak clearly. that is what we are expecting the candidates to do, to speak clearly in order for us to understand them, to follow them. Yeah. And you have just one mispronunciation and that is the word skyscraper and you said it is skyscraper. Yeah. it does not scrap the sky, skyscraper.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PkHzIMHbFDw_q21",
      "video_id": "PkHzIMHbFDw",
      "band": 6.5,
      "question": "Any questions all concerned?",
      "transcript": "No, thanks. I just need to slow down. I got it. Yeah, that is, and, paraphrase. do not forget to paraphrase the questions. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, thanks. I just need to slow down. I got it. Yeah, that's, and, uh, paraphrase. Don't forget to paraphrase the questions. Yeah.",
      "transcript_cleaned": "No, thanks. I just need to slow down. I got it. Yeah, that is, and, paraphrase. do not forget to paraphrase the questions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q02",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "What is your favorite leisure activity?",
      "transcript": "My favorite leisure activity is traveling and watching movies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My favorite leisure activity is traveling and watching movies.",
      "transcript_cleaned": "My favorite leisure activity is traveling and watching movies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q03",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "And what did you enjoy doing in your free time as a child?",
      "transcript": "I enjoyed playing with my cousin and going out with my friends or with my parents.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I enjoyed playing with my cousin and going out with my friends or with my parents.",
      "transcript_cleaned": "I enjoyed playing with my cousin and going out with my friends or with my parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q04",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "Do most people in your country get two days off a week?",
      "transcript": "No, unfortunately some people even work on weekends.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, unfortunately some people even work on weekends.",
      "transcript_cleaned": "No, unfortunately some people even work on weekends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q05",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "Do you like your neighbors?",
      "transcript": "Yes, I like my neighbors. they are calm and we have, and we, we have a good relationship with them. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I like my neighbors. Uh, they are calm and we have, um, and we, we have a good relationship with them. Okay.",
      "transcript_cleaned": "Yes, I like my neighbors. they are calm and we have, and we, we have a good relationship with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q06",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "Are neighbors usually close to each other in your country?",
      "transcript": "No. Nowadays neighbors are not close to each other, close to each other.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, no. Nowadays neighbors are not close to each other, close to each other.",
      "transcript_cleaned": "No. Nowadays neighbors are not close to each other, close to each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q07",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "How could your neighborhood be improved?",
      "transcript": "By by accompany each other by accompany each other for can I repeat Yes I can repeat the question how could your neighborhood be improved By accompany each other for for during What is the popular pet to have in your country? in my country popular pet, is dog or maybe a cat.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh by uh by accompany each other um by accompany each other uh for uh can I repeat Yes I can repeat the question Uh how could your neighborhood be improved Mm By uh accompany each other for um for during What is the popular pet to have in your country? Uh, in my country popular pet, uh, is dog or maybe a cat.",
      "transcript_cleaned": "By by accompany each other by accompany each other for can I repeat Yes I can repeat the question how could your neighborhood be improved By accompany each other for for during What is the popular pet to have in your country? in my country popular pet, is dog or maybe a cat.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q08",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "And why do people have pets?",
      "transcript": "Because, they are cute and they are lovely. Okay, thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because, uh, they are cute and they are lovely. Okay, thank you very much.",
      "transcript_cleaned": "Because, they are cute and they are lovely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q09",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "Do you understand?",
      "transcript": "Yes. So, now I am giving you the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. So, now I'm giving you the.",
      "transcript_cleaned": "Yes. So, now I am giving you the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q11",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "Do you want to tell me how you felt when you got it back?",
      "transcript": "The reception told me,. Thank you very much. Now your time is over and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, the reception told me, uh, um. Thank you very much. Now your time is over and.",
      "transcript_cleaned": "The reception told me,. Thank you very much. Now your time is over and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q13",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "What is the best action to take if you find something?",
      "transcript": "It depends. if, if they find something in the street, I am sorry.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it depends. Uh, if, if they find something in the street, uh, I'm sorry.",
      "transcript_cleaned": "It depends. if, if they find something in the street, I am sorry.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "7vzC-qMb0jQ_q15",
      "video_id": "7vzC-qMb0jQ",
      "band": 2.5,
      "question": "And, how do you think we can avoid forgetting things?",
      "transcript": "I do not know. Thank you. Thank you very much. Now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't know. Thank you. Thank you very much. Now.",
      "transcript_cleaned": "I do not know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}