{
  "batch_id": 197,
  "count": 20,
  "samples": [
    {
      "sample_id": "rZAV7deeWOY_q06",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you like inviting friends to your home?",
      "transcript": "Absolutely. I really love that. Love it because I like to, you know, making some booze to serve my friends and I also happy to chat with them and share my share the cook what I made with them. So, it was very happy for me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Absolutely. I really love that. Love it because I like to, you know, making some booze to serve my friends and I also happy to chat with them and share my share the cook what I made with them. So, it was very happy for me. Okay.",
      "transcript_cleaned": "Absolutely. I really love that. Love it because I like to, you know, making some booze to serve my friends and I also happy to chat with them and share my share the cook what I made with them. So, it was very happy for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q07",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you prefer to spend time with one friend or with a group of friends?",
      "transcript": "Well, I think it depends on the situation. But personally, you know, personally at most time I like to spend just with one friends because I can only concentrate on that person to so I can you know react about their conversation properly and also I can hear what they told me more properly I guess. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I think it depends on the situation. But personally, you know, personally at most time I like to spend just with one friends because I can only concentrate on that person to so I can uh you know react about their uh conversation properly and also I can hear what they told me more properly I guess. Okay.",
      "transcript_cleaned": "I think it depends on the situation. But personally, you know, personally at most time I like to spend just with one friends because I can only concentrate on that person to so I can you know react about their conversation properly and also I can hear what they told me more properly I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q08",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you have a friend that you have known for a long time like a childhood friend or a school friend?",
      "transcript": "Yeah, definitely. my one of my friend name she was my middle school friend but after we graduate from the school we still contact with each other and although we are working in another department. Yeah. But we still contact each other and sometimes we meet and yeah talk about our daily daily lives. Yeah. Okay, that sounds excellent.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, definitely. Uh my one of my friend name she was my uh middle school friend but after we graduate from the school we still contact with each other and although we are working in another department. Yeah. But we still contact each other and sometimes we uh meet and yeah talk about our daily daily lives. Yeah. Okay, that sounds excellent.",
      "transcript_cleaned": "definitely. my one of my friend name she was my middle school friend but after we graduate from the school we still contact with each other and although we are working in another department. Yeah. But we still contact each other and sometimes we meet and yeah talk about our daily daily lives.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q09",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Like what kind of place do you like to go to?",
      "transcript": "I think I prefer to meet her in c in cafes because she is really coffee lover. Yeah. So she also she find some list. She have some list about some cafe which she wanted to go. So we try to select one of them and go and we will go in usually weekends I guess. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think I prefer to meet her in c in cafes because she is really coffee lover. Yeah. So she also she find some list. She have some list about some cafe which she wanted to go. So we try to select one of them and go and we'll go in usually weekends I guess. Mhm.",
      "transcript_cleaned": "I think I prefer to meet her in c in cafes because she is really coffee lover. Yeah. So she also she find some list. She have some list about some cafe which she wanted to go. So we try to select one of them and go and we will go in usually weekends I guess. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q10",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "And your other friends do they enjoy doing similar things or do your friends all like different types of things?",
      "transcript": "Well it is I think varies from person to person. So if I meet a friend who has really active personality then I try to meet him or her in front of gym or like in climbing. Yeah. So I think it depends on person. that is very nice.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well it is I think varies from person to person. So if I meet a friend who has really active personality then I try to meet uh him or her in front of gym or like in climbing. Yeah. So I think it depends on person. That's very nice.",
      "transcript_cleaned": "it is I think varies from person to person. So if I meet a friend who has really active personality then I try to meet him or her in front of gym or like in climbing. Yeah. So I think it depends on person. that is very nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q12",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "So do you ever think that AI will replace human teachers?",
      "transcript": "Personally I do not think so. The reason is that you know AI is although I do not have a lot of experience and knowledge about it but I heard that AI is based on robotic and mechanic things. So but you know I guess teaching means that teacher need to watch and over observe their students and find their strengths and weakness and try to build out them. So I think it could not be changed by AI or robotic mechanism something. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh um personally I don't think so. The reason is that you know AI is although I don't have a lot of experience and knowledge about it but I heard that AI is uh based on robotic and mechanic things. So but you know I guess teaching uh means that teacher need to watch and over observe their students and find their strengths and weakness and try to build out them. So I think it couldn't be changed by AI or robotic mechanism something. Okay.",
      "transcript_cleaned": "Personally I do not think so. The reason is that you know AI is although I do not have a lot of experience and knowledge about it but I heard that AI is based on robotic and mechanic things. So but you know I guess teaching means that teacher need to watch and over observe their students and find their strengths and weakness and try to build out them. So I think it could not be changed by AI or robotic mechanism something.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q14",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "What household appliances can make us lazy?",
      "transcript": "It is very funny question but I personally think robotic robotic you know vacuum cleaner they they makes us more lazier than before because now we do not have to use our own vacuum cleaner to clean our house.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh it's very funny question but I personally think robotic robotic you know vacuum cleaner they they makes us more lazier than before because now we don't have to use our own vacuum cleaner to clean our house.",
      "transcript_cleaned": "It is very funny question but I personally think robotic robotic you know vacuum cleaner they they makes us more lazier than before because now we do not have to use our own vacuum cleaner to clean our house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q15",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "However, we use some remote controller to use our robotic machine.",
      "transcript": "Then they can go crawler to the blower and yeah clean our dust or something on the floor. So I think it makes us more lazier than before.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Then they can go crawler to the blower and yeah clean our dust or something on the floor. So I think it makes us more lazier than before.",
      "transcript_cleaned": "Then they can go crawler to the blower and yeah clean our dust or something on the floor. So I think it makes us more lazier than before.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q16",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "Do you have one?",
      "transcript": "No, unfortunately I do not have one in the future maybe. Yeah, really.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, unfortunately I don't have one in the future maybe. Yeah, really.",
      "transcript_cleaned": "No, unfortunately I do not have one in the future maybe. Yeah, really.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rZAV7deeWOY_q17",
      "video_id": "rZAV7deeWOY",
      "band": 6.0,
      "question": "What do you think is the most helpful invention at home?",
      "transcript": "Personally I think laundry machine is the most beneficial one because you know at best we at test we have to go to the stream and we spread allies and do some mechanical you know punch or some punch to wash our laundry. However, after it invented, we put all under laundry on the laundry machine and use some washing washing function and also it has some dry function. So I guess it is really convenient for person especially people who living alone. So they can when they want to put the new clothes they just put all the all the stuff in the laundry machine and they go to wash and dry and after that they could put it once again. Another question that I see is often asked in in discussions about AI would be whether you use it at work or not. that is a hot topic. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh personally I think laundry machine is the most uh beneficial one because you know at best we at test we have to go to the stream and we spread allies and do some mechanical you know punch or some punch to wash our laundry. However, after it invented, we uh put all under laundry on the laundry machine and use some washing washing function and also it has some dry function. So I guess it is really convenient for person especially people who living alone. So they can when they want to uh put the new clothes they just put all the all the uh stuff in the laundry machine and they go to wash and dry and after that they could uh put it once again. Another question that I see is often asked in in discussions about AI would be whether you use it at work or not. That's a hot topic. Okay.",
      "transcript_cleaned": "Personally I think laundry machine is the most beneficial one because you know at best we at test we have to go to the stream and we spread allies and do some mechanical you know punch or some punch to wash our laundry. However, after it invented, we put all under laundry on the laundry machine and use some washing washing function and also it has some dry function. So I guess it is really convenient for person especially people who living alone. So they can when they want to put the new clothes they just put all the all the stuff in the laundry machine and they go to wash and dry and after that they could put it once again. Another question that I see is often asked in in discussions about AI would be whether you use it at work or not. that is a hot topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YGx3r5ehs-o_q02",
      "video_id": "YGx3r5ehs-o",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "31st the number is displayed below you can book free demo classes and later on you can enroll in our courses thank you so much do you always have a good sleep PR G yeah I am a happy person so I usually have a good sleep but if sometimes my health is not good or something's on my mind so it is difficult for me to sleep okay now few questions will be based on dictionary do you often use a dictionary if yes then how often you use it and what for yes I use it quite often as I am a student and read a lot of books so there are times where I do not know the meaning of few words so the where I will need dictionary to use do you prefer to use an electronic dictionary or a dictionary made of paper yes I I would I would love to use electronic dictionary as it is very convenient for me also within seconds I would get the meaning of the words so I would use an electric okay great if someone gave you dictionary as a gift then how would you feel I would feel so happy and grateful for the gift and I will wholeheartedly accept the gift as it will help me to grow as a person that is now few questions will be based on physical exercise what kind of exercises you do I am a fitness enthusiastic so I love to do all kind of activities I love doing fit yoga stretching weight training and running mhm do you think children should play sports regularly yes definitely children should play sports regularly at as it will help them to stay motivated mentally fit and emotionally they.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "31st the number is displayed below you can book free demo classes and later on you can enroll in our courses thank you so much do you always have a good sleep PR G yeah I am a happy person so I usually have a good sleep but if sometimes my health is not good or something's on my mind so it's difficult for me to sleep okay now few questions will be based on dictionary do you often use a dictionary if yes then how often you use it and what for yes I use it quite often as I am a student and read a lot of books so there are times where I don't know the meaning of few words so the where I will need dictionary to use do you prefer to use an electronic dictionary or a dictionary made of paper yes I I would I would love to use electronic dictionary as it is very convenient for me uh also within seconds I would get the uh meaning of the words so I would use an electric okay great if someone gave you dictionary as a gift then how would you feel I would feel so happy and grateful for the gift and I will wholeheartedly accept the gift as it will help me to grow as a person that's now few questions will be based on physical exercise what kind of exercises you do I am a fitness enthusiastic so I love to do all kind of activities uh I love doing fit uh yoga stretching uh weight training and running mhm do you think children should play sports regularly yes definitely children should play sports regularly at as it will help them to stay motivated uh mentally fit and emotionally uh they.",
      "transcript_cleaned": "31st the number is displayed below you can book free demo classes and later on you can enroll in our courses thank you so much do you always have a good sleep PR G yeah I am a happy person so I usually have a good sleep but if sometimes my health is not good or something's on my mind so it is difficult for me to sleep okay now few questions will be based on dictionary do you often use a dictionary if yes then how often you use it and what for yes I use it quite often as I am a student and read a lot of books so there are times where I do not know the meaning of few words so the where I will need dictionary to use do you prefer to use an electronic dictionary or a dictionary made of paper yes I I would I would love to use electronic dictionary as it is very convenient for me also within seconds I would get the meaning of the words so I would use an electric okay great if someone gave you dictionary as a gift then how would you feel I would feel so happy and grateful for the gift and I will wholeheartedly accept the gift as it will help me to grow as a person that is now few questions will be based on physical exercise what kind of exercises you do I am a fitness enthusiastic so I love to do all kind of activities I love doing fit yoga stretching weight training and running mhm do you think children should play sports regularly yes definitely children should play sports regularly at as it will help them to stay motivated mentally fit and emotionally they.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YGx3r5ehs-o_q04",
      "video_id": "YGx3r5ehs-o",
      "band": 6.5,
      "question": "[Transcript chunk 4]",
      "transcript": "And another level of knowledge and we both are fond of stories and we already have had a lot of study sessions together where we have study stories and romanticized about them which was which was such a blast for me and of course she she must have had fun with me also she always seeks for pro Pro progress not for pro Perfection from me also motivates me when I feel very demotivated in my life and she clears all my doubts MH and gives me problem solving techniques to I I never feel that she would judge me and or she never judges me whenever I have doubts and she never judges my performance many times where I felt you felt low low in my life she after every session like we go for a walk and talked about our lives she encourages me to do a lot of good things so we have had sessions so if in in future we will get chance to study I would study with her okay that is good thank you so much thank you now I am going to ask some follow-up questions which will be based on the Q card what kind of people do you like to study your work with prachi I like to study with people who are intelligent studious empathetic and funny MH I do not like people who procrastinate because I hate procrastination mhm do you think managers can be friends with their subordinates yes I definitely think that managers can be friends with subordinates in fact I think they should be having a friendly Behavior with them but I think very much leniency and liberating Behavior can also affect their professional work okay which one is more important for you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and another level of knowledge and we both are fond of stories and we already have had a lot of study sessions together where we have study stories and romanticized about them which was which was such a blast for me and of course she she must have had fun with me also uh she always seeks for pro uh Pro progress not for pro uh Perfection from me also motivates me when I feel very demotivated in my life and she clears all my doubts MH and gives me problem solving techniques to I I never feel that she would judge me and or she never judges me whenever I have doubts and she never judges my performance many times where I felt you felt low low in my life she after every session like we go for a walk and talked about our lives she encourages me to do a lot of good things so we have had sessions so if in uh in future we will get chance to study I would study with her okay that's good thank you so much thank you now I'm going to ask some follow-up questions which will be based on the Q card what kind of people do you like to study your work with prachi I like to study with people who are intelligent studious empathetic and funny MH uh I don't like people who procrastinate because I hate procrastination mhm do you think managers can be friends with their subordinates yes I definitely think that managers can be friends with subordinates in fact I think they should be having a friendly Behavior with them but I think um very much leniency and liberating Behavior can also affect their professional work okay which one is more important for you.",
      "transcript_cleaned": "And another level of knowledge and we both are fond of stories and we already have had a lot of study sessions together where we have study stories and romanticized about them which was which was such a blast for me and of course she she must have had fun with me also she always seeks for pro Pro progress not for pro Perfection from me also motivates me when I feel very demotivated in my life and she clears all my doubts MH and gives me problem solving techniques to I I never feel that she would judge me and or she never judges me whenever I have doubts and she never judges my performance many times where I felt you felt low low in my life she after every session like we go for a walk and talked about our lives she encourages me to do a lot of good things so we have had sessions so if in in future we will get chance to study I would study with her okay that is good thank you so much thank you now I am going to ask some follow-up questions which will be based on the Q card what kind of people do you like to study your work with prachi I like to study with people who are intelligent studious empathetic and funny MH I do not like people who procrastinate because I hate procrastination mhm do you think managers can be friends with their subordinates yes I definitely think that managers can be friends with subordinates in fact I think they should be having a friendly Behavior with them but I think very much leniency and liberating Behavior can also affect their professional work okay which one is more important for you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YGx3r5ehs-o_q05",
      "video_id": "YGx3r5ehs-o",
      "band": 6.5,
      "question": "[Transcript chunk 5]",
      "transcript": "At work development in work related skills or the recognitions from your super I think for me both of them are very important for me work related skills are is important for me because I think they will help me to progress and get me promoted in work at work and recognition from superiors would motivate me and help me to do work more hard excellent okay should children be allowed to choose whom they want to sit with or should it be decided by their teacher should children be allowed to choose their classmates I think at primary level students they should not they should not given this they should not be given this opportunity their partner should be decided by their class teacher and but I think for teenagers it should the this opportunity should be given to them as the now I think they should it should be given to them okay why you think so I think now they have developed that mindset or skill to choose a better partner but at a at a younger age there is no such thing that they can choose a good partner for them MH okay should children be involved in management activities of the school yes I think children should should be included in management activities in school as it would boost up their confidence it will create a sense of belongingness in them and also increase their overall development okay how should one behave in office to get along well with others I think people should behave with to get along with others with sincerity they should be effable with others and they should not do this leg pulling things with their of of their colleagues.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "at work development in work related skills or the recognitions from your super I think for me both of them are very important for me uh work related skills are is important for me because I think they will help me to progress and get me promoted in work at work and recognition from superiors would uh motivate me and help me to do work more hard excellent okay should children be allowed to choose whom they want to sit with or should it be decided by their teacher should children be allowed to choose their classmates I think at primary level students they should not uh they should not given this they should not be given this opportunity their partner should be decided by their class teacher and but I think for teenagers it should uh the this opportunity should be given to them as the now I think they should it should be given to them okay why you think so I think now they have developed that mindset or skill to choose a better partner but at a at a younger age there is no such thing that they can choose a good partner for them MH okay should children be involved in management activities of the school yes I think children should uh should be included in management activities in school as it would boost up their confidence it will create a sense of belongingness in them and also uh increase their overall development okay how should one behave in office to get along well with others uh I think uh people should behave with uh to get along with others with sincerity uh they should be effable with others and uh they should not do this leg pulling things with their of of their colleagues.",
      "transcript_cleaned": "At work development in work related skills or the recognitions from your super I think for me both of them are very important for me work related skills are is important for me because I think they will help me to progress and get me promoted in work at work and recognition from superiors would motivate me and help me to do work more hard excellent okay should children be allowed to choose whom they want to sit with or should it be decided by their teacher should children be allowed to choose their classmates I think at primary level students they should not they should not given this they should not be given this opportunity their partner should be decided by their class teacher and but I think for teenagers it should the this opportunity should be given to them as the now I think they should it should be given to them okay why you think so I think now they have developed that mindset or skill to choose a better partner but at a at a younger age there is no such thing that they can choose a good partner for them MH okay should children be involved in management activities of the school yes I think children should should be included in management activities in school as it would boost up their confidence it will create a sense of belongingness in them and also increase their overall development okay how should one behave in office to get along well with others I think people should behave with to get along with others with sincerity they should be effable with others and they should not do this leg pulling things with their of of their colleagues.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YGx3r5ehs-o_q06",
      "video_id": "YGx3r5ehs-o",
      "band": 6.5,
      "question": "[Transcript chunk 6]",
      "transcript": "Okay do not do think that they should respect others also yeah they should respect others they should treat them with politeness okay thank you so much PRI.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "okay don't do think that they should respect others also yeah they should respect others they should treat them with politeness okay thank you so much PRI.",
      "transcript_cleaned": "do not do think that they should respect others also yeah they should respect others they should treat them with politeness okay thank you so much PRI.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "IaxQFwdYDn0_q03",
      "video_id": "IaxQFwdYDn0",
      "band": 5.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Or other other study that is very have time have a Time have to have time mhm and Professor or master of safety so I am studying and working to achieve that okay and I feel so cool that think about that okay is that it yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "or other other study that is um very have time have a Time have to have time mhm and Professor or master of safety so I'm studying and working to achieve that okay and I feel so cool that think about that okay is that it um yeah.",
      "transcript_cleaned": "Or other other study that is very have time have a Time have to have time mhm and Professor or master of safety so I am studying and working to achieve that okay and I feel so cool that think about that okay is that it",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lep62oevGHM_q02",
      "video_id": "lep62oevGHM",
      "band": 5.0,
      "question": "[Transcript chunk 2]",
      "transcript": "No no before I got my smartphone I usually got my watch boat after after the generation of smartphone I I do not have to get it yes okay and have you ever got a watch as a gift oh in Korea we have final exam to go to the university so my mother gave me a analogue watch to to check the time in the test yes okay and why do some people wear expensive watches I think to appeal their leech okay and do you think it is important to wear a watch no no because me and my generation or usually do usually do not get a lot but some people love love them and always always get with them all right that will do us for part one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "no no before I got my smartphone I usually got my watch boat after after the generation of smartphone I I don't have to get it yes okay and have you ever got a watch as a gift oh um in Korea we have final exam to go to the university so my mother gave me a analogue watch to to check the time in the test yes okay and why do some people wear expensive watches I think to appeal their leech okay and do you think it's important to wear a watch no no because me and my generation or usually do usually don't get a lot but some people love love them and always always get with them all right that will do us for part one.",
      "transcript_cleaned": "No no before I got my smartphone I usually got my watch boat after after the generation of smartphone I I do not have to get it yes okay and have you ever got a watch as a gift oh in Korea we have final exam to go to the university so my mother gave me a analogue watch to to check the time in the test yes okay and why do some people wear expensive watches I think to appeal their leech okay and do you think it is important to wear a watch no no because me and my generation or usually do usually do not get a lot but some people love love them and always always get with them",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "lep62oevGHM_q03",
      "video_id": "lep62oevGHM",
      "band": 5.0,
      "question": "[Transcript chunk 3]",
      "transcript": "I recommend you recommend you this is my favorite restaurant and which is which is so a good chicken chicken and I think every people like them and good to eat yes and to get there we can use the transportation like like survey surveys second drawing and yes okay all right that is about minute 45 all right 45 okay so you think it'd be a nice place to live oh yes because the transport transformation is very good and there is many Subway and bus stop so it is good to get everywhere yeah okay all right so that will do us for part two.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "um I recommend you recommend you this is my favorite restaurant and which is which is so a good chicken chicken and I think every people like them and good to eat yes and um to get there we can use the transportation like like survey surveys second drawing and yes okay all right that's about minute 45 all right 45 okay so you think it'd be a nice place to live oh yes because the transport transformation is very good and there is many Subway and bus stop so it is good to get everywhere yeah okay all right so that will do us for part two.",
      "transcript_cleaned": "I recommend you recommend you this is my favorite restaurant and which is which is so a good chicken chicken and I think every people like them and good to eat yes and to get there we can use the transportation like like survey surveys second drawing and yes okay all right that is about minute 45 all right 45 okay so you think it'd be a nice place to live oh yes because the transport transformation is very good and there is many Subway and bus stop so it is good to get everywhere",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LjbWK08LANE_q01",
      "video_id": "LjbWK08LANE",
      "band": 5.0,
      "question": "[Transcript chunk 1]",
      "transcript": "So could you tell me your name please my name is in asun but you can call me lily it is my english name okay perfect and are you working or are you a student i was worked until last month but i decided to click the job because i want to concentrate ielts to study so i can say now I am a student and what do you like to do in your free time well in my free time i really love my bed so but i know it is like become too much lazy so I am trying to move out and such as play the piano or watching in the other movies and so on okay and could you tell me about your hometown my hometown i I am leaving services capital of korea and sir is i was born sober and grew up sour and sorry is really big city and the public things were really good and so many like i think everything is her is there anything you dislike about living in seoul well sorry is so too much like too much noisy because a lot of people live in sorrow and also there are many cars so it makes me like make noisy sounds we are going to talk about the sky so do you like to look at the sky yeah i love look at the sky because mainly vegas make me feel very comfortable and sometimes cloud is so beautiful okay and can you see the moon and stars at night from where you live no i do not think i can see yes i never seen i mean i did not see for a long time still in my apartment but sometimes i can see moon and do you prefer the sky in the morning.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "so could you tell me your name please my name is in asun but you can call me lily it is my english name okay perfect and are you working or are you a student i was worked until last month but i decided to click the job because i want to concentrate ielts to study so i can say now i'm a student and what do you like to do in your free time well in my free time i really love my bed so but i know it's like become too much lazy so i'm trying to move out and such as play the piano or watching in the other movies and so on okay and could you tell me about your hometown my hometown i i'm leaving services capital of korea and sir is i was born sober and grew up sour and sorry is really big city and the public things were really good and so many like i think everything is her is there anything you dislike about living in seoul well sorry is so too much like too much noisy because a lot of people live in sorrow and also there are many cars so it makes me like make noisy sounds we're going to talk about uh the sky so do you like to look at the sky yeah i love look at the sky because mainly vegas make me feel very comfortable and sometimes cloud is so beautiful okay and can you see the moon and stars at night from where you live no i don't think i can see yes i never seen i mean i didn't see for a long time still in my apartment but sometimes i can see moon and do you prefer the sky in the morning.",
      "transcript_cleaned": "could you tell me your name please my name is in asun but you can call me lily it is my english name okay perfect and are you working or are you a student i was worked until last month but i decided to click the job because i want to concentrate ielts to study so i can say now I am a student and what do you like to do in your free time well in my free time i really love my bed so but i know it is like become too much lazy so I am trying to move out and such as play the piano or watching in the other movies and so on okay and could you tell me about your hometown my hometown i I am leaving services capital of korea and sir is i was born sober and grew up sour and sorry is really big city and the public things were really good and so many like i think everything is her is there anything you dislike about living in seoul well sorry is so too much like too much noisy because a lot of people live in sorrow and also there are many cars so it makes me like make noisy sounds we are going to talk about the sky so do you like to look at the sky yeah i love look at the sky because mainly vegas make me feel very comfortable and sometimes cloud is so beautiful okay and can you see the moon and stars at night from where you live no i do not think i can see yes i never seen i mean i did not see for a long time still in my apartment but sometimes i can see moon and do you prefer the sky in the morning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LjbWK08LANE_q03",
      "video_id": "LjbWK08LANE",
      "band": 5.0,
      "question": "[Transcript chunk 3]",
      "transcript": "That you would like to have in the future sure there are many so many things perfect job but i would like to talk about the chef yes i want to become chef in the future because my father was chef a long time ago so through my father i knew this job and it is like making making a the food dish for the other people and in the restaurant or any like whenever and whatever so i think this is a perfect job for me because i love food and i really like the eating food so and also food is very important for our life so if i became chef i can make whatever i want and you know chef is like help to make very beautiful and pretty disease so when i was young my father made for me a very special disease i cannot remember the exactly name and even though the shape is really pretty and also my father decorated cucumber and through the cucumber he made flowers so i think it is really looks good also tastes really good so for me i would like to become a chef and if i become a chef i can make cook for my parents or my friends and i can make whatever i want and when i want to eat i can make easily so if i think this room is really great job in the future and i know it is difficult to become a chef so and also have to try to attempt the people's tasty yeah so is this i think it is really good for me okay perfect that is two minutes now all right I am going to finish it there okay good good do you think this is a popular job in your country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "that you would like to have in the future sure there are many so many things perfect job but i would like to talk about the chef yes i want to become chef in the future because my father was chef a long time ago so through my father i knew this job and um it's like making making a the food dish for the other people and in the restaurant or any like whenever and whatever so um i think this is a perfect job for me because i love food and i really like the eating food so and also food is very important for our life so if i became chef i can make whatever i want and you know chef is like help to make very beautiful and pretty disease so when i was young my father made for me a very special disease i can't remember the exactly name and even though the shape is really pretty and also my father decorated cucumber and through the cucumber he made flowers so i think it's really looks good also tastes really good so for me i would like to become a chef and if i become a chef i can make cook for my parents or my friends and i can make whatever i want and when i want to eat i can make easily so if i think this room is really great job in the future and i know it's difficult to become a chef so and also have to try to attempt the people's tasty yeah so is this i think it's really good for me okay perfect that's two minutes now all right i'm gonna finish it there okay good good do you think this is a popular job in your country.",
      "transcript_cleaned": "That you would like to have in the future sure there are many so many things perfect job but i would like to talk about the chef yes i want to become chef in the future because my father was chef a long time ago so through my father i knew this job and it is like making making a the food dish for the other people and in the restaurant or any like whenever and whatever so i think this is a perfect job for me because i love food and i really like the eating food so and also food is very important for our life so if i became chef i can make whatever i want and you know chef is like help to make very beautiful and pretty disease so when i was young my father made for me a very special disease i cannot remember the exactly name and even though the shape is really pretty and also my father decorated cucumber and through the cucumber he made flowers so i think it is really looks good also tastes really good so for me i would like to become a chef and if i become a chef i can make cook for my parents or my friends and i can make whatever i want and when i want to eat i can make easily so if i think this room is really great job in the future and i know it is difficult to become a chef so and also have to try to attempt the people's tasty yeah so is this i think it is really good for me okay perfect that is two minutes now all right I am going to finish it there okay good good do you think this is a popular job in your country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "LjbWK08LANE_q04",
      "video_id": "LjbWK08LANE",
      "band": 5.0,
      "question": "[Transcript chunk 4]",
      "transcript": "In my country well chef is popular because a lot of people like they establish restaurants and i think this is popular but not as much as other country i think because chef is still in korea not really i for my idea like not really good for pay okay all right let us go on to the third part of the test sure let us keep going right yeah what kind of jobs do children want to have in the future well you know children has a lot of ideas they have very funny and amazing like think about job and i think most of his president or they want to become superman or better like stone i think it is really cute and do you think parents should advise their children about their future career well yes for sure parents need to support them because the children need to dream whatever they want however i think the teenager until 15 like the parent to let them know what is the right way to like successful in the future okay do you think teenagers like to listen to their parents regarding job and future career i think depends on the personality but for me is different from my mood like if i happy i listen well but if i feel not good i did not listen yeah but their children need to listen to their parents sure exactly and do you think children or teenagers like to choose the same profession as their parents well no because if the parents refers to their like dream to children i think not really good so if children want to become a good like provider kind of parent surely the parents will support but it is still i think it is not really a good idea.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "in my country well chef is popular because a lot of people like they establish restaurants and i think this is popular but not as much as other country i think because chef is still in korea um not really i for my idea like not really good for pay okay all right let's go on to the third part of the test sure let's keep going right yeah what kind of jobs do children want to have in the future well you know children has a lot of ideas they have very funny and amazing like think about job and i think most of his president or they want to become superman or better like stone i think it's really cute and do you think parents should advise their children about their future career well yes for sure parents need to support them because the children need to dream whatever they want however i think the teenager until 15 like the parent to let them know what is the right way to like successful in the future okay do you think teenagers like to listen to their parents regarding job and future career i think depends on the personality but for me is different from my mood like if i happy i listen well but if i feel not good i didn't listen yeah but their children need to listen to their parents sure exactly um and do you think children or teenagers like to choose the same profession as their parents well no because if the parents refers to their like dream to children i think not really good so if children want to become a good like provider kind of parent surely the parents will support but it's still i think it's not really a good idea.",
      "transcript_cleaned": "In my country well chef is popular because a lot of people like they establish restaurants and i think this is popular but not as much as other country i think because chef is still in korea not really i for my idea like not really good for pay okay all right let us go on to the third part of the test sure let us keep going right yeah what kind of jobs do children want to have in the future well you know children has a lot of ideas they have very funny and amazing like think about job and i think most of his president or they want to become superman or better like stone i think it is really cute and do you think parents should advise their children about their future career well yes for sure parents need to support them because the children need to dream whatever they want however i think the teenager until 15 like the parent to let them know what is the right way to like successful in the future okay do you think teenagers like to listen to their parents regarding job and future career i think depends on the personality but for me is different from my mood like if i happy i listen well but if i feel not good i did not listen yeah but their children need to listen to their parents sure exactly and do you think children or teenagers like to choose the same profession as their parents well no because if the parents refers to their like dream to children i think not really good so if children want to become a good like provider kind of parent surely the parents will support but it is still i think it is not really a good idea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}