{
  "batch_id": 81,
  "count": 20,
  "samples": [
    {
      "sample_id": "zcWIcECLKmo_q02",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "What is your favorite kind of weather?",
      "transcript": "Summer. I like summer. I like going to the beach, spending time with the family, outside, exploring. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, summer. I like summer. I like going to the beach, spending time with the family, uh, outside, uh, exploring. Yeah.",
      "transcript_cleaned": "Summer. I like summer. I like going to the beach, spending time with the family, outside, exploring.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q03",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "Is there any type of weather you really do not like?",
      "transcript": "I like winter, but I do not like to be in a place where it is like minus 20 degrees. I like to go outside, not to be stuck at home.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like winter, but I don't like to be in a place where it's like minus 20 degrees. I like to go outside, not to be stuck at home.",
      "transcript_cleaned": "I like winter, but I do not like to be in a place where it is like minus 20 degrees. I like to go outside, not to be stuck at home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q04",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "Do you like taking photos?",
      "transcript": "So much. I took a course at the university, a photography course, and I had like 19 over 20. it is my passion. And I have my own camera, my own lenses. I like it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So much. I took a course at the university, a photography course, and I had like 19 over 20. It's my passion. And I have my own camera, my own lenses. I like it.",
      "transcript_cleaned": "much. I took a course at the university, a photography course, and I had like 19 over 20. it is my passion. And I have my own camera, my own lenses. I like it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q05",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "Do you like to shoot people or landscapes?",
      "transcript": "Babies, mainly. You can play with the display, you can play with the, with everything like it is, I do not know, I like it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Babies, mainly. You can play with the display, you can play with the, with everything like it's, um, I don't know, I like it.",
      "transcript_cleaned": "Babies, mainly. You can play with the display, you can play with the, with everything like it is, I do not know, I like it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q06",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "What do you think it takes to become a great photographer?",
      "transcript": "A good eye and to know how to capture the moment. You have to have it, otherwise you will like wait for the, yeah, take a pose. No, do not wait for this person to take a pose, just follow the person and the, Capture the moment.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "A good eye and to know how to capture the moment. You have to have it, otherwise you will like wait for the, yeah, take a pose. No, don't wait for this person to take a pose, just follow the person and the, Capture the moment.",
      "transcript_cleaned": "A good eye and to know how to capture the moment. You have to have it, otherwise you will like wait for the, yeah, take a pose. No, do not wait for this person to take a pose, just follow the person and the, Capture the moment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q07",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "Do you like animals?",
      "transcript": "So much, especially dogs. I had dogs, in my life, but, my main issue was my mom. So because she used to have allergy, I used to take them back to my grandma. At that time, I felt like I have a baby at home. Taking the dog for a haircut, the doctor, the, the, the, the, you know, it is, I treat the dog like, like a baby.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So much, especially dogs. I had dogs, um, in my life, but, uh, my main issue was my mom. So because she used to have allergy, I used to take them back to my grandma. At that time, I felt like I have a baby at home. Taking the dog for a haircut, the doctor, the, the, the, the, you know, it's, uh, I treat the dog like, uh, like a baby.",
      "transcript_cleaned": "much, especially dogs. I had dogs, in my life, but, my main issue was my mom. So because she used to have allergy, I used to take them back to my grandma. At that time, I felt like I have a baby at home. Taking the dog for a haircut, the doctor, the, the, the, the, you know, it is, I treat the dog like, like a baby.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q08",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "Do you think that animals should be kept in zoos?",
      "transcript": "Definitely not. it is not their place. We created the zoo. So no. it is their freedom. You cannot put them in a cage where they have to sit there or the birds. it is not their place. Their place is the sky, is the forest, not the zoo.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely not. It's not their place. We created the zoo. So no. It's their freedom. You cannot put them in a cage where they have to sit there or the birds. It's not their place. Their place is the sky, is the forest, not the zoo.",
      "transcript_cleaned": "Definitely not. it is not their place. We created the zoo. So no. it is their freedom. You cannot put them in a cage where they have to sit there or the birds. it is not their place. Their place is the sky, is the forest, not the zoo.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q09",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "Do you have any animals in your home as pets?",
      "transcript": "Now no. I used to have dogs, but now no. Because of the weather here. it is, I feel it is difficult to live. it is difficult to have a dog at home, to take the dog outside for a walk in like 50 degrees. So no, I would love to have, but no, not here. Now let talk about colors In your country what are the most popular colors I can tell you about the color of the flag You know we don have a specific color in the country The color of the flag is red white and green My favorite color is black so I don know We don have a specific color in the country Do you prefer to wear dark colors or light colors Recently both Before I used to like dark colors more Maybe when I lost weight I switched to bright and light colors Do colors affect your mood? Definitely. If, if you live in a dark room, you will feel like, everything is dark. that is why I like to have, white walls, everything white. You feel, the house is bright and, it reflects on you. So I will describe the house of my grandma.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Now no. I used to have dogs, but now no. Because of the weather here. It's, I feel it's difficult to live. It's difficult to have a dog at home, to take the dog outside for a walk in like 50 degrees. So no, I would love to have, but no, not here. Now let talk about colors In your country what are the most popular colors I can tell you about the color of the flag You know we don have a specific color in the country The color of the flag is red white and green My favorite color is black so I don know We don have a specific color in the country Do you prefer to wear dark colors or light colors Recently both Before I used to like dark colors more Maybe when I lost weight uh I switched to uh bright and light colors Do colors affect your mood? Definitely. If, uh, if you live in a dark room, you will feel like, uh, everything is dark. That's why I like to have, uh, white walls, uh, everything white. You feel, um, the house is bright and, uh, it reflects on you. So I'll describe the house of my grandma.",
      "transcript_cleaned": "Now no. I used to have dogs, but now no. Because of the weather here. it is, I feel it is difficult to live. it is difficult to have a dog at home, to take the dog outside for a walk in like 50 degrees. So no, I would love to have, but no, not here. Now let talk about colors In your country what are the most popular colors I can tell you about the color of the flag You know we don have a specific color in the country The color of the flag is red white and green My favorite color is black so I don know We don have a specific color in the country Do you prefer to wear dark colors or light colors Recently both Before I used to like dark colors more Maybe when I lost weight I switched to bright and light colors Do colors affect your mood? Definitely. If, if you live in a dark room, you will feel like, everything is dark. that is why I like to have, white walls, everything white. You feel, the house is bright and, it reflects on you. So I will describe the house of my grandma.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q10",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "So who lives there?",
      "transcript": "My grandma lives there. And, my grandpa used to live there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My grandma lives there. And, uh, my grandpa used to live there.",
      "transcript_cleaned": "My grandma lives there. And, my grandpa used to live there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "zcWIcECLKmo_q11",
      "video_id": "zcWIcECLKmo",
      "band": 8.5,
      "question": "What it looks like?",
      "transcript": "It looks like a castle for me. it is not a castle, but for me it is like a castle. We, we have a lot of memories there. that is why I decided to talk about this house. If you like it, definitely I do. I like this house, as I mentioned, because it reminds me of my childhood and the best days we spent there and we are still spending when we go to see her. we have a lot of memories. We had good food. She used to cook a lot for us. The house is simply like, I feel like home. I just love it. And especially because it is an old house, it is still the same till now. The second I enter the house, I feel like I am back to my childhood. The memories, comes back. So yeah, as I told you, it is a big and old house. You know the old houses, you have the, how we say it, the walls are like, you feel like you are in a castle, but it is, it is, it is a house. The smell of the, the nature, the garden, everything. I like everything in this house. So we have been talking about a house that you like, and we are going to continue to talk about houses.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It looks like a castle for me. It's not a castle, but for me it's like a castle. We, we have a lot of memories there. That's why I decided to talk about this house. If you like it, definitely I do. I like this house, as I mentioned, because it reminds me of my childhood and the best days we spent there and we're still spending when we go to see her. Uh, we have a lot of memories. We had good food. She used to cook a lot for us. The house is simply like, um, I feel like home. I just love it. And especially because it's an old house, it's still the same till now. The second I enter the house, I feel like I'm back to my childhood. The memories, uh, comes back. So yeah, as I told you, it's a big and old house. You know the old houses, you have the, how we say it, um, the walls are like, uh, you feel like you're in a castle, but it's, it's, it's a house. The smell of the, the nature, the garden, everything. I like everything in this house. So we've been talking about a house that you like, and we're going to continue to talk about houses.",
      "transcript_cleaned": "It looks like a castle for me. it is not a castle, but for me it is like a castle. We, we have a lot of memories there. that is why I decided to talk about this house. If you like it, definitely I do. I like this house, as I mentioned, because it reminds me of my childhood and the best days we spent there and we are still spending when we go to see her. we have a lot of memories. We had good food. She used to cook a lot for us. The house is simply like, I feel like home. I just love it. And especially because it is an old house, it is still the same till now. The second I enter the house, I feel like I am back to my childhood. The memories, comes back. So yeah, as I told you, it is a big and old house. You know the old houses, you have the, how we say it, the walls are like, you feel like you are in a castle, but it is, it is, it is a house. The smell of the, the nature, the garden, everything. I like everything in this house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q02",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Do you work or are you a student?",
      "transcript": "I am a college dropout actually, but the funny thing is I have applied to another university and I have been already accepted. So I am starting my bachelor's degree again in September. I also have a part-time job as an Alice instructor. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I'm a college dropout actually, but the funny thing is I've applied to another university and I've been already accepted. So I'm starting my bachelor's degree again in September. I also have a part-time job as an Alice instructor. All right.",
      "transcript_cleaned": "I am a college dropout actually, but the funny thing is I have applied to another university and I have been already accepted. So I am starting my bachelor's degree again in September. I also have a part-time job as an Alice instructor.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q03",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "So what are you going to study at university?",
      "transcript": "I am going to study ELT English, teaching English language as a second language. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm going to study ELT English, teaching English language as a second language. All right.",
      "transcript_cleaned": "I am going to study ELT English, teaching English language as a second language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q04",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Why did you choose this major?",
      "transcript": "Well, because it is, you know, it is my job. I have been doing teaching for five years. So I think I am pretty good at it now. And yeah, I hope to do a good career out of it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, because it's, you know, it's my job. I've been doing teaching for five years. So I think I'm pretty good at it now. And yeah, I hope to do a good career out of it.",
      "transcript_cleaned": "because it is, you know, it is my job. I have been doing teaching for five years. So I think I am pretty good at it now. And yeah, I hope to do a good career out of it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q05",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "And what are you going to do after finishing university?",
      "transcript": "Yeah. So the reason actually why I am applying for this university is because I can, it gives me access to a better job, which is to be an L speaking examiner. And yeah. All.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yeah. So the reason actually why I'm applying for this university is because I can, it gives me access to a better job, which is to be an L speaking examiner. And yeah. All.",
      "transcript_cleaned": "the reason actually why I am applying for this university is because I can, it gives me access to a better job, which is to be an L speaking examiner. And yeah. All.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q06",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "What kinds of gifts are popular in your country?",
      "transcript": "Huh? Okay. I think our people are not very, you know, crazy about giving gifts. And they do not usually put too much thought into it. So it can be pretty, you know, crude as just giving people money.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Huh? Okay. I think our people are not very, you know, crazy about giving gifts. And they don't usually put too much thought into it. So it can be pretty, you know, crude as just giving people money.",
      "transcript_cleaned": "Huh? Okay. I think our people are not very, you know, crazy about giving gifts. And they do not usually put too much thought into it. So it can be pretty, you know, crude as just giving people money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q07",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "And or sometimes some kind of sweets, right?",
      "transcript": "Like nothing special, like, I do not know, CDs or For some albums. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Like nothing special, like, I don't know, CDs or For some albums. Okay.",
      "transcript_cleaned": "Like nothing special, like, I do not know, CDs or For some albums.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q08",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "What is the best gift you have ever received?",
      "transcript": "It is going to be my watch. so it was a gift for my birthday from in my previous workplace. I, I actually did not, I never wore it because I do not wear watches but I think it was a good, nice gesture.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's gonna be my watch. Um, so it was a gift for my birthday from in my previous workplace. I, I actually didn't, I never wore it because I don't wear watches but I think it was a good, nice gesture.",
      "transcript_cleaned": "It is going to be my watch. so it was a gift for my birthday from in my previous workplace. I, I actually did not, I never wore it because I do not wear watches but I think it was a good, nice gesture.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q09",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Why do people give gifts?",
      "transcript": "Okay. I think gifts, usually, Usually, like people exchange gifts just to, I do not know, share, I do not know, kindness, happiness. yeah, like, I do not know. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, okay. I think gifts, uh, usually, uh, Usually, like people exchange gifts just to, I don't know, share, I don't know, kindness, happiness. Uh, yeah, like, I don't know. Okay.",
      "transcript_cleaned": "I think gifts, usually, Usually, like people exchange gifts just to, I do not know, share, I do not know, kindness, happiness. yeah, like, I do not know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q10",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Do you like to give expensive gifts?",
      "transcript": "It depends, I think. I like to give expensive gifts to people that are important. for example, to my boss or some important business contacts, I would like to, yeah, choose something that that is expensive. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it depends, I think. I like to give expensive gifts to people that are important. Um, for example, uh, to my boss or some important business contacts, uh, I would like to, yeah, choose something that that's expensive. Yeah.",
      "transcript_cleaned": "It depends, I think. I like to give expensive gifts to people that are important. for example, to my boss or some important business contacts, I would like to, yeah, choose something that that is expensive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Fyu2UEOBRpI_q11",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Do you think your home is clean and tidy?",
      "transcript": "Unfortunately, no. I have to admit that I am not a very organized person. and I rarely clean my room, maybe like once a week. So yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, unfortunately, no. I have to admit that I'm not a very organized person. Uh, and I rarely clean my room, maybe like once a week. So yeah. Okay.",
      "transcript_cleaned": "Unfortunately, no. I have to admit that I am not a very organized person. and I rarely clean my room, maybe like once a week.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}