{
  "batch_id": 311,
  "count": 20,
  "samples": [
    {
      "sample_id": "uqR8cCfMBec_s04",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Do you enjoy cooking?",
      "transcript": "Not exactly about. However, I think that cooking become the survival skill in this modern day. And moreover, I think that I can be I cannot become a mastering in the cooking skill. However, I can cook a basic these dishes for me to survive. Thank you. Very important.",
      "source": "supplementary",
      "transcript_original": "not exactly about. However, I think that cooking become the survival skill in this modern day. And moreover, I think that I can be I cannot become a mastering in the cooking skill. However, I can cook a basic these dishes for me to survive. Thank you. Very important.",
      "transcript_cleaned": "Not exactly about. However, I think that cooking become the survival skill in this modern day. And moreover, I think that I can be I cannot become a mastering in the cooking skill. However, I can cook a basic these dishes for me to survive. Thank you. Very important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uqR8cCfMBec_s06",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Tell me what is your typical day like?",
      "transcript": "H I think that a typical day of my in the 6 a.m. I get up and go to and go to study in the university. My major is the medicine. So I need to study very hard working because the the the wisdom and the knowledge are so comp complicated that make me a lot of thing to synthesics and to the key concept. Sure. Please, please remember me when you are a famous doctor. Okay.",
      "source": "supplementary",
      "transcript_original": "H I think that a typical day of my in the um 6 a.m. I get up and go to and go to study in the university. My major is the medicine. So I need to study very hard working because the um the um the uh wisdom and the knowledge are so comp complicated that make me a lot of thing to synthesics and to the key concept. Sure. Please, please remember me when you're a famous doctor. Okay.",
      "transcript_cleaned": "H I think that a typical day of my in the 6 a.m. I get up and go to and go to study in the university. My major is the medicine. So I need to study very hard working because the the the wisdom and the knowledge are so comp complicated that make me a lot of thing to synthesics and to the key concept. Sure. Please, please remember me when you are a famous doctor.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uqR8cCfMBec_s09",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Tell me what are some ways that people can help other members of the community?",
      "transcript": "In the past, in the past people can provide them a food, a rings are the cash for people to improve their lifestyle. However, however, when the technology develop rapidly, people can donate donate to the some internet platform such as a Facebook or Tik Tok for them to supporting them for people who live or reside in the rural area. Interesting. Thank you.",
      "source": "supplementary",
      "transcript_original": "In the past, in the past people can provide them a food, a rings are the cash for people to improve their lifestyle. However, however, um when the technology develop rapidly, people can donate donate to the some internet platform such as a Facebook or Tik Tok for them to supporting them for people who live or reside in the rural area. Interesting. Thank you.",
      "transcript_cleaned": "In the past, in the past people can provide them a food, a rings are the cash for people to improve their lifestyle. However, however, when the technology develop rapidly, people can donate donate to the some internet platform such as a Facebook or Tik Tok for them to supporting them for people who live or reside in the rural area. Interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uqR8cCfMBec_s11",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Why do some people choose to help strangers?",
      "transcript": "In my opinion, I think that firstly people people who went away when they was a child, they are they were educated that they need to have a kind and have a sympathy to the each other to support to each other. And secondly that I think that people will help to each other because they need to connect to the people because we are the human being who need to connect to people and prevent the isolations. Thank you. Wonderful.",
      "source": "supplementary",
      "transcript_original": "In my opinion, I think that firstly people people who went away when they was a child, they are they were educated that they need to have a kind and have a sympathy to the each other to um support to each other. And secondly that I think that people will help to each other because they need to uh connect to the people because we are the human being who need to connect to people and prevent the isolations. Thank you. Wonderful.",
      "transcript_cleaned": "In my opinion, I think that firstly people people who went away when they was a child, they are they were educated that they need to have a kind and have a sympathy to the each other to support to each other. And secondly that I think that people will help to each other because they need to connect to the people because we are the human being who need to connect to people and prevent the isolations. Thank you. Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uqR8cCfMBec_s12",
      "video_id": "uqR8cCfMBec",
      "band": 6.0,
      "question": "Finally, how can governments encourage citizens to support one another?",
      "transcript": "Some people think that they need to invest to the charity. However, I think that government should educate people es especially the student who belong to the primary and secondary or high school to to educate to has a knowledge to support to each other because we are the human being who need to have a sympathy the kind for us to live in the social societies society. 30. Fantastic. Well done. Thank you. Hi. That brings the test to the end. Congratulations. Fantastic.",
      "source": "supplementary",
      "transcript_original": "Some people think that uh they need to invest to the charity. However, I think that government should uh um educate people es especially the student who um belong to the primary and secondary or high school to to educate to has a knowledge to support to each other because we are the human being who need to have a sympathy the kind for us to live in the social societies society. 30. Fantastic. Well done. Thank you. Hi. That brings the test to the end. Congratulations. Fantastic.",
      "transcript_cleaned": "Some people think that they need to invest to the charity. However, I think that government should educate people es especially the student who belong to the primary and secondary or high school to to educate to has a knowledge to support to each other because we are the human being who need to have a sympathy the kind for us to live in the social societies society. 30. Fantastic. Well done. Thank you. Hi. That brings the test to the end. Congratulations. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s01",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "May I start with your name, please?",
      "transcript": "Sure. My name is Gina. Okay. Nice to meet you, Gina. I am going to record this part of the exam for marking purposes.",
      "source": "supplementary",
      "transcript_original": "Sure. My name is Gina. Okay. Nice to meet you, Gina. Um, I'm going to record this part of the exam for marking purposes.",
      "transcript_cleaned": "Sure. My name is Gina. Okay. Nice to meet you, Gina. I am going to record this part of the exam for marking purposes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s04",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "What do you do to stay healthy?",
      "transcript": "Well, I take my health seriously. I try to eat well and I do my physical exercise three times a week and I also set my health goals each month. Oh, great.",
      "source": "supplementary",
      "transcript_original": "Um, well, I take my health seriously. I try to eat well and I do my physical exercise three times a week and I also set my health goals each month. Oh, great.",
      "transcript_cleaned": "I take my health seriously. I try to eat well and I do my physical exercise three times a week and I also set my health goals each month. Oh,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s05",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "Do you believe that physical exercise is important for health?",
      "transcript": "Yes, I believe the physical exercise is incredibly important for health. Human are meant to be active. Without any exercise, people may gain weight and become less healthy. Okay.",
      "source": "supplementary",
      "transcript_original": "Yes, I believe the physical exercise is incredibly important for health. Human are meant to be active. Without any exercise, people may gain weight and become less healthy. Okay.",
      "transcript_cleaned": "Yes, I believe the physical exercise is incredibly important for health. Human are meant to be active. Without any exercise, people may gain weight and become less healthy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s06",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "How often do you eat unhealthy food?",
      "transcript": "Well, unfortunately, I have my unhealthy food more than I probably should. I think it is because it is very easier way to get healthy food and always the fastest option. but I limit I limit myself to eat unhealthy food once per week. However, sometimes it is twice a week or even more. Oh, okay. All right.",
      "source": "supplementary",
      "transcript_original": "Well, unfortunately, I have my unhealthy food more than I probably should. Um, I think it's because it's very easier way to get healthy food and always the fastest option. Um, but I limit I limit myself to eat unhealthy food once per week. However, sometimes it's twice a week or even more. Oh, okay. All right.",
      "transcript_cleaned": "unfortunately, I have my unhealthy food more than I probably should. I think it is because it is very easier way to get healthy food and always the fastest option. but I limit I limit myself to eat unhealthy food once per week. However, sometimes it is twice a week or even more. Oh,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s07",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "How has people's health in your country changed in the past 10 years?",
      "transcript": "In my hometown of China, I think people's health have declined in the past 10 years. I think that the food have been worsened and people many people have spending less time on getting outside do physical exercise. Mhm.",
      "source": "supplementary",
      "transcript_original": "In my hometown of China, I think people's health have declined in the past 10 years. Um I think that um the food have been worsened and um people many people have spending less time on uh getting outside do physical exercise. Mhm.",
      "transcript_cleaned": "In my hometown of China, I think people's health have declined in the past 10 years. I think that the food have been worsened and people many people have spending less time on getting outside do physical exercise. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "US3Z4kX3Aq8_s08",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "What do you think is the biggest challenge in staying healthy?",
      "transcript": "I think the biggest challenge for health for me personally I think is ignoring the fast food. well however for the society I think people should spend more time on physical exercise. Okay. Excellent. that is the end of part one. now we are going to start part two.",
      "source": "supplementary",
      "transcript_original": "Um I think the biggest challenge for health um for me personally I think is ignoring the fast food. Um well however for the society I think people should spend more time on physical exercise. Okay. Excellent. Um that's the end of part one. Uh now we're going to uh start part two.",
      "transcript_cleaned": "I think the biggest challenge for health for me personally I think is ignoring the fast food. well however for the society I think people should spend more time on physical exercise. Okay. Excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s12",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "Do you think every person who moves from home experiences homesickness?",
      "transcript": "I think the two main causes of homesickness are missing family members and the unfamiliarity of the new town. The combination of the unfamiliarity surroundings and having no loved ones around creates homesickness. I think I believe that everyone experience this even though some people who are not close as as close their family members may experience it less. Okay.",
      "source": "supplementary",
      "transcript_original": "I think the two main causes of homesickness are missing family members and the unfamiliarity of the new town. The combination of the unfamiliarity surroundings and having no loved ones around creates homesickness. Um I think I believe that everyone um experience this even though some people who are not close as as close their family members may experience it less. Okay.",
      "transcript_cleaned": "I think the two main causes of homesickness are missing family members and the unfamiliarity of the new town. The combination of the unfamiliarity surroundings and having no loved ones around creates homesickness. I think I believe that everyone experience this even though some people who are not close as as close their family members may experience it less.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s13",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "What are some ways in which a person can reduce their homesickness?",
      "transcript": "I think for most people the answer is time. but for some people phoning home, making new friends, and using social media to keep to contact with family members can reduce homesickness. All right. Some people think homesickness is caused by immaturity. Others believe that homesickness can affect anyone regardless of maturity.",
      "source": "supplementary",
      "transcript_original": "I think for most people the answer is time. Um but for some people phoning home, making new friends, and um using social media to keep to contact with family members can reduce homesickness. All right. Some people think homesickness is caused by immaturity. Others believe that homesickness uh can affect anyone regardless of maturity.",
      "transcript_cleaned": "I think for most people the answer is time. but for some people phoning home, making new friends, and using social media to keep to contact with family members can reduce homesickness. All right. Some people think homesickness is caused by immaturity. Others believe that homesickness can affect anyone regardless of maturity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s14",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "Which of these opinions do you support?",
      "transcript": "H that is an interesting question. I do not think I agree either opinion. everyone may get homesickness and when people move away from their hometown, they will miss their family members for sure. but the peop people who are younger and less mature may get homesick easily. Okay. now I am going to ask you a few more questions on the topic of adversity.",
      "source": "supplementary",
      "transcript_original": "H that's an interesting question. Um I don't think I agree either opinion. Um everyone may get homesickness and um when people move away from their hometown, they will miss their family members for sure. Um but the peop people who are younger and less mature may get homesick easily. Okay. Uh now I'm going to ask you a few more questions on the topic of adversity.",
      "transcript_cleaned": "H that is an interesting question. I do not think I agree either opinion. everyone may get homesickness and when people move away from their hometown, they will miss their family members for sure. but the peop people who are younger and less mature may get homesick easily. Okay. now I am going to ask you a few more questions on the topic of adversity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "US3Z4kX3Aq8_s15",
      "video_id": "US3Z4kX3Aq8",
      "band": 7.0,
      "question": "What personal attributes make a person cope better with such problems?",
      "transcript": "I definitely agree that some people cope the tough situations better than others do. based on the human the personal attributes I believe that calm and patient are very important for people to solve problems. Being calm under pressure instead of making rush decisions can help to solve problems. All right.",
      "source": "supplementary",
      "transcript_original": "I definitely agree that some people cope the tough situations better than others do. Um based on the human um the personal attributes uh I believe that um calm and patient are very important for people to solve problems. Being calm under pressure instead of making rush decisions can help to solve problems. All right.",
      "transcript_cleaned": "I definitely agree that some people cope the tough situations better than others do. based on the human the personal attributes I believe that calm and patient are very important for people to solve problems. Being calm under pressure instead of making rush decisions can help to solve problems.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uufBxEzWWXw_s03",
      "video_id": "uufBxEzWWXw",
      "band": 8.0,
      "question": "Where do you live?",
      "transcript": "&gt;&gt; I am currently living in Bmpton but I am here for a short visit to see my family. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I'm currently living in Bmpton but I'm here for a short visit to see my family. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; I am currently living in Bmpton but I am here for a short visit to see my family. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uufBxEzWWXw_s04",
      "video_id": "uufBxEzWWXw",
      "band": 8.0,
      "question": "Do you study or work?",
      "transcript": "&gt;&gt; I am currently employed. I am employed under healthcare services organization which is in GTA also known as Greater Toronto area. &gt;&gt; Mhm. Good. Now a few questions will be based on chocolates.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I'm currently employed. I'm employed under healthcare services organization which is in GTA also known as Greater Toronto area. &gt;&gt; Mhm. Good. Now a few questions will be based on chocolates.",
      "transcript_cleaned": "&gt;&gt; I am currently employed. I am employed under healthcare services organization which is in GTA also known as Greater Toronto area. &gt;&gt; Mhm. Good. Now a few questions will be based on chocolates.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uufBxEzWWXw_s05",
      "video_id": "uufBxEzWWXw",
      "band": 8.0,
      "question": "Do you like eating chocolates, Simmon?",
      "transcript": "&gt;&gt; to be honest, I am not a sweet tooth person, so I avoid eating chocolates because it spikes my insulin level. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh to be honest, I'm not a sweet tooth person, so I avoid eating chocolates um because it spikes my insulin level. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; to be honest, I am not a sweet tooth person, so I avoid eating chocolates because it spikes my insulin level. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uufBxEzWWXw_s06",
      "video_id": "uufBxEzWWXw",
      "band": 8.0,
      "question": "Did you often eat chocolates when you were a kid?",
      "transcript": "&gt;&gt; yes, I used to eat chocolates. I remember I had an incident where I ate the whole box of chocolate. &gt;&gt; Oh, great.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh yes, I used to eat chocolates. I remember I had an incident where I ate the whole box of chocolate. &gt;&gt; Oh, great.",
      "transcript_cleaned": "&gt;&gt; yes, I used to eat chocolates. I remember I had an incident where I ate the whole box of chocolate. &gt;&gt; Oh,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "uufBxEzWWXw_s07",
      "video_id": "uufBxEzWWXw",
      "band": 8.0,
      "question": "Why do you think chocolates are quite popular around the world?",
      "transcript": "In my opinion, chocolates can be a guilty pleasure which usually people take just to avoid or just to get an insulin rush which they usually require when they are stressed. &gt;&gt; Mhm. Okay.",
      "source": "supplementary",
      "transcript_original": "Um in my opinion, chocolates can be a guilty pleasure which uh usually people take just to avoid uh um or just to get uh an insulin rush which uh they usually require when they are stressed. &gt;&gt; Mhm. Okay.",
      "transcript_cleaned": "In my opinion, chocolates can be a guilty pleasure which usually people take just to avoid or just to get an insulin rush which they usually require when they are stressed. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}