{
  "batch_id": 159,
  "count": 20,
  "samples": [
    {
      "sample_id": "K--gWoUgBNQ_q08",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "Are there any differences between how Vietnamese name their children now and in the past?",
      "transcript": "Let me think about it. So in the past, we were influenced by a lot of fortune teller. So some of us just pick the names for our children based on what we are advised by the fortune teller without choosing the names for our own children. But the young generation these days, they have more of an open-minded and they want the children to bear the name that is meaningful to the whole family rather than just listen to some strangers. I think that is the biggest difference. Thank you Now let move on to part two of the test So I will give you a topic and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, let me think about it. So in the past, we were influenced by a lot of fortune teller. So some of us just pick the names for our children based on what we are advised by the fortune teller without choosing the names for our own children. But the young generation these days, they have more of an open-minded and they want um, the children to bear the name that's meaningful to the whole family rather than just listen to some strangers. I think that's the biggest difference. Thank you Now let move on to part two of the test So I will give you a topic and.",
      "transcript_cleaned": "Let me think about it. So in the past, we were influenced by a lot of fortune teller. So some of us just pick the names for our children based on what we are advised by the fortune teller without choosing the names for our own children. But the young generation these days, they have more of an open-minded and they want the children to bear the name that is meaningful to the whole family rather than just listen to some strangers. I think that is the biggest difference.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q09",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "So that is the way of her to stay anonymous, right?",
      "transcript": "And however, I think she is, her influence is huge. and she will become more popular on the internet, I believe. so what is interesting about her fashion choice is that there are three principles behind her videos. the first one is that you do not have to splurge a ton on designer clothes in order to be fashionable. And the second one is that you can always be more creative and imaginative with your wardrobe. Mix and match your, the items that you have already got. And the third point is that, you know, for some people going to the office, dress nicely is such a daunting task. But to hers, she makes it so effortless and she enjoys the process of choosing items, what to wear. And she is radiate this really positive energy and attitude in small things that happen in your life. Yeah, which is great. I hope she get more famous soon. So you have just talked about a person who dresses fashionably. And in this third part of the test, I would like to ask you some more general questions related to this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, and however, I think she's, her influence is huge. Um, and she will become more popular on the internet, I believe. Uh, so what's interesting about her fashion choice is that there are three principles behind her videos. Uh, the first one is that you don't have to splurge a ton on designer clothes in order to be fashionable. And the second one is that you can always be more creative and imaginative with your wardrobe. Mix and match your, um, the items that you have already got. And the third point is that, you know, for some people going to the office, um, dress nicely is such a daunting task. But to hers, she makes it so effortless and she enjoys the process of choosing items, what to wear. And she's radiate this really positive energy and attitude in small things that happen in your life. Yeah, which is great. I hope she get more famous soon. So you've just talked about a person who dresses fashionably. And in this third part of the test, I would like to ask you some more general questions related to this.",
      "transcript_cleaned": "And however, I think she is, her influence is huge. and she will become more popular on the internet, I believe. so what is interesting about her fashion choice is that there are three principles behind her videos. the first one is that you do not have to splurge a ton on designer clothes in order to be fashionable. And the second one is that you can always be more creative and imaginative with your wardrobe. Mix and match your, the items that you have already got. And the third point is that, you know, for some people going to the office, dress nicely is such a daunting task. But to hers, she makes it so effortless and she enjoys the process of choosing items, what to wear. And she is radiate this really positive energy and attitude in small things that happen in your life. Yeah, which is great. I hope she get more famous soon. So you have just talked about a person who dresses fashionably. And in this third part of the test, I would like to ask you some more general questions related to this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q10",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "So first of all, do you think that online shopping will replace in-store shopping in the future?",
      "transcript": "And why? Well seeing the trend in the e platforms these days I believe that online shopping will somewhat takes over the traditional way of shopping in the near future the reason being that it makes shopping a lot more accessible no matter where you are or what time of the day you are going to shop right It just like one a few clicks away from getting the items that you want and a few more days to get it delivered which is really convenient for our daily lives Why is fashion very important to some people? So you can make a statement, through what you wear through and it represent yourself as a person to the public. and it also a way for you to show your attitude, whether you confident or you want to, promote a certain messages with your clothing. So I think, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And why? Well um seeing the trend in the e platforms these days I believe that um online shopping will somewhat takes over the traditional way of shopping in the near future Um the reason being that it makes shopping a lot more accessible no matter where you are or what time of the day you are going to shop right It just like one a few clicks away from getting the items that you want and a few more days to get it delivered which is really convenient for um our daily lives Why is fashion very important to some people? So you can make a statement, uh, through what you wear through and it represent yourself as a person to the public. Um, and it also a way for you to show your attitude, whether you confident or you want to, um, promote a certain messages with your clothing. So I think, yeah.",
      "transcript_cleaned": "And why? Well seeing the trend in the e platforms these days I believe that online shopping will somewhat takes over the traditional way of shopping in the near future the reason being that it makes shopping a lot more accessible no matter where you are or what time of the day you are going to shop right It just like one a few clicks away from getting the items that you want and a few more days to get it delivered which is really convenient for our daily lives Why is fashion very important to some people? So you can make a statement, through what you wear through and it represent yourself as a person to the public. and it also a way for you to show your attitude, whether you confident or you want to, promote a certain messages with your clothing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q11",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "Are older people as fashionable as young people and why?",
      "transcript": "I must say that older people have more resources to spend on what they like. but there, there would be fixed in terms of my set, compared to the youngsters. So the youngster would be more trendy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I must say that older people have more resources to spend on what they like. Um, but there, there would be fixed in terms of my set, um, compared to the youngsters. So the youngster would be more trendy.",
      "transcript_cleaned": "I must say that older people have more resources to spend on what they like. but there, there would be fixed in terms of my set, compared to the youngsters. So the youngster would be more trendy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q12",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "However, I think the older people would have more refined items.",
      "transcript": "So in the end to say that whether older people are more fashionable, Than younger people. It depends on your definitions of, yeah, of being more fashionable.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, so in the end to say that whether older people are more fashionable, Than younger people. It depends on your definitions of, yeah, of being more fashionable.",
      "transcript_cleaned": "in the end to say that whether older people are more fashionable, Than younger people. It depends on your definitions of, yeah, of being more fashionable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "K--gWoUgBNQ_q13",
      "video_id": "K--gWoUgBNQ",
      "band": 8.0,
      "question": "Are women more fashionable than men?",
      "transcript": "Why? Totally agree with this one. because women, we are, we make emotional decisions. So we, we are not as fixed as men in terms of buying our daily, clothing items. So we are more easily influenced by trends. So up front we would look more trendy and fashionable and yeah, more relevant than the guys with one style for years and years. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Why? Totally agree with this one. Um, because women, we are, we make emotional decisions. So we, um, we're not as fixed as men in terms of buying our daily, um, clothing items. So we are more easily influenced by trends. So up front we would look more trendy and fashionable and um, yeah, more relevant than the guys with one style for years and years. Thank you.",
      "transcript_cleaned": "Why? Totally agree with this one. because women, we are, we make emotional decisions. So we, we are not as fixed as men in terms of buying our daily, clothing items. So we are more easily influenced by trends. So up front we would look more trendy and fashionable and yeah, more relevant than the guys with one style for years and years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q04",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "And we will hopefully we will have something very valuable to learn from her performance, right?",
      "transcript": "Okay, so let us get started. Yay! Hi in this first part of the test I would like to get to know you better So I be asking you some questions about yourself First of all let talk about where you live Where you live Can you describe the place where you live Well so basically I residing in Binh T street which is not in the city center But I kind of like this place because it is very quiet and it is kind of convenient for my study.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, so let's get started. Yay! Hi in this first part of the test I would like to get to know you better So I be asking you some questions about yourself First of all let talk about where you live Where you live Can you describe the place where you live Well so basically I residing in Binh T street which is not in the city center But I kinda like this place because it's very quiet and it's kind of convenient for my study.",
      "transcript_cleaned": "let us get started. Yay! Hi in this first part of the test I would like to get to know you better So I be asking you some questions about yourself First of all let talk about where you live Where you live Can you describe the place where you live Well so basically I residing in Binh T street which is not in the city center But I kind of like this place because it is very quiet and it is kind of convenient for my study.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q05",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "What do you like about where you live?",
      "transcript": "Well, talking about what I like the most about where I live, I must say that the hospitality of the people there It really makes me feel like warm and well very welcome. Like their friendliness always make me feel like home and they are always there for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, talking about what I like the most about where I live, I must say that the hospitality of the people there It really makes me feel like warm and well very welcome. Like their friendliness always make me feel like home and they're always there for me.",
      "transcript_cleaned": "talking about what I like the most about where I live, I must say that the hospitality of the people there It really makes me feel like warm and well very welcome. Like their friendliness always make me feel like home and they are always there for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q06",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "What changes would you like to see in your neighborhood?",
      "transcript": "Well I must say that I would like very small development in my residence. I must say that it, I, I hope that there will be a zoo or a park there. Because me and my sister really enjoying going to the park after our long day of study. So I would like to see a new park in my residence.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well I must say that I would like um, very small development in my uh, residence. I must say that it, I, I hope that there will be a zoo or a park there. Because me and my sister really enjoying um, going to the park after our long day of study. So I would like to see a new park in my residence.",
      "transcript_cleaned": "I must say that I would like very small development in my residence. I must say that it, I, I hope that there will be a zoo or a park there. Because me and my sister really enjoying going to the park after our long day of study. So I would like to see a new park in my residence.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q07",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "How many public holidays do you have in Vietnam?",
      "transcript": "Well, I must say that there are number of holidays in Vietnam. for example, the mid-autumn or the Tet holiday, Which are like the highlights of our days and years because in these holidays we have days off and we can spend time with our family.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I must say that there are um, number of holidays in Vietnam. Uh, for example, the mid-autumn or the Tet holiday, Which are like the highlights of our days and years because um, in these holidays we have days off and we can spend time with our family.",
      "transcript_cleaned": "I must say that there are number of holidays in Vietnam. for example, the mid-autumn or the Tet holiday, Which are like the highlights of our days and years because in these holidays we have days off and we can spend time with our family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q08",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "Which holiday is your favorite?",
      "transcript": "Well, I must say that Ted's holiday is one of my favorite holidays in the year because in Ted's holiday we have a long period of time to take our days off from school. And my parents also have days off so we can spend a long vacation in other countries or we just can come to a home town to meet our long distance relatives and we can have family meals. And I really appreciate those times.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I must say that Ted's holiday is one of my favorite holidays in the year because uh, in Ted's holiday we have a long period of time to take our days off from school. And my parents also have days off so we can spend a long vacation in other countries or we just can come to a home town to meet our long distance relatives and we can have family meals. And I really appreciate those times.",
      "transcript_cleaned": "I must say that Ted's holiday is one of my favorite holidays in the year because in Ted's holiday we have a long period of time to take our days off from school. And my parents also have days off so we can spend a long vacation in other countries or we just can come to a home town to meet our long distance relatives and we can have family meals. And I really appreciate those times.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q09",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "Do you think that people need more public holidays?",
      "transcript": "Well, I have to say that we do not need any more holidays in our country because as I said before, we all, we already have a lot of holidays and people need to spend more time working, I guess. And of me, for me personally, I do not need more holidays.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I gotta say that um, we don't need any more holidays in our country because as I said before, uh, we all, we already have a lot of holidays and people need to spend more time working, I guess. And of me, for me personally, I don't need more holidays.",
      "transcript_cleaned": "I have to say that we do not need any more holidays in our country because as I said before, we all, we already have a lot of holidays and people need to spend more time working, I guess. And of me, for me personally, I do not need more holidays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q10",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "How often do you buy gifts for others?",
      "transcript": "So I don usually buy gifts because I see it as a waste of money And I guess that I do buy gifts but on a very special occasions For example, I am away from my home for a long time. I want to buy them some souvenirs to make them feel happy when seeing me after such a long time. Or I guess that if I have to buy the gift, it must be someone very special in my life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I don usually buy gifts because I see it as a waste of money And I guess that I do buy gifts but on a very special occasions For example, I'm away from my home for a long time. I want to buy them some souvenirs to make them feel happy when seeing me after such a long time. Or I guess that if I have to buy the gift, it must be someone very special in my life.",
      "transcript_cleaned": "I don usually buy gifts because I see it as a waste of money And I guess that I do buy gifts but on a very special occasions For example, I am away from my home for a long time. I want to buy them some souvenirs to make them feel happy when seeing me after such a long time. Or I guess that if I have to buy the gift, it must be someone very special in my life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q11",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "What kinds of gifts are popular in your country?",
      "transcript": "Well, I suppose that the handmade souvenirs are very popular in my country because they are very special and they are handcrafted.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I suppose that the handmade souvenirs are very popular in my country because they are very special and they are handcrafted.",
      "transcript_cleaned": "I suppose that the handmade souvenirs are very popular in my country because they are very special and they are handcrafted.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q12",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "Why do people send gifts?",
      "transcript": "Well, so I suppose people send presents because it is a kind of expectation or tradition on special occasions like birthdays, Or they just want to show their appreciation for the people who receive gifts.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, so I suppose people send presents because it's a kind of expectation or tradition on special occasions like birthdays, Or they just want to show their appreciation for the people who receive gifts.",
      "transcript_cleaned": "I suppose people send presents because it is a kind of expectation or tradition on special occasions like birthdays, Or they just want to show their appreciation for the people who receive gifts.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q13",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "First of all, why do some people have no interest in history?",
      "transcript": "So I suppose that there is a host of reasons for people not have enough interest in history First of all I guess that they are just they think that history is kind of adult activities for them to pursue or it just a waste of time that I have no interest in How important is it to learn about the history of a country so I guess that learning, a country's history plays a critical role in understanding their cultures and traditions. a person needs to learn and understand a country's history so as to adapt well to that country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I suppose that there is a host of reasons for people not have enough interest in history First of all I guess that they are just they think that history is kind of adult activities for them to pursue or it just a waste of time that I have no interest in How important is it to learn about the history of a country Uh, so I guess that learning, um, a country's history plays a critical role in understanding their cultures and traditions. Uh, a person needs to learn and understand a country's history so as to adapt well to that country.",
      "transcript_cleaned": "I suppose that there is a host of reasons for people not have enough interest in history First of all I guess that they are just they think that history is kind of adult activities for them to pursue or it just a waste of time that I have no interest in How important is it to learn about the history of a country so I guess that learning, a country's history plays a critical role in understanding their cultures and traditions. a person needs to learn and understand a country's history so as to adapt well to that country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q14",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "Why is it that sometimes events from the past were not recorded accurately?",
      "transcript": "Well, so I suppose that some governments, they are just not brave enough to look at their mistakes and learn from that, so they cannot record that, those facts accurately. Another reason is that they are just too proud of their achievements that they cannot see the truth or any faults in their actions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, so I suppose that some governments, they're just not brave enough to look at their mistakes and learn from that, so they cannot record that, those facts accurately. Another reason is that they are just too proud of their achievements that they cannot see the truth or any faults in their actions.",
      "transcript_cleaned": "I suppose that some governments, they are just not brave enough to look at their mistakes and learn from that, so they cannot record that, those facts accurately. Another reason is that they are just too proud of their achievements that they cannot see the truth or any faults in their actions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q15",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "As citizens of a country, what should people do if their government is biased towards a certain ideology?",
      "transcript": "Well, I guess that as a citizen, we must be more open-minded and we have to do more research on such historical events so as to look at that event on different perspectives and have our own voice and understanding. Thanks.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I guess that as a citizen, we must be more open-minded and we have to do more research on such historical events so as to look at that event on different perspectives and have our own voice and understanding. Thanks,.",
      "transcript_cleaned": "I guess that as a citizen, we must be more open-minded and we have to do more research on such historical events so as to look at that event on different perspectives and have our own voice and understanding. Thanks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q16",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "Sophie, how did you feel after you reset the test with me?",
      "transcript": "I have to say that I felt so much pressure. More pressure than I just actually took the test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I gotta say that I felt so much pressure. More pressure than I just actually took the test.",
      "transcript_cleaned": "I have to say that I felt so much pressure. More pressure than I just actually took the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RN5YnJ7Zd0k_q17",
      "video_id": "RN5YnJ7Zd0k",
      "band": 8.0,
      "question": "Oh, why was that?",
      "transcript": "I know it is not very used to being in front of the camera. Yeah, it happened to me all the time guys. it is very hard. So yeah, now you know what my life is like. Okay, yeah. Anyway guys, thank you for tuning in and I hope you liked the video, her performance. And if you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I know it's not very used to being in front of the camera. Yeah, it happened to me all the time guys. It's very hard. So yeah, now you know what my life is like. Okay, yeah. Anyway guys, thank you for tuning in and I hope you liked the video, her performance. And if you.",
      "transcript_cleaned": "I know it is not very used to being in front of the camera. Yeah, it happened to me all the time guys. it is very hard. So yeah, now you know what my life is like. Okay, yeah. Anyway guys, thank you for tuning in and I hope you liked the video, her performance. And if you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}