{
  "batch_id": 96,
  "count": 20,
  "samples": [
    {
      "sample_id": "AryuTun1Sos_q04",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "Do you think it is better to use a paper map or a map on your phone?",
      "transcript": "I think mobile phone maps are better than paper maps which can be very perplexing. And people nowadays tend to use mobile phone apps as it is a device that is already available on everyone's hand and it is easy to navigate to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think mobile phone maps are better than paper maps which can be very perplexing. And people nowadays tend to use mobile phone apps as it is a device that is already available on everyone's hand and it is easy to navigate to.",
      "transcript_cleaned": "I think mobile phone maps are better than paper maps which can be very perplexing. And people nowadays tend to use mobile phone apps as it is a device that is already available on everyone's hand and it is easy to navigate to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q05",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "When was the last time you needed to use a map?",
      "transcript": "I visited Meipur last week for some work and I was standing at the exit of the Sonny Square building when my Uber called me and told me that he was standing on the opposite side of the road. And like I previously mentioned that I am very bad at reading maps so I had to use the mobile phone map to track him as I was not understanding whether he was standing on the opposite side from my front or from my right. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I visited Meipur last week for some work and I was standing at the exit of the Sonny Square building when my Uber called me and told me that he was standing on the opposite side of the road. And like I previously mentioned that I'm very bad at reading maps so I had to use the mobile phone map to track him as I was not understanding whether he was standing on the opposite side from my front or from my right. Okay.",
      "transcript_cleaned": "I visited Meipur last week for some work and I was standing at the exit of the Sonny Square building when my Uber called me and told me that he was standing on the opposite side of the road. And like I previously mentioned that I am very bad at reading maps so I had to use the mobile phone map to track him as I was not understanding whether he was standing on the opposite side from my front or from my",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q06",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "If you visit a new city, do you always use a map to find your way around?",
      "transcript": "I would say both yes and no because I often go out with my family driver. So during that time a map is not necessary as he knows all the routes and directions. However, when I go to places by calling an Uber, that time I just open my map and follow if we are going in the right direction or not.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say both yes and no because I often go out with my family driver. So during that time a map is not necessary as he knows all the routes and directions. However, when I go to places by calling an Uber, that time I just open my map and follow if we are going in the right direction or not.",
      "transcript_cleaned": "I would say both yes and no because I often go out with my family driver. So during that time a map is not necessary as he knows all the routes and directions. However, when I go to places by calling an Uber, that time I just open my map and follow if we are going in the right direction or not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q07",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "Do you find it easy to read maps?",
      "transcript": "I am horrible when it comes to understanding and reading maps. that is because I think I am not good with directions. I remember this one time my uncle came to pick me up from my academy. And he told me that he was parked in the east direction from where I was standing. And it was very embarrassing that I had to ask people where the east direction was I mean I know that understanding and reading maps is not a rocket science but still it very puzzling to me Okay so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm horrible when it comes to understanding and reading maps. Uh, that is because I think I'm not good with directions. I remember this one time my uncle came to pick me up from my academy. And he told me that he was parked in the east direction from where I was standing. And it was very embarrassing that I had to ask people where the east direction was I mean I know that understanding and reading maps is not a rocket science but still it very puzzling to me Okay so.",
      "transcript_cleaned": "I am horrible when it comes to understanding and reading maps. that is because I think I am not good with directions. I remember this one time my uncle came to pick me up from my academy. And he told me that he was parked in the east direction from where I was standing. And it was very embarrassing that I had to ask people where the east direction was I mean I know that understanding and reading maps is not a rocket science but still it very puzzling to me",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q08",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "Would you like to start now?",
      "transcript": "Yeah. Please. I remember it was just before our, final exams of class 11 started. We had a, wall magazine project and from each section, a group of six to seven members had to participate. Unfortunately, we did not receive such notices that, when the, World Magazine project would start. Therefore, we were not aware of the starting date and the deadline. suddenly our class teacher came to our classroom and she was very angry to why none of us from our section were not participating. As a class monitor, I explained her the situation and she told me that I would become the group leader and told me to handle the rest. three days were left for the project and we had to do everything in a hurry. A whole day passed, buying equipment and material needed for the project and discussing the topic. Our topic was, quite different. It was, we named it crime and constitution where we illustrated that, punishment for the criminals are not implemented by the law are not as prominent as the crime. however on the second day we were almost done with 80 of the work and at that time we found out that someone from another group partially copied our work We were all defastated as we could not keep our work as it was like that nor we could not we can take out everything and redo it Basically it was like we were caught between a rock and a hard place nevertheless we stayed till late afternoon and did our work again we knew we were working against the clock but there were no options left it, thankfully, on the next day we were able to present our work just in the nick of time in front of our college principal sir. as I was the group leader, so I gave a brief demonstration of our work and Sarah himself and other teachers as well praised our work that it was unique and intriguing. as I am speaking about that event right now, I can still feel the adrenaline rush that how, worried we were on that day, but glad that everything turned out well.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah. Please. I remember it was just before our, uh, final exams of class 11 started. We had a, uh, wall magazine project and from each section, a group of six to seven members had to participate. Unfortunately, uh, we did not receive such notices that, uh, uh, when the, uh, World Magazine project would start. Therefore, we were not aware of the starting date and the deadline. Uh, suddenly our class teacher came to our classroom and she was very angry to why none of us from our section were not participating. As a class monitor, I explained her the situation and she told me that I would become the group leader and told me to handle the rest. Uh, three days were left for the project and we had to do everything in a hurry. A whole day passed, uh, buying equipment and material needed for the project and discussing the topic. Our topic was, uh, quite different. It was, uh, we named it crime and constitution where we illustrated that, uh, punishment for the criminals are not implemented by the law are not as prominent as the crime. Uh however on the second day we were almost done with 80 of the work and at that time we found out that someone from another group partially copied our work We were all defastated as we could not keep our work as it was like that nor we could not uh we can take out everything and redo it Basically it was like we were caught between a rock and a hard place Uh nevertheless we stayed till late afternoon and did our work again Uh we knew we were working against the clock uh but there were no options left Uh, it, uh, thankfully, uh, on the next day we were able to present our work just in the nick of time in front of our college principal sir. Uh, as I was the group leader, so I gave a brief demonstration of our work and Sarah himself and other teachers as well praised our work that it was unique and intriguing. Uh, as I'm speaking about that event right now, I can still feel the adrenaline rush that how, uh, worried we were on that day, but glad that everything turned out well.",
      "transcript_cleaned": "Please. I remember it was just before our, final exams of class 11 started. We had a, wall magazine project and from each section, a group of six to seven members had to participate. Unfortunately, we did not receive such notices that, when the, World Magazine project would start. Therefore, we were not aware of the starting date and the deadline. suddenly our class teacher came to our classroom and she was very angry to why none of us from our section were not participating. As a class monitor, I explained her the situation and she told me that I would become the group leader and told me to handle the rest. three days were left for the project and we had to do everything in a hurry. A whole day passed, buying equipment and material needed for the project and discussing the topic. Our topic was, quite different. It was, we named it crime and constitution where we illustrated that, punishment for the criminals are not implemented by the law are not as prominent as the crime. however on the second day we were almost done with 80 of the work and at that time we found out that someone from another group partially copied our work We were all defastated as we could not keep our work as it was like that nor we could not we can take out everything and redo it Basically it was like we were caught between a rock and a hard place nevertheless we stayed till late afternoon and did our work again we knew we were working against the clock but there were no options left it, thankfully, on the next day we were able to present our work just in the nick of time in front of our college principal sir. as I was the group leader, so I gave a brief demonstration of our work and Sarah himself and other teachers as well praised our work that it was unique and intriguing. as I am speaking about that event right now, I can still feel the adrenaline rush that how, worried we were on that day, but glad that everything turned out well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q10",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "Do you think it is okay to arrive late when meeting a friend?",
      "transcript": "I do not think it is okay to arrive late when meeting a friend. Punctuality shows respect and I believe that, it shows, it shows how a person, values their friendship by arriving on time. Last week, I met, an old friend and we decided to meet at 7 p.m. surprisingly, we both arrived on time and that made both of us happy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think it's okay to arrive late when meeting a friend. Punctuality shows respect and I believe that, uh, it shows, it shows how a person, uh, values their friendship by arriving on time. Last week, uh, er, I met, uh, an old friend and we decided to meet at 7 p.m. Uh, surprisingly, we both arrived on time and that made both of us happy.",
      "transcript_cleaned": "I do not think it is okay to arrive late when meeting a friend. Punctuality shows respect and I believe that, it shows, it shows how a person, values their friendship by arriving on time. Last week, I met, an old friend and we decided to meet at 7 p.m. surprisingly, we both arrived on time and that made both of us happy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q11",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "What should happen to people who arrive late for work?",
      "transcript": "I think a person who is very responsible with their work is never late. So, it is the other way around. However, if a person is somehow late to their work, it is their duty that they should talk to their boss or anyone from the higher authority to clarify why they could not make it on time. But if being late is someone's habit, then it is a serious issue and they must work on their time management.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think a person who is very responsible with their work is never late. So, it's the other way around. However, if a person is somehow late to their work, it's their duty that they should talk to their boss or anyone from the higher authority to clarify why they could not make it on time. But if being late is someone's habit, then it's a serious issue and they must work on their time management.",
      "transcript_cleaned": "I think a person who is very responsible with their work is never late. So, it is the other way around. However, if a person is somehow late to their work, it is their duty that they should talk to their boss or anyone from the higher authority to clarify why they could not make it on time. But if being late is someone's habit, then it is a serious issue and they must work on their time management.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q12",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "Can you suggest how people can make sure they do not arrive late?",
      "transcript": "I think working on one's time management is the only way they can make sure that they are never late. however sleeping early and setting up setting up an alarm is can also help them to leave early to account for unexpected delays my uncle can never wake up with a single alarm on so he always sets up multiple alarms so that he never late for work Is it better to study for long periods or in shorter blocks of time? I think it varies from individual to individual. some prefer, learning in longer period of time, because just because they find to, they find to maintain their focus. during that time. on the other hand, some people, prefer studying in shorter blocks of time as, than take a break and start again. for example, I prefer studying in shorter blocks of time as it gives me the chance to take a break and recharge my body and mind.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think working on one's time management is the only way they can make sure that they're never late. Uh however sleeping early and uh setting up setting up an alarm is uh can also uh uh help them to leave early to account for unexpected delays Uh my uncle can never wake up with a single alarm on so he always sets up multiple alarms uh so that he never late for work Is it better to study for long periods or in shorter blocks of time? Uh, I think it varies from individual to individual. Uh, some prefer, uh, learning in longer period of time, uh, because just because they find to, uh, they find to maintain their focus. Uh, during that time. Uh, on the other hand, some people, uh, prefer studying in shorter blocks of time as, uh, than take a break and start again. Uh, for example, I prefer studying in shorter blocks of time as it gives me the chance to take a break and recharge my body and mind.",
      "transcript_cleaned": "I think working on one's time management is the only way they can make sure that they are never late. however sleeping early and setting up setting up an alarm is can also help them to leave early to account for unexpected delays my uncle can never wake up with a single alarm on so he always sets up multiple alarms so that he never late for work Is it better to study for long periods or in shorter blocks of time? I think it varies from individual to individual. some prefer, learning in longer period of time, because just because they find to, they find to maintain their focus. during that time. on the other hand, some people, prefer studying in shorter blocks of time as, than take a break and start again. for example, I prefer studying in shorter blocks of time as it gives me the chance to take a break and recharge my body and mind.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q13",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "What are the likely effects of students not managing their study time?",
      "transcript": "If a student does not maintain their study time, then they tend to be overwhelmed with stress, especially during the exam time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, if a student doesn't maintain their study time, then they tend to be overwhelmed with stress, especially during the exam time.",
      "transcript_cleaned": "If a student does not maintain their study time, then they tend to be overwhelmed with stress, especially during the exam time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AryuTun1Sos_q15",
      "video_id": "AryuTun1Sos",
      "band": 8.0,
      "question": "How important is it for students to have enough leisure time?",
      "transcript": "In my opinion, it is very important especially for students to have enough leisure time. it does not only reduce stress and mental exhaustion, but also, helps developing skills and other knowledges, according to one's own, preferences. in, during my school breaks, and still today, during the weekends, I try to keep myself away from, work or studies, And make it myself only my day. for, for example, someday I would go out, in the cinemas to watch a movie. Another, other day I would stay at home and watch movie, listen to music, cook some delicious foods, go out for a walk or shopping, et cetera, like that. Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, in my opinion, it is very important especially for students to have enough leisure time. Uh, it does not only reduce stress and mental exhaustion, but also, uh, helps developing skills and other knowledges, uh, according to one's own, uh, preferences. Uh, in, during my school breaks, uh, and still today, during the weekends, I try to keep myself away from, uh, work or studies, And make it myself only my day. Uh, for, uh, for example, someday I would go out, uh, in the cinemas to watch a movie. Another, other day I would stay at home and watch movie, uh, listen to music, uh, cook some delicious foods, uh, go out for a walk or shopping, et cetera, like that. Thank you.",
      "transcript_cleaned": "In my opinion, it is very important especially for students to have enough leisure time. it does not only reduce stress and mental exhaustion, but also, helps developing skills and other knowledges, according to one's own, preferences. in, during my school breaks, and still today, during the weekends, I try to keep myself away from, work or studies, And make it myself only my day. for, for example, someday I would go out, in the cinemas to watch a movie. Another, other day I would stay at home and watch movie, listen to music, cook some delicious foods, go out for a walk or shopping, et cetera, like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yy0f5L-Ra7E_q02",
      "video_id": "yy0f5L-Ra7E",
      "band": 8.0,
      "question": "So, what snacks do you like to eat?",
      "transcript": "Normally, I will prefer like some basic trips that I can enjoy with basic like drinks such as the Coke or like the Sprite. But usually, I will enjoy some healthy snacks such as the fruits like such as apples, bananas, or oranges. I will enjoy those simple things more like, not like heavy things. Oh, okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Normally, I'll prefer like some basic trips that I can enjoy with uh, basic like drinks such as the Coke or like the Sprite. But usually, I'll enjoy some healthy snacks such as the fruits like such as apples, bananas, or oranges. I'll enjoy those simple things more like, not like heavy things. Oh, okay, great.",
      "transcript_cleaned": "Normally, I will prefer like some basic trips that I can enjoy with basic like drinks such as the Coke or like the Sprite. But usually, I will enjoy some healthy snacks such as the fruits like such as apples, bananas, or oranges. I will enjoy those simple things more like, not like heavy things. Oh,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yy0f5L-Ra7E_q03",
      "video_id": "yy0f5L-Ra7E",
      "band": 8.0,
      "question": "Did you often eat snacks when you were young?",
      "transcript": "Actually, I was not really allowed to eat a lot, like, unhealthy snacks because my parents did not like me eating unhealthy snacks, but I had an opportunity to eat healthy snacks, which gave me, like, more interest into healthy snacks, which let me also eat healthy snacks these days. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, actually, I was not really allowed to eat a lot, like, unhealthy snacks because my parents didn't like me eating unhealthy snacks, but I had an opportunity to eat healthy snacks, which gave me, like, more interest into healthy snacks, which let me also eat healthy snacks these days. Okay, great.",
      "transcript_cleaned": "Actually, I was not really allowed to eat a lot, like, unhealthy snacks because my parents did not like me eating unhealthy snacks, but I had an opportunity to eat healthy snacks, which gave me, like, more interest into healthy snacks, which let me also eat healthy snacks these days.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yy0f5L-Ra7E_q04",
      "video_id": "yy0f5L-Ra7E",
      "band": 8.0,
      "question": "And when do you usually eat snacks now?",
      "transcript": "Whenever I am studying and when I get stressed, I usually release my stress through eating snacks. Or whenever I am having, just chit-chat time with my friends, I will enjoy some simple snacks. Okay, awesome.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, whenever I'm studying and when I get stressed, I usually release my stress through eating snacks. Or whenever I'm having, uh, just chit-chat time with my friends, I'll enjoy some simple snacks. Okay, awesome.",
      "transcript_cleaned": "Whenever I am studying and when I get stressed, I usually release my stress through eating snacks. Or whenever I am having, just chit-chat time with my friends, I will enjoy some simple snacks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yy0f5L-Ra7E_q07",
      "video_id": "yy0f5L-Ra7E",
      "band": 8.0,
      "question": "So, what kinds of family business are common in your country?",
      "transcript": "Mmm, I will say cafe business is kind of common in our country because it is really easy. People think that it is really kind of cute to like have like a small cafe with their families. And also, Korean people really love the Irish Americanos. So I guess that, I guess many family businesses try to aim for the popular market in Korea. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mmm, I'll say uh, cafe business is kind of common in our country because it is really easy. People think that it's really kind of cute to like have like a small cafe with their families. And also, Korean people really love the Irish Americanos. So I guess that, I guess many family businesses try to aim for the popular market in Korea. Okay, great.",
      "transcript_cleaned": "Mmm, I will say cafe business is kind of common in our country because it is really easy. People think that it is really kind of cute to like have like a small cafe with their families. And also, Korean people really love the Irish Americanos. So I guess that, I guess many family businesses try to aim for the popular market in Korea.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yy0f5L-Ra7E_q08",
      "video_id": "yy0f5L-Ra7E",
      "band": 8.0,
      "question": "And is it good to work with family members?",
      "transcript": "I will say if you are, if you are really, if you are really confident and you really know your family member, like, fully know your family member, I think it will be really nice because it is, Because family is something you could really trust about like you could trust each other You never need to worry about like any training stuff So I say it is good to work with family members but on the other hand it might be like it could cause any like if any problem causes then it be really tough to like really go through it because you can really like fall apart with family members Why do people want to do family business? I believe they want to do family business because it is really, you do not really need to worry so much about distributing the revenues that you earn from the business. And it is really like you, it is really about you know the per, you know the person that you work with well, which, which could cause, which could like, maximize the efficiency of the business and yeah. Okay, great. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'll say if you're, if you're really, if you're really confident and you really know your family member, like, fully know your family member, I think it'll be really nice because it is, Because family is something you could really trust about like you could trust each other You never need to worry about like any training stuff So I say it is good to work with family members but on the other hand it might be like it could cause any like if any problem causes then it be really tough to like really go through it because you can really like fall apart with family members Why do people want to do family business? I believe they want to do family business because it's really, you don't really need to worry so much about distributing the revenues that you earn from the business. And it's really like you, it's really about you know the per, you know the person that you work with well, which, which could cause, which could like, uh, maximize the efficiency of the business and yeah. Okay, great. Okay, great.",
      "transcript_cleaned": "I will say if you are, if you are really, if you are really confident and you really know your family member, like, fully know your family member, I think it will be really nice because it is, Because family is something you could really trust about like you could trust each other You never need to worry about like any training stuff So I say it is good to work with family members but on the other hand it might be like it could cause any like if any problem causes then it be really tough to like really go through it because you can really like fall apart with family members Why do people want to do family business? I believe they want to do family business because it is really, you do not really need to worry so much about distributing the revenues that you earn from the business. And it is really like you, it is really about you know the per, you know the person that you work with well, which, which could cause, which could like, maximize the efficiency of the business and",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yy0f5L-Ra7E_q10",
      "video_id": "yy0f5L-Ra7E",
      "band": 8.0,
      "question": "Not too many, but for example, when you were describing your mother, you said, my mother, which is the executive?",
      "transcript": "So typically we would say like my mother who is an executive. Yeah. Yeah. So we would change the article and the which and that. Yeah. Yeah. And also, yeah, this is not really fully a mistake, but, when you were talking about what snacks you liked, Eat instead of like, we usually say, oh, usually I would prefer. You said will. Oh, okay. Yeah. So it is not really wrong, but usually we would say would. Yeah. So just a few things there, but overall I would give you an eight on your IELTS test. All right. Thank you. you are welcome.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, so typically we would say like my mother who is an executive. Yeah. Yeah. So we would change the article and the which and that. Yeah. Yeah. And also, um, yeah, this isn't really fully a mistake, but, um, when you were talking about what snacks you liked, Eat instead of like, uh, we usually say, oh, usually I would prefer. You said will. Oh, okay. Yeah. So it's not really wrong, but usually we would say would. Yeah. So just a few things there, but overall I would give you an eight on your IELTS test. All right. Thank you. You're welcome.",
      "transcript_cleaned": "typically we would say like my mother who is an executive. Yeah. Yeah. So we would change the article and the which and that. Yeah. Yeah. And also, yeah, this is not really fully a mistake, but, when you were talking about what snacks you liked, Eat instead of like, we usually say, oh, usually I would prefer. You said will. Oh, okay. Yeah. So it is not really wrong, but usually we would say would. Yeah. So just a few things there, but overall I would give you an eight on your IELTS test. All right. Thank you. you are welcome.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "q0n4v3NUrKI_q03",
      "video_id": "q0n4v3NUrKI",
      "band": 8.0,
      "question": "Where do you live?",
      "transcript": "I reside in a four bedroom home in Amritsar in the state of Punjab with my family.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I reside in a four bedroom home in Amritsar in the state of Punjab with my family.",
      "transcript_cleaned": "I reside in a four bedroom home in Amritsar in the state of Punjab with my family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "q0n4v3NUrKI_q04",
      "video_id": "q0n4v3NUrKI",
      "band": 8.0,
      "question": "Do you work or go to school?",
      "transcript": "I am currently attending school. I am at Shiv Shankar Institute of Engineering in my final year of study and my main focus is on mechanical engineering.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I am currently attending school. I am at Shiv Shankar Institute of Engineering in my final year of study and my main focus is on mechanical engineering.",
      "transcript_cleaned": "I am currently attending school. I am at Shiv Shankar Institute of Engineering in my final year of study and my main focus is on mechanical engineering.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "q0n4v3NUrKI_q05",
      "video_id": "q0n4v3NUrKI",
      "band": 8.0,
      "question": "What is your favorite color?",
      "transcript": "I really like the color red because it is so vibrant and it just catches the eyes and bring out all the emotions like strength and passion. And I also have lots of red color in my room.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I really like the color red because it's so vibrant and it just catches the eyes and bring out all the emotions like strength and passion. And I also have lots of red color in my room.",
      "transcript_cleaned": "I really like the color red because it is so vibrant and it just catches the eyes and bring out all the emotions like strength and passion. And I also have lots of red color in my room.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "q0n4v3NUrKI_q06",
      "video_id": "q0n4v3NUrKI",
      "band": 8.0,
      "question": "Are there any colors that you do not like?",
      "transcript": "Well, I am not particularly fond of peach because it is very simple and does not create any kind of aesthetic and excitement. I really try to stay away from this color while choosing the cloth. Right away, Rundeep starts confident. His hands are up on the table, he is making great eye contact, and he is answering in full sentences.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I am not particularly fond of peach because it's very simple and doesn't create any kind of aesthetic and excitement. I really try to stay away from this color while choosing the cloth. Right away, Rundeep starts confident. His hands are up on the table, he's making great eye contact, and he's answering in full sentences.",
      "transcript_cleaned": "I am not particularly fond of peach because it is very simple and does not create any kind of aesthetic and excitement. I really try to stay away from this color while choosing the cloth. Right away, Rundeep starts confident. His hands are up on the table, he is making great eye contact, and he is answering in full sentences.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}