{
  "batch_id": 103,
  "count": 20,
  "samples": [
    {
      "sample_id": "O136QOYFAL4_q38",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And did you learn to ride a bicycle when you were a child?",
      "transcript": "I did learn to ride a bicycle when I was a child. Obviously I started out with the training wheels because it was quite hard to balance. As time went on, I got used to it, learned to balance myself on the bicycle, and now it is just part of muscle memory. In the next part of the test, I am going to give you a topic and I would like you to speak for one to two minutes. you will have one minute to think about what you want to say and I will give you a pen and some paper to.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I did learn to ride a bicycle when I was a child. Obviously I started out with the training wheels because it was quite hard to balance. As time went on, I got used to it, learned to balance myself on the bicycle, and now it's just part of muscle memory. In the next part of the test, I'm going to give you a topic and I'd like you to speak for one to two minutes. You'll have one minute to think about what you want to say and I will give you a pen and some paper to.",
      "transcript_cleaned": "I did learn to ride a bicycle when I was a child. Obviously I started out with the training wheels because it was quite hard to balance. As time went on, I got used to it, learned to balance myself on the bicycle, and now it is just part of muscle memory. In the next part of the test, I am going to give you a topic and I would like you to speak for one to two minutes. you will have one minute to think about what you want to say and I will give you a pen and some paper to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q41",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And why do you think some people do not enjoy doing outdoor activities?",
      "transcript": "That is an interesting question. I like to, I like to think that people like to think that extroverts enjoy outdoor activities more than introverts, but it can go both, it can go both ways. As an introvert myself, I do enjoy outdoor activities in moderation like things such as exercising, going out for picnics, the sort of, sort of activities I genuinely love, I genuinely enjoy doing. And I like to say that why certain people enjoy, do not enjoy outdoor activities maybe because it can, it takes up a lot of energy for them. It takes up a lot more effort for them to perhaps step outside the house, step outside their room to, you know, get themselves out there. Perhaps it is also, it could perhaps be a case of a bit of social anxiety. They might be a bit afraid of seeing a lot of people being in quiet. It could be in crowds, but even then it does not have to be, but being outdoors does not have to be limited to just being in crowds. It could just be, it could just be being alone outdoors in a, a, a national park or in a park, et cetera, et cetera. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That's an interesting question. Um, I like to, I like to think that um, people like to think that extroverts enjoy outdoor activities more than introverts, but it can go both, it can go both ways. As an introvert myself, I do enjoy outdoor activities um, in moderation like things such as exercising, going out for picnics, uh, the sort of, sort of activities I genuinely love, I genuinely enjoy doing. And I like to say that why certain people enjoy, don't enjoy outdoor activities maybe because it can, it takes up a lot of energy for them. It takes up a lot more effort for them to perhaps step outside the house, step outside their room to, you know, get themselves out there. Perhaps it's also, it could perhaps be a case of a bit of social anxiety. They might be a bit afraid of um, seeing a lot of people being in quiet. It could be in crowds, but even then it doesn't have to be, but being outdoors doesn't have to be limited to just being in crowds. It could just be, it could just be being alone outdoors in a, a, a national park or in a park, et cetera, et cetera. Yeah.",
      "transcript_cleaned": "That is an interesting question. I like to, I like to think that people like to think that extroverts enjoy outdoor activities more than introverts, but it can go both, it can go both ways. As an introvert myself, I do enjoy outdoor activities in moderation like things such as exercising, going out for picnics, the sort of, sort of activities I genuinely love, I genuinely enjoy doing. And I like to say that why certain people enjoy, do not enjoy outdoor activities maybe because it can, it takes up a lot of energy for them. It takes up a lot more effort for them to perhaps step outside the house, step outside their room to, you know, get themselves out there. Perhaps it is also, it could perhaps be a case of a bit of social anxiety. They might be a bit afraid of seeing a lot of people being in quiet. It could be in crowds, but even then it does not have to be, but being outdoors does not have to be limited to just being in crowds. It could just be, it could just be being alone outdoors in a, a, a national park or in a park, et cetera, et cetera.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "O136QOYFAL4_q42",
      "video_id": "O136QOYFAL4",
      "band": 8.5,
      "question": "And how does the weather affect outdoor activities?",
      "transcript": "I would say the weather greatly affects and the way we, we look at outdoor activities. For example, on a very sunny day like this, We, we, we would feel, people tend to feel more motivated to step outdoors since the weather is a lot nicer. The breeze feels nice. and especially, and I would say the other way around, with, rainy, cloudy weather, people might not feel as motivated to step outside since, the weather is quite gloomy, since they do not feel, there is not much of a positive connotation that is associated with. cloudy or sunny or cloudy or rainy weather when stepping, when doing outdoor activities. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'd say the weather greatly affects and the way we, we look at outdoor activities. For example, on a very sunny day like this, We, we, we would feel, people tend to feel more motivated to step outdoors since the weather is a lot nicer. The breeze feels nice. Um, and especially, and I'd say the other way around, um, with, uh, rainy, cloudy weather, people might not feel as motivated to step outside since, um, the weather is quite gloomy, since they don't feel, um, there isn't much of a positive connotation that's associated with. Um, cloudy or sunny or cloudy or rainy weather when stepping, when doing outdoor activities. Great.",
      "transcript_cleaned": "I would say the weather greatly affects and the way we, we look at outdoor activities. For example, on a very sunny day like this, We, we, we would feel, people tend to feel more motivated to step outdoors since the weather is a lot nicer. The breeze feels nice. and especially, and I would say the other way around, with, rainy, cloudy weather, people might not feel as motivated to step outside since, the weather is quite gloomy, since they do not feel, there is not much of a positive connotation that is associated with. cloudy or sunny or cloudy or rainy weather when stepping, when doing outdoor activities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q01",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "Are you ready to hear from a native speaker?",
      "transcript": "Today we have got Romy from Australia who is going to be answering questions just like the real test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Today we've got Romy from Australia who is going to be answering questions just like the real test.",
      "transcript_cleaned": "Today we have got Romy from Australia who is going to be answering questions just like the real test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q03",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "Is this the first time you have seen an IELTS practice test outside?",
      "transcript": "Well, I thought we would do something different today and do something outside. So you might hear the sounds of birds or the sounds of the wind. Just ignore it. I thought this was a new and innovative, something a little bit different for you. I hope you enjoy it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I thought we'd do something different today and do something outside. So you might hear the sounds of birds or the sounds of the wind. Just ignore it. I thought this was a new and innovative, something a little bit different for you. I hope you enjoy it.",
      "transcript_cleaned": "I thought we would do something different today and do something outside. So you might hear the sounds of birds or the sounds of the wind. Just ignore it. I thought this was a new and innovative, something a little bit different for you. I hope you enjoy it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q06",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "And do you have a best friend?",
      "transcript": "I w- I would not really say that I have a best friend. I have a couple of friends I would consider myself to be closer with. but I think, I think the word best friend can be very, set in stone. and you know, things change, life is pretty variable, so, I tend to just know who my close friends are and yeah, keep it at that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I w- I wouldn't really say that I have a best friend. I have a couple of friends I would consider myself to be closer with. Um, but I think, I think the word best friend can be very, um, set in stone. Um, and you know, things change, life is pretty variable, so, um, I tend to just know who my close friends are and yeah, keep it at that.",
      "transcript_cleaned": "I w- I would not really say that I have a best friend. I have a couple of friends I would consider myself to be closer with. but I think, I think the word best friend can be very, set in stone. and you know, things change, life is pretty variable, so, I tend to just know who my close friends are and yeah, keep it at that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q08",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "What do you normally do in the evenings?",
      "transcript": "If it is a normal day, I will be exhausted. I am always pretty tired so I tend to just relax, have dinner with my family, and then I will try and read a book if I have time or if it is during university, I usually have to do quite a little bit of study. if it is during the holidays or sometime where I have more time and I am not as tired, I tend to want to catch up with friends. So I will go out to dinner in the city or I might watch a movie with friends or go out for food and drinks. It really depends. A couple of things to take away from this part. You may notice that Romy does use the phrase tend to a lot. She is probably used it two or three times so far.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, if it's a normal day, I'll be exhausted. I'm always pretty tired so I tend to just relax, have dinner with my family, um, and then I'll try and read a book if I have time or if it's during university, I usually have to do quite a little bit of study. Um, if it's during the holidays or sometime where I have more time and I'm not as tired, I tend to want to catch up with friends. So I'll go out to dinner in the city or I might watch a movie with friends or go out for food and drinks. It really depends. A couple of things to take away from this part. You may notice that Romy does use the phrase tend to a lot. She's probably used it two or three times so far.",
      "transcript_cleaned": "If it is a normal day, I will be exhausted. I am always pretty tired so I tend to just relax, have dinner with my family, and then I will try and read a book if I have time or if it is during university, I usually have to do quite a little bit of study. if it is during the holidays or sometime where I have more time and I am not as tired, I tend to want to catch up with friends. So I will go out to dinner in the city or I might watch a movie with friends or go out for food and drinks. It really depends. A couple of things to take away from this part. You may notice that Romy does use the phrase tend to a lot. She is probably used it two or three times so far.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q09",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "Now is that a problem in the test?",
      "transcript": "I do not think so. In the test examiners understand that you are nervous, you have got this big weight on your shoulders sitting in front of an examiner for the first time. You may repeat words or phrases under pressure. it is a part of being nervous. So this idea of using tend to, tend to a lot is, is, is okay. She had some great grammatical complexity. So she had lots of if sentences. She says if this happens then this happens. Loads and loads of really nice grammatical features there. No mistakes so far. All really good, you know, accuracy. So, nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think so. In the test examiners understand that you are nervous, you've got this big weight on your shoulders sitting in front of an examiner for the first time. You may repeat words or phrases under pressure. It's a part of being nervous. So this idea of using tend to, tend to a lot is, is, is okay. She had some great grammatical complexity. So she had lots of if sentences. She says if this happens then this happens. Loads and loads of really nice grammatical features there. No mistakes so far. All really good, er, you know, accuracy. So, nice.",
      "transcript_cleaned": "I do not think so. In the test examiners understand that you are nervous, you have got this big weight on your shoulders sitting in front of an examiner for the first time. You may repeat words or phrases under pressure. it is a part of being nervous. So this idea of using tend to, tend to a lot is, is, is okay. She had some great grammatical complexity. So she had lots of if sentences. She says if this happens then this happens. Loads and loads of really nice grammatical features there. No mistakes so far. All really good, you know, accuracy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q12",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "And have you ever made an expensive purchase?",
      "transcript": "Yes, I have. I would say I do a lot of rowing, and that is a very expensive sport. So I would say that all my expenses for, for that sport have been very, large, I would say. And the memberships are always pretty expensive. So I consider it something that is very important to me. and it is obviously like one of my main sports that I do. So I tend to put it at a high priority.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, I have. I'd say I do a lot of rowing, um, and that is a very expensive sport. So I'd say that all my expenses for, for that sport have been very, um, large, I would say. And the memberships are always pretty expensive. So I consider it something that is very important to me. Um, and it's obviously like one of my main sports that I do. So I tend to put it at a high priority.",
      "transcript_cleaned": "Yes, I have. I would say I do a lot of rowing, and that is a very expensive sport. So I would say that all my expenses for, for that sport have been very, large, I would say. And the memberships are always pretty expensive. So I consider it something that is very important to me. and it is obviously like one of my main sports that I do. So I tend to put it at a high priority.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q13",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "Did you notice at this point Romy looks for content?",
      "transcript": "So this would be an example of content related hesitation. She is not looking for words, she is looking for ideas. She says, yes I have.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So this would be an example of content related hesitation. She's not looking for words, she's looking for ideas. She says, um, yes I have.",
      "transcript_cleaned": "this would be an example of content related hesitation. She is not looking for words, she is looking for ideas. She says, yes I have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q15",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "What would you do if someone gave you a large amount of money?",
      "transcript": "It is a very good question. I am really not sure. there is nothing that I really would need to spend it on right now. You notice that Romy uses this phrase. that is a very good question. do not overuse that phrase in a test. If you are the type of person that is looking for these filler phrases to buy yourself some more time at the beginning, do not overuse them. Romy has never prepared for this test before so she has used this really naturally. But again, she is trying to buy herself some more time. I would like to think that I would donate some of it as everyone, everybody would. I think it would really help for my savings account. go towards saving up for a house in the future or just towards general day-to-day life. I love this phrase, I would like to think that. I would like to think that. I would like to think that. it is showing this hypothetical situation.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it's a very good question. Uh, I'm really not sure. There's nothing that I really would need to spend it on right now. You notice that Romy uses this phrase. That's a very good question. Don't overuse that phrase in a test. If you're the type of person that is looking for these filler phrases to buy yourself some more time at the beginning, don't overuse them. Um, Romy has never prepared for this test before so she has used this really naturally. But again, she's trying to buy herself some more time. I'd like to think that I would donate some of it um, as everyone, everybody would. Um, I think um, it would really help for my savings account. Um, go towards saving up for a house in the future or just towards general day-to-day life. I love this phrase, I'd like to think that. I would like to think that. I'd like to think that. It's showing this hypothetical situation.",
      "transcript_cleaned": "It is a very good question. I am really not sure. there is nothing that I really would need to spend it on right now. You notice that Romy uses this phrase. that is a very good question. do not overuse that phrase in a test. If you are the type of person that is looking for these filler phrases to buy yourself some more time at the beginning, do not overuse them. Romy has never prepared for this test before so she has used this really naturally. But again, she is trying to buy herself some more time. I would like to think that I would donate some of it as everyone, everybody would. I think it would really help for my savings account. go towards saving up for a house in the future or just towards general day-to-day life. I love this phrase, I would like to think that. I would like to think that. I would like to think that. it is showing this hypothetical situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q24",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "And how often do you see your friends?",
      "transcript": "It depends. I, I try to see them as much as possible. It can be very hard to arrange meetings with friends, especially when you have like a, such a wide range. I see friends that I do sport with every day almost because I play sport every day, but then other people I do not see as often, but I am still just as close with when I meet up with them finally.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it depends. I, I try to see them as much as possible. It can be very hard to arrange meetings with friends, um, especially when you have like a, such a wide range. I see friends that I do sport with every day almost because I play sport every day, but then other people I don't see as often, but I'm still just as close with when I meet up with them finally.",
      "transcript_cleaned": "It depends. I, I try to see them as much as possible. It can be very hard to arrange meetings with friends, especially when you have like a, such a wide range. I see friends that I do sport with every day almost because I play sport every day, but then other people I do not see as often, but I am still just as close with when I meet up with them finally.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q25",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "And do you have a best friend?",
      "transcript": "I w I wouldn really say that I have a best friend I have a couple of friends I would consider myself to be closer with but I think I think the word best friend can be very set in stone and you know things change Life is pretty variable So I tend to just know who my close friends are and yeah I keep it at that Now I would like to move on to the topic of evenings.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um I w I wouldn really say that I have a best friend I have a couple of friends I would consider myself to be closer with Um but I think I think the word best friend can be very um set in stone Um and you know things change Life is pretty variable So um I tend to just know who my close friends are and yeah I keep it at that Now I'd like to move on to the topic of evenings.",
      "transcript_cleaned": "I w I wouldn really say that I have a best friend I have a couple of friends I would consider myself to be closer with but I think I think the word best friend can be very set in stone and you know things change Life is pretty variable So I tend to just know who my close friends are and yeah I keep it at that",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q28",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "Are you good at saving money?",
      "transcript": "No, I am not good at saving money at all. I tend to, I tend to do a lot of shopping. so I really like finding new brands and new boutiques. And I also love to go out and socialize with my friends. So I find it very hard to save money. and that is something I am definitely trying to work on.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I'm not good at saving money at all. I tend to, I tend to do a lot of shopping. Um, so I really like finding new brands and new boutiques. And I also love to go out and socialize with my friends. So I find it very hard to save money. Um, and that's something I'm definitely trying to work on.",
      "transcript_cleaned": "No, I am not good at saving money at all. I tend to, I tend to do a lot of shopping. so I really like finding new brands and new boutiques. And I also love to go out and socialize with my friends. So I find it very hard to save money. and that is something I am definitely trying to work on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q29",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "And have you ever made an expensive purchase?",
      "transcript": "Yes I have. I would say I do a lot of rowing and that is a very expensive sport. So I would say that all my expenses for, for that sport have been very large I would say. And the memberships are always pretty expensive. So I consider it something that is very important to me and it is obviously a lot of money. Obviously like one of my main sports that I do so I tend to put it at a high priority.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes I have. I'd say I do a lot of rowing um, and that is a very expensive sport. So I'd say that all my expenses for, for that sport have been very um, large I would say. And the memberships are always pretty expensive. So I consider it something that is very important to me um, and it's obviously a lot of money. Obviously like one of my main sports that I do so I tend to put it at a high priority.",
      "transcript_cleaned": "Yes I have. I would say I do a lot of rowing and that is a very expensive sport. So I would say that all my expenses for, for that sport have been very large I would say. And the memberships are always pretty expensive. So I consider it something that is very important to me and it is obviously a lot of money. Obviously like one of my main sports that I do so I tend to put it at a high priority.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q33",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "Is there a good way to give constructive feedback to someone about something?",
      "transcript": "Yes, I definitely think there is, and this is something that I have learned about in one of the courses I am studying at uni too, which was about, sports coaching. So, how we can give constructive feedback and help our students to learn, to learn from their mistakes. I think it is really important when giving constructive feedback to say something positive first. to make sure you are not too negative and that you do not have a negative tone to your voice, that you are happy. and that you are just generally trying to help them. You want to give off the vibe that you are just trying to help them and not that you are trying to put them down. I think it is one of the worst things when someone's telling you something and you know they are just trying to let you down and trying to make you feel bad about yourself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I definitely think there is, and this is something that I've learned about in one of the courses I'm studying at uni too, which was about, um, sports coaching. So, how we can give constructive feedback and help our students to learn, um, to learn from their mistakes. I think it's really important when giving constructive feedback to say something positive first. Um, to make sure you're not too negative and that you don't have a negative tone to your voice, that you're happy. Um, and that you're just generally trying to help them. You want to give off the vibe that you're just trying to help them and not that you're trying to put them down. I think it's one of the worst things when someone's telling you something and you know they're just trying to let you down and trying to make you feel bad about yourself.",
      "transcript_cleaned": "Yes, I definitely think there is, and this is something that I have learned about in one of the courses I am studying at uni too, which was about, sports coaching. So, how we can give constructive feedback and help our students to learn, to learn from their mistakes. I think it is really important when giving constructive feedback to say something positive first. to make sure you are not too negative and that you do not have a negative tone to your voice, that you are happy. and that you are just generally trying to help them. You want to give off the vibe that you are just trying to help them and not that you are trying to put them down. I think it is one of the worst things when someone's telling you something and you know they are just trying to let you down and trying to make you feel bad about yourself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RFOdBq2EGVo_q34",
      "video_id": "RFOdBq2EGVo",
      "band": 9.0,
      "question": "This or how about next time you do this?",
      "transcript": "I think always phrasing it as a question is also a more sensitive way to approach the topic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think always phrasing it as a question is also a more sensitive way to approach the topic.",
      "transcript_cleaned": "I think always phrasing it as a question is also a more sensitive way to approach the topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rhUfegetw4o_q01",
      "video_id": "rhUfegetw4o",
      "band": 7.5,
      "question": "And the idea is that you need to tell me, is it this word or is it this word?",
      "transcript": "Okay. Okay, so you are going to see a word here and also here. And you need to decide which word is live. Live.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. Okay, so you're gonna see a word here and also here. And you need to decide which word is live. Live.",
      "transcript_cleaned": "you are going to see a word here and also here. And you need to decide which word is live. Live.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rhUfegetw4o_q02",
      "video_id": "rhUfegetw4o",
      "band": 7.5,
      "question": "Okay, is it this word or is it this word?",
      "transcript": "Well, actually the word is live and it is this word, live. Live. Now this word here is actually leave, leave. Notice the difference between live and leave. And you really need to focus on that because you will, you will see that in the test today you have got Chiara who does make the mistake with the short i sound, i, live, and the longer e. And a good way to practice that is to say ee with a smile. So you can say live, live and leave. Eee. Live and leave. And there are plenty of other examples where you could have the word tin and teen. Tin and teen. Been and been. Been and been. So many different examples and the reason why I want to point this out is because there are some words in English, if you get this wrong, okay, the w- the other word is actually quite a rude word. So you could say a piece of paper. A piece of paper. And the short I sound is not very polite and it is the same with sheet. A sheet of paper, if you say the short I sound, it is not particularly polite and you could say ship and sheep. Ship and sheep. I really hope that you can hear the difference between those two sounds and if you are a person that struggles, make sure you practice. Wonderful!",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, actually the word is live and it is this word, live. Live. Now this word here is actually leave, leave. Notice the difference between live and leave. And you really need to focus on that because you'll, you'll see that in the test today you've got Chiara who does make the mistake with the short i sound, i, live, and the longer e. And a good way to practice that is to say ee with a smile. So you can say live, live and leave. Eee. Live and leave. And there are plenty of other examples where you could have the word tin and teen. Tin and teen. Been and been. Been and been. So many different examples and the reason why I want to point this out is because there are some words in English, if you get this wrong, okay, the w- the other word is actually quite a rude word. So you could say a piece of paper. A piece of paper. And the short I sound is not very polite and it's the same with sheet. A sheet of paper, if you say the short I sound, it's not particularly polite and you could say ship and sheep. Ship and sheep. I really hope that you can hear the difference between those two sounds and if you are a person that struggles, make sure you practice. Wonderful!",
      "transcript_cleaned": "actually the word is live and it is this word, live. Live. Now this word here is actually leave, leave. Notice the difference between live and leave. And you really need to focus on that because you will, you will see that in the test today you have got Chiara who does make the mistake with the short i sound, i, live, and the longer e. And a good way to practice that is to say ee with a smile. So you can say live, live and leave. Eee. Live and leave. And there are plenty of other examples where you could have the word tin and teen. Tin and teen. Been and been. Been and been. So many different examples and the reason why I want to point this out is because there are some words in English, if you get this wrong, okay, the w- the other word is actually quite a rude word. So you could say a piece of paper. A piece of paper. And the short I sound is not very polite and it is the same with sheet. A sheet of paper, if you say the short I sound, it is not particularly polite and you could say ship and sheep. Ship and sheep. I really hope that you can hear the difference between those two sounds and if you are a person that struggles, make sure you practice. Wonderful!",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rhUfegetw4o_q04",
      "video_id": "rhUfegetw4o",
      "band": 7.5,
      "question": "What is your first name please?",
      "transcript": "My first name is Chiara. I want to begin by talking about you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My first name is Chiara. I want to begin by talking about you.",
      "transcript_cleaned": "My first name is Chiara.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}