{
  "batch_id": 290,
  "count": 20,
  "samples": [
    {
      "sample_id": "Fyu2UEOBRpI_s19",
      "video_id": "Fyu2UEOBRpI",
      "band": 8.5,
      "question": "Do you agree that students are often better at using technology than their teachers?",
      "transcript": "&gt;&gt; Yeah, I think that is the case. I think technology, especially these new technologies are so they are pretty new and teachers who are who used to who are usually from, you know, older generations, they are not very comfortable using these piece of technology. whereas children they are growing up with them and yeah naturally they are more techsavvy compared to their teachers.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yeah, I think that's the case. Um, I think technology, especially these new technologies are um, so they're pretty new and teachers who are who used to who are usually from, you know, older generations, they're not very comfortable using these uh, piece of technology. whereas children uh they're growing up with them and yeah naturally they're more techsavvy compared to their teachers.",
      "transcript_cleaned": "&gt;&gt; Yeah, I think that is the case. I think technology, especially these new technologies are so they are pretty new and teachers who are who used to who are usually from, you know, older generations, they are not very comfortable using these piece of technology. whereas children they are growing up with them and yeah naturally they are more techsavvy compared to their teachers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s02",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "How many keys do you usually carry with you?",
      "transcript": "I do not usually carry any keys because firstly I do not have a travel license to like have a key to like ride a bike and my parents do not usually give me the keys, the house keys because they are afraid that I might lose them. Very good.",
      "source": "supplementary",
      "transcript_original": "I don't usually carry any keys because firstly I don't have a travel license to like have a key to like ride a bike and my parents don't usually give me the keys, the house keys because they are afraid that I might lose them. Very good.",
      "transcript_cleaned": "I do not usually carry any keys because firstly I do not have a travel license to like have a key to like ride a bike and my parents do not usually give me the keys, the house keys because they are afraid that I might lose them. Very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s03",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "And have you ever lost your keys?",
      "transcript": "I guess a lot when my friends they offered me to carry their keys and I accidentally forgot to give them back. So I think it is a lot of my mistake. All right.",
      "source": "supplementary",
      "transcript_original": "I guess a lot when my friends they offered me to carry their keys and I accidentally forgot to give them back. So I think it's a lot of my mistake. All right.",
      "transcript_cleaned": "I guess a lot when my friends they offered me to carry their keys and I accidentally forgot to give them back. So I think it is a lot of my mistake.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s05",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Are you the kind of person who often loses things?",
      "transcript": "Yes, because I do not know my mind is kind of messed up when it comes to a lot of things that at once at me. And so whenever there are so many things going on, I often like lose brain. I do not know when I when it comes to that. Okay.",
      "source": "supplementary",
      "transcript_original": "Yes, because um I don't know my mind is kind of messed up when it comes to a lot of things that at once at me. And so whenever there are so many things going on, I often like lose brain. I don't know when I when it comes to that. Okay .",
      "transcript_cleaned": "Yes, because I do not know my mind is kind of messed up when it comes to a lot of things that at once at me. And so whenever there are so many things going on, I often like lose brain. I do not know when I when it comes to that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s07",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "How often do you buy new clothes?",
      "transcript": "I think once a month because I love I love fashion. I love when I get new clothes to make it like a whole new outfit.",
      "source": "supplementary",
      "transcript_original": "I think once a month because I love I love fashion. I love when I get new clothes to make it like a whole new outfit.",
      "transcript_cleaned": "I think once a month because I love I love fashion. I love when I get new clothes to make it like a whole new outfit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s09",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "What types of public facilities are important in the city?",
      "transcript": "The public facility that I think is important firstly is like the supermarket because it is the place where people go shopping and also buy the grocery that is necessary for their daily life. Second is maybe the pet shop because more and more people now raise their pets and so pet shops are really necessary for people for those who are busy with the work and cannot take care of their pet kids.",
      "source": "supplementary",
      "transcript_original": "The public facility that I think is important firstly is like the supermarket because it's the place where people go shopping and also buy the grocery that is necessary for their daily life. Second is maybe the pet shop because more and more people now raise their pets and so pet shops are really necessary for people for those who are busy with the work and cannot take care of their pet kids.",
      "transcript_cleaned": "The public facility that I think is important firstly is like the supermarket because it is the place where people go shopping and also buy the grocery that is necessary for their daily life. Second is maybe the pet shop because more and more people now raise their pets and so pet shops are really necessary for people for those who are busy with the work and cannot take care of their pet kids.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s10",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Al right and how can public transport be improved in urban areas public transport be improved?",
      "transcript": "Well, I believe that the government now is focusing on improving public transport like changing it to like the electricity one. They use electricity instead of gasoline. So it will be more environmentally friendly and also it will make the living conditions of people there better because the air pollution will be reduced and also more and more public transportation will mean that less noise pollution because less people will go out with their private transportation.",
      "source": "supplementary",
      "transcript_original": "Well, I believe that the government now is focusing on improving public transport like changing it to like the electricity one. They use electricity instead of gasoline. So it will be more environmentally friendly and also it will make the living conditions of people there better because the air pollution will be reduced and also more and more public transportation will mean that less noise pollution because less people will go out with their private transportation.",
      "transcript_cleaned": "I believe that the government now is focusing on improving public transport like changing it to like the electricity one. They use electricity instead of gasoline. So it will be more environmentally friendly and also it will make the living conditions of people there better because the air pollution will be reduced and also more and more public transportation will mean that less noise pollution because less people will go out with their private transportation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s11",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "In my opinion, this is a yes because public infrastructure is really important for people who yes who who wait can you explain what public infrastructure really means?",
      "transcript": "Yeah. So public infrastructure includes roads, bridges and other facilities, public facilities. Okay. So I believe that it is really important because first it will decrease the traffic jams. More and more people can get to work on time and also in public facilities.",
      "source": "supplementary",
      "transcript_original": "Yeah. So public infrastructure includes uh roads, bridges and other facilities, public facilities. Okay. So I believe that it is really important because first it will decrease the traffic jams. More and more people can get to work on time and also in public facilities.",
      "transcript_cleaned": "public infrastructure includes roads, bridges and other facilities, public facilities. Okay. So I believe that it is really important because first it will decrease the traffic jams. More and more people can get to work on time and also in public facilities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s12",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Does it include the hospital?",
      "transcript": "Yes, of course. Yeah. The health care condition of a country will be increased a lot and people will be more comfortable to come to public places. Alr. So that is the end of your speaking test. Congratulations.",
      "source": "supplementary",
      "transcript_original": "Yes, of course. Yeah. The health care condition of a country will be increased a lot and people will be more comfortable to come to public places. Alr. So that is the end of your speaking test. Congratulations.",
      "transcript_cleaned": "Yes, of course. Yeah. The health care condition of a country will be increased a lot and people will be more comfortable to come to public places. Alr. So that is the end of your speaking test. Congratulations.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s15",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Not very good, huh?",
      "transcript": "Especially in which places Firstly, when I wanted to say that Tan Phu is a place with many what you might call cemeteries, I should have said it is a place where many people are buried instead of the word \"cemetery\" because I forgot the English word for it; it is \"cementary\". Cetry is a cemetery. But actually, the method I just used was a way for me to paraphrase. We use a definition to help explain a word we do not know. that is just a way I use words very flexibly, not a sign of any flaw in my speech. So, those of you who follow my posts can also take note of a tip: if you forget a word while speaking, use the method of giving a definition of what it is so you can fill in the blank immediately, instead of being vague and missing the point, which would be a waste.",
      "source": "supplementary",
      "transcript_original": "Especially in which places Firstly, when I wanted to say that Tan Phu is a place with many what you might call cemeteries, I should have said it's a place where many people are buried instead of the word \"cemetery\" because I forgot the English word for it; it's \"cementary\". Cetry is a cemetery. But actually, the method I just used was a way for me to paraphrase. We use a definition to help explain a word we don't know. That's just a way I use words very flexibly, not a sign of any flaw in my speech . So, those of you who follow my posts can also take note of a tip: if you forget a word while speaking, use the method of giving a definition of what it is so you can fill in the blank immediately, instead of being vague and missing the point, which would be a waste.",
      "transcript_cleaned": "Especially in which places Firstly, when I wanted to say that Tan Phu is a place with many what you might call cemeteries, I should have said it is a place where many people are buried instead of the word \"cemetery\" because I forgot the English word for it; it is \"cementary\". Cetry is a cemetery. But actually, the method I just used was a way for me to paraphrase. We use a definition to help explain a word we do not know. that is just a way I use words very flexibly, not a sign of any flaw in my speech. So, those of you who follow my posts can also take note of a tip: if you forget a word while speaking, use the method of giving a definition of what it is so you can fill in the blank immediately, instead of being vague and missing the point, which would be a waste.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s17",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "My ability to handle word processing is very flexible, is not it?",
      "transcript": "I have some rhyming phrases like \"one of a kind\" or \" messed up.\" She found it very good and used it correctly in context.",
      "source": "supplementary",
      "transcript_original": "I have some rhyming phrases like \"one of a kind\" or \" messed up.\" She found it very good and used it correctly in context.",
      "transcript_cleaned": "I have some rhyming phrases like \"one of a kind\" or \" messed up.\" She found it very good and used it correctly in context.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s19",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "What kind of thing is that?",
      "transcript": "Yes, that is right, but it is not the word \" adore,\" it is a different word. YES.",
      "source": "supplementary",
      "transcript_original": "Yes, that's right, but it's not the word \" adore,\" it's a different word. YES.",
      "transcript_cleaned": "Yes, that is right, but it is not the word \" adore,\" it is a different word.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "gBhkIlSfMyE_s23",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "For example, regarding the -ed endings when we talk about the past simple, could you please reread the word \"decreased\" in the past tense ?",
      "transcript": "Right. I finally read it correctly. The ending sound was missing earlier. Those of you in grade 7 or higher will need to pay attention to such small details as well. Decreased. Right.",
      "source": "supplementary",
      "transcript_original": "Right . I finally read it correctly. The ending sound was missing earlier. Those of you in grade 7 or higher will need to pay attention to such small details as well. Decreased. Right.",
      "transcript_cleaned": "Right. I finally read it correctly. The ending sound was missing earlier. Those of you in grade 7 or higher will need to pay attention to such small details as well. Decreased.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hbYswjqDJ1s_s02",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "Do you like your hometown?",
      "transcript": "&gt;&gt; Yeah, actually I am massive fan of my hometown because I am living in a beautiful country, beautiful city which is located in the center of the Iran. Actually, my city is Yaz with beautiful monuments and traditional arts. &gt;&gt; All right.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yeah, actually I'm massive fan of my hometown because I'm living in a beautiful country, beautiful city which is located in the center of the Iran. Actually, my city is Yaz with beautiful monuments and traditional arts. &gt;&gt; All right.",
      "transcript_cleaned": "&gt;&gt; Yeah, actually I am massive fan of my hometown because I am living in a beautiful country, beautiful city which is located in the center of the Iran. Actually, my city is Yaz with beautiful monuments and traditional arts. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hbYswjqDJ1s_s03",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "What can a visitor do there?",
      "transcript": "&gt;&gt; In Yes, actually they can visit many things, many monuments, many as I say many traditional arts. For example, they can watching many soil motives which are about for example two years ago and actually I am I like them and I prefer to use to watch this beauty.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; In Yes, actually they can visit many things, many monuments, many as I say many traditional arts. For example, they can watching many soil motives which are about for example uh two years ago and actually I'm um I like them and I prefer to use uh to watch this uh beauty.",
      "transcript_cleaned": "&gt;&gt; In Yes, actually they can visit many things, many monuments, many as I say many traditional arts. For example, they can watching many soil motives which are about for example two years ago and actually I am I like them and I prefer to use to watch this beauty.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hbYswjqDJ1s_s05",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "Are you fond of travels?",
      "transcript": "Yeah actually because I believe spending for travel it is beautiful more than spending for materials. We can make a connection to other people's other people and for example we can make a business interaction or something like this make a communication.",
      "source": "supplementary",
      "transcript_original": "Yeah actually um because I believe spending for travel it's beautiful more than spending for materials. We can make a connection to other people's other people and uh for example we can make a business interaction or something like this make a communication.",
      "transcript_cleaned": "actually because I believe spending for travel it is beautiful more than spending for materials. We can make a connection to other people's other people and for example we can make a business interaction or something like this make a communication.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hbYswjqDJ1s_s07",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "What insights do traveling to places bring in a person?",
      "transcript": "&gt;&gt; Actually I believe I should go to travels make with group not with my own because I can do many things. For example, I can camping around the for example sea or watching this eye-catching beautiful of creation of God or for example like this. Yeah.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Actually I believe uh I should go to travels make with group not uh with my own because I can do uh many things. For example, I can camping around the for example sea or watching uh this eye-catching um beautiful of creation of God or for example like this. Yeah.",
      "transcript_cleaned": "&gt;&gt; Actually I believe I should go to travels make with group not with my own because I can do many things. For example, I can camping around the for example sea or watching this eye-catching beautiful of creation of God or for example like this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hbYswjqDJ1s_s09",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "Did you have many friends in school?",
      "transcript": "Yeah, actually I have many friends in the school and because I believe making communication is very important and I can I can meet them for example in a cafe or something like this and it is it can effect and impact on my mind on my travels.",
      "source": "supplementary",
      "transcript_original": "Yeah, actually I have many friends in the school and because I believe uh making communication is very important and I can um I can meet them for example in a cafe or something like this and it's it can effect and impact on my mind on my travels.",
      "transcript_cleaned": "actually I have many friends in the school and because I believe making communication is very important and I can I can meet them for example in a cafe or something like this and it is it can effect and impact on my mind on my travels.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hbYswjqDJ1s_s10",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "&gt;&gt; Can you mention a cherished school memory?",
      "transcript": "A school memory. for example, when I when I go to a school, I am doing many things. For example, I can making a plan for my school for my admin of a school. me because I can do many things with my computer. Actually, I have a high liter computer and yeah.",
      "source": "supplementary",
      "transcript_original": "uh a school memory. Uh for example, when I uh when I go to a school, I am uh doing many things. For example, I can making a plan for my school uh for my uh admin of a school. Uh me because I can do many things with my computer. Actually, I have a high liter computer and uh yeah.",
      "transcript_cleaned": "A school memory. for example, when I when I go to a school, I am doing many things. For example, I can making a plan for my school for my admin of a school. me because I can do many things with my computer. Actually, I have a high liter computer and",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "hbYswjqDJ1s_s13",
      "video_id": "hbYswjqDJ1s",
      "band": 5.0,
      "question": "Do people in your country try new gadgets and appliances in the market?",
      "transcript": "A substantial number of children and juveniles, they want to use these new gadgets. For example, one of the good gadgets which which we have is for example the Apple's Apple specialities which are for example iPhone or something like this and I prefer to use it because it can improve my my class or something like some people find it easy to follow instructions while assembling a gadget while others find it difficult.",
      "source": "supplementary",
      "transcript_original": "A substantial number of children and juveniles, they want to use these new uh gadgets. For example, uh uh one of the good uh gadgets which which we have is uh for example uh the Apple's uh Apple specialities which are for example iPhone or something like this and I prefer to use it because it can improve my uh my class or something like some people find it easy to follow instructions while assembling a gadget while others find it difficult.",
      "transcript_cleaned": "A substantial number of children and juveniles, they want to use these new gadgets. For example, one of the good gadgets which which we have is for example the Apple's Apple specialities which are for example iPhone or something like this and I prefer to use it because it can improve my my class or something like some people find it easy to follow instructions while assembling a gadget while others find it difficult.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    }
  ]
}