{
  "batch_id": 320,
  "count": 20,
  "samples": [
    {
      "sample_id": "XNI7Jg2PzVc_s13",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "And do you think the ability to make decisions improves with age?",
      "transcript": "Oh yes absolutely. In my own perspective the age going to be influenced a lot but it really depends on the person as well. If the person is going older but they do not have any experience on that field for example then they will not doing nothing they will not gain nothing in their own personality. So the age going el older I could say is really important but the experience is nothing. No I am sorry the experience is other thing that really essential in this stage. Okay.",
      "source": "supplementary",
      "transcript_original": "Oh yes absolutely. In my own perspective uh the age going to be influenced a lot but it really depends on the person as well. If the person is going uh older but they don't have any experience on that field for example then they will not doing nothing they will not gain nothing in their own personality. So the age going el older I could say is really important but the experience is nothing. No I'm sorry the experience is other thing that really essential in this stage. Okay.",
      "transcript_cleaned": "Oh yes absolutely. In my own perspective the age going to be influenced a lot but it really depends on the person as well. If the person is going older but they do not have any experience on that field for example then they will not doing nothing they will not gain nothing in their own personality. So the age going el older I could say is really important but the experience is nothing. No I am sorry the experience is other thing that really essential in this stage.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XNI7Jg2PzVc_s14",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "Is it better to make quick decisions or take time to think things through?",
      "transcript": "Okay. in this case I would say it really depends on the condition or situations. If they have a lot of spare time, if they have time enough to make a great decision, I could say that maybe they should done it with what can I say like carefully or they could like gather all people or the subject that may be relevant into that decision so they could make it better rather than if we just like okay we just want to make a decision at that time. So we do not need to collect other perspective but maybe it going to be like led us to the f of decisions. Okay.",
      "source": "supplementary",
      "transcript_original": "Okay. Um in this case I would say it really depends on the condition or situations. If they have a lot of spare time, if they have uh time enough to make a great decision, I could say that maybe they should done it with uh what can I say like carefully or they could like uh gather all people or the subject that may be relevant into that uh decision so they could make it better rather than if we just like uh okay we just want to make a decision at that time. So we don't need to uh collect other perspective but maybe it going to be like uh led us to the f of decisions. Okay.",
      "transcript_cleaned": "in this case I would say it really depends on the condition or situations. If they have a lot of spare time, if they have time enough to make a great decision, I could say that maybe they should done it with what can I say like carefully or they could like gather all people or the subject that may be relevant into that decision so they could make it better rather than if we just like okay we just want to make a decision at that time. So we do not need to collect other perspective but maybe it going to be like led us to the f of decisions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XNI7Jg2PzVc_s15",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "And how can making the wrong decision affect a person's future?",
      "transcript": "Well, it is going to be like a I could say it is tremendously dangerous because once they said a decision could affect our future. It really depends on what subject on what subject we make decision with. I mean like what the thing that we deal with it with that decision. maybe they can I could say have that decision is really crucial for their future but sometimes maybe it is not that too crucial. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, it's going to be like a um I could say it's tremendously dangerous because uh once they said a decision could affect our future. It really depends on what uh subject on what subject we make decision with. I mean like what the thing that we deal with it with that decision. maybe they can I could say uh have that decision is really crucial for their future but sometimes maybe it's not that too crucial. Okay.",
      "transcript_cleaned": "it is going to be like a I could say it is tremendously dangerous because once they said a decision could affect our future. It really depends on what subject on what subject we make decision with. I mean like what the thing that we deal with it with that decision. maybe they can I could say have that decision is really crucial for their future but sometimes maybe it is not that too crucial.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s01",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "May I ask what is your name, please?",
      "transcript": "&gt;&gt; my name is Ni. &gt;&gt; Fantastic. &gt;&gt; N the test today will be around 12 to 15 minutes. If you are happy, we can start. &gt;&gt; Oh, yes. &gt;&gt; Fantastic. N I want to start please by talking about your hometown.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, my name is Ni. &gt;&gt; Fantastic. &gt;&gt; N the test today will be around 12 to 15 minutes. If you're happy, we can start. &gt;&gt; Oh, yes. &gt;&gt; Fantastic. N I want to start please by talking about your hometown.",
      "transcript_cleaned": "&gt;&gt; my name is Ni. &gt;&gt; Fantastic. &gt;&gt; N the test today will be around 12 to 15 minutes. If you are happy, we can start. &gt;&gt; Oh, yes. &gt;&gt; Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s02",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "Tell me, where is your hometown?",
      "transcript": "I was born and raised in the thriving metropolis Ho Chimun city which is located in the south of Vietnam as is a state-ofthe-art urban area. So lots of people live there. there is a really busy, lively and fast-paced lifestyle. &gt;&gt; Fantastic. Thank you so much.",
      "source": "supplementary",
      "transcript_original": "Uh I was born and raised in the thriving metropolis Ho Chimun city uh which is located in the south of Vietnam as is a state-ofthe-art urban area. So lots of people live there. There's a really busy, lively and fast-paced lifestyle. &gt;&gt; Fantastic. Thank you so much.",
      "transcript_cleaned": "I was born and raised in the thriving metropolis Ho Chimun city which is located in the south of Vietnam as is a state-ofthe-art urban area. So lots of people live there. there is a really busy, lively and fast-paced lifestyle. &gt;&gt; Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s03",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "What do you like most about your hometown?",
      "transcript": "&gt;&gt; there are various things I love about it. Firstly, there are many job opportunities to work in prestigious companies which is really important because people can earn a high salary and have a better quality of life. Secondly, there is a world-class education system. Therefore, students can develop and learn their skills in a high standard learning environment. &gt;&gt; Wonderful. that is wonderful. Thank you.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh there are various things I love about it. Firstly, there are many job opportunities to work in prestigious companies which is really important because people can earn a high salary and have a better quality of life. Secondly, there is a world-class education system. Therefore, students can develop and learn their skills in a high standard learning environment. &gt;&gt; Wonderful. That's wonderful. Thank you.",
      "transcript_cleaned": "&gt;&gt; there are various things I love about it. Firstly, there are many job opportunities to work in prestigious companies which is really important because people can earn a high salary and have a better quality of life. Secondly, there is a world-class education system. Therefore, students can develop and learn their skills in a high standard learning environment. &gt;&gt; Wonderful. that is wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s04",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "Has your hometown changed much over the years?",
      "transcript": "&gt;&gt; Absolutely. the most common vehicle in my city was bike. I mean most people cycle to work and to work and go to school. &gt;&gt; But now as you can see most people use motorbike to move around the city. Oh yes and moreover it was much greener as there were more parks and gardens but now they replaced by factories and buildings because of the industrialization. &gt;&gt; Fantastic. Thank you. And the final question for hometown.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Absolutely. Uh the most common vehicle in my city was bike. I mean most people cycle to work and uh to work and go to school. &gt;&gt; But now uh as you can see most people use motorbike to move around the city. Oh yes and moreover it was much greener as there were more parks and gardens but now they replaced by factories and buildings because of the industrialization. &gt;&gt; Fantastic. Thank you. And the final question for hometown.",
      "transcript_cleaned": "&gt;&gt; Absolutely. the most common vehicle in my city was bike. I mean most people cycle to work and to work and go to school. &gt;&gt; But now as you can see most people use motorbike to move around the city. Oh yes and moreover it was much greener as there were more parks and gardens but now they replaced by factories and buildings because of the industrialization. &gt;&gt; Fantastic. Thank you. And the final question for hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s06",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "Tell me, Miss N, what time do you usually wake up?",
      "transcript": "&gt;&gt; I would say that it depends on the day. In weekdays, I usually wake up at 6:00 a.m. &gt;&gt; as I need to go to school early in the morning, but at weekend I always wake up at 9:00 a.m. as I I sleep more because I want to recharge my batteries after a hard week. &gt;&gt; Fantastic. Thank you very much.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I would say that it depends on the day. In weekdays, I usually wake up at 6:00 a.m. &gt;&gt; as I need to go to school early in the morning, but at weekend I always wake up at 9:00 a.m. as I uh I sleep more because I want to recharge my batteries after a hard week. &gt;&gt; Fantastic. Thank you very much.",
      "transcript_cleaned": "&gt;&gt; I would say that it depends on the day. In weekdays, I usually wake up at 6:00 a.m. &gt;&gt; as I need to go to school early in the morning, but at weekend I always wake up at 9:00 a.m. as I I sleep more because I want to recharge my batteries after a hard week. &gt;&gt; Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s07",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "Do you prefer to have a fixed routine or a flexible one?",
      "transcript": "&gt;&gt; Oh, that is an interesting question. I think that I am keen on a flexible routine because of two main reasons. &gt;&gt; The first one is I cannot predict the future. So I I usually adjust my work to suit the situation and the second one is it depends on my energy levels of that day. I mean some days I feel really tired so I do less work on that day and will do more in another day when I am more energetic. &gt;&gt; Wonderful. How fascinating. Brilliant.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Oh, that's an interesting question. I think that I'm keen on a flexible routine because of two main reasons. &gt;&gt; The first one is I can't predict the future. So I I usually adjust my work to suit the situation and the second one is uh it depends on my energy levels of that day. I mean uh some days I feel really tired so I do less work on that day and will do more in another day when I'm more energetic. &gt;&gt; Wonderful. How fascinating. Brilliant.",
      "transcript_cleaned": "&gt;&gt; Oh, that is an interesting question. I think that I am keen on a flexible routine because of two main reasons. &gt;&gt; The first one is I cannot predict the future. So I I usually adjust my work to suit the situation and the second one is it depends on my energy levels of that day. I mean some days I feel really tired so I do less work on that day and will do more in another day when I am more energetic. &gt;&gt; Wonderful. How fascinating. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s08",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "What part of the day do you enjoy most?",
      "transcript": "M I think that I enjoy myself most in late evening around 9 to 10 p.m. when I finished all my homework and I can use social media such as Tik Tok or chat with friends with a fresh and comfortable mind &gt;&gt; and at that time I feel really happy and relaxed. &gt;&gt; that is wonderful. Fantastic.",
      "source": "supplementary",
      "transcript_original": "M I think that I enjoy myself most in late evening around 9 to 10 p.m. when I finished all my homework and I can use social media such as Tik Tok or chat with friends with a fresh and comfortable mind &gt;&gt; and at that time I feel really happy and relaxed. &gt;&gt; That's wonderful. Fantastic.",
      "transcript_cleaned": "M I think that I enjoy myself most in late evening around 9 to 10 p.m. when I finished all my homework and I can use social media such as Tik Tok or chat with friends with a fresh and comfortable mind &gt;&gt; and at that time I feel really happy and relaxed. &gt;&gt; that is wonderful. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s10",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "The question for today, please, N is, could you describe a place in your city that you enjoy visiting?",
      "transcript": "&gt;&gt; Thank you. &gt;&gt; Okay, N. Thank you so much. That is the end of the one minute.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Thank you. &gt;&gt; Okay, N. Thank you so much. That is the end of the one minute.",
      "transcript_cleaned": "&gt;&gt; Thank you. &gt;&gt; Okay, N. Thank you so much. That is the end of the one minute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s11",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "When you are ready, could you please start now?",
      "transcript": "&gt;&gt; Oh, yes. there are many fascinating places I could talk about. However, if I had to pick one, it would be the upto-date shopping center, Gigamon. it is located on Fambang Street in Ho Chi Min City about 15 minutes from my house. There are many activities. There are a variety of activities I could do there. Firstly, I usually tried some mouthwatering cuisine at high quality restaurants. and I highly recommend Caesaria, an Italian restaurant, and the food there is really delicious. And secondly, me and my friends always always take photos together when we get there. especially photo booth, a Korean style photography model, which is really trendy among young people. I can remember vividly that last year me and my best friend went to Gigamoon to celebrate her birthday. at that time I gave her a ceream cup as a gift and she is really loved it. And definitely I really I really appreciate that moment. and then we took some photos together to give some unforgettable memories. The reasons why I love that place, not only because it h is delicious food, but also it has sentimental value from to me as is witnessed all my moments and memories with my family and friends who I love the most in the world. in the future, I will definitely go visit visit that place again and again. &gt;&gt; Wow. Thank you so much. That was I really enjoyed that. I have not been there, but I will try to go there in the future. Thank you so much, Ne. I will just take that back. Thank you, &gt;&gt; N. I want to continue talking about cities and urban life.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Oh, yes. Uh, there are many fascinating places I could talk about. However, if I had to pick one, it would be the upto-date shopping center, Gigamon. Uh, it's located on Fambang Street in Ho Chi Min City about 15 minutes from my house. There are many activities. There are a variety of activities I could do there. Firstly, I usually tried some mouthwatering cuisine at high quality restaurants. Uh, and I highly recommend Caesaria, an Italian restaurant, and the food there is really delicious. And secondly, me and my friends always always take photos together when we get there. Uh, especially photo booth, uh, a Korean style photography model, which is really trendy among young people. I can remember vividly that last year me and my best friend went to Gigamoon to celebrate her birthday. Uh at that time I gave her a ceream cup as a gift and she's really loved it. And definitely I really I really appreciate that moment. Uh and then we took some photos together to give some unforgettable memories. The reasons why I love that place, not only because it h is delicious food, but also it has sentimental value from to me as is witnessed all my moments and memories with my family and friends who I love the most in the world. Uh in the future, I will definitely go uh visit visit that place again and again. &gt;&gt; Wow. Thank you so much. That was I really enjoyed that. I've not been there, but I'll try to go there in the future. Thank you so much, Ne. I'll just take that back. Thank you, &gt;&gt; N. I want to continue talking about cities and urban life.",
      "transcript_cleaned": "&gt;&gt; Oh, yes. there are many fascinating places I could talk about. However, if I had to pick one, it would be the upto-date shopping center, Gigamon. it is located on Fambang Street in Ho Chi Min City about 15 minutes from my house. There are many activities. There are a variety of activities I could do there. Firstly, I usually tried some mouthwatering cuisine at high quality restaurants. and I highly recommend Caesaria, an Italian restaurant, and the food there is really delicious. And secondly, me and my friends always always take photos together when we get there. especially photo booth, a Korean style photography model, which is really trendy among young people. I can remember vividly that last year me and my best friend went to Gigamoon to celebrate her birthday. at that time I gave her a ceream cup as a gift and she is really loved it. And definitely I really I really appreciate that moment. and then we took some photos together to give some unforgettable memories. The reasons why I love that place, not only because it h is delicious food, but also it has sentimental value from to me as is witnessed all my moments and memories with my family and friends who I love the most in the world. in the future, I will definitely go visit visit that place again and again. &gt;&gt; Wow. Thank you so much. That was I really enjoyed that. I have not been there, but I will try to go there in the future. Thank you so much, Ne. I will just take that back.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s12",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "Now, could you tell me please, why do so many people prefer living in cities nowadays?",
      "transcript": "Generally speaking as I have mentioned above there are many job opportunities to work in prestigious companies which give them a financial freedom. For example in Ho Chim Min city there are lots of big international cities companies like Samsung or LG which need which need a huge number of employees and offer them a high salary. Moreover, people can find some services like hospitals or schools easily which is really necessary for their basic needs. &gt;&gt; Thank you very much.",
      "source": "supplementary",
      "transcript_original": "Uh generally speaking as I've mentioned above there are many job opportunities to work in prestigious companies uh which give them a financial freedom. For example in Ho Chim Min city there are lots of big international cities uh companies like uh Samsung or LG which need uh which need a huge number of employees and offer them a high salary. Moreover, people can find some services like hospitals or schools easily which is really necessary for their basic needs. &gt;&gt; Thank you very much.",
      "transcript_cleaned": "Generally speaking as I have mentioned above there are many job opportunities to work in prestigious companies which give them a financial freedom. For example in Ho Chim Min city there are lots of big international cities companies like Samsung or LG which need which need a huge number of employees and offer them a high salary. Moreover, people can find some services like hospitals or schools easily which is really necessary for their basic needs.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s13",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "But what problems can large cities face?",
      "transcript": "&gt;&gt; In my opin I am sure that I am sure that most cities in the world face air pollution caused by factories gas. I mean for example in Hanoi and Hoiman city there are lots of big city bu are built there. are all are always on on the top cities which have the worst air quality in my country. moreover because the urban areas have more mo more than facilities so lots of people from rural areas move there &gt;&gt; and makes them overcrowded and noisy. &gt;&gt; Yeah. &gt;&gt; Thank you. Yeah. Very interesting. that is great.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; In my opin uh I'm sure that I'm sure that most cities in the world face uh air pollution caused by factories gas. I mean for example in Hanoi and Hoiman city there are lots of big city uh bu are built there. uh are all are always on on the top cities which have the worst air quality in my country. Um moreover because the urban areas have more mo more than facilities so lots of people from rural areas move there &gt;&gt; and makes them overcrowded and noisy. &gt;&gt; Yeah. &gt;&gt; Thank you. Yeah. Very interesting. That's great.",
      "transcript_cleaned": "&gt;&gt; In my opin I am sure that I am sure that most cities in the world face air pollution caused by factories gas. I mean for example in Hanoi and Hoiman city there are lots of big city bu are built there. are all are always on on the top cities which have the worst air quality in my country. moreover because the urban areas have more mo more than facilities so lots of people from rural areas move there &gt;&gt; and makes them overcrowded and noisy. &gt;&gt; Yeah. &gt;&gt; Thank you. Yeah. Very interesting. that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s15",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "Tell me, do people have enough free time today compared to in the past?",
      "transcript": "From my point of view, I think there is less time for them to relax than in the past as people now have much or have a huge number of assignments they have to do in their work or their study. for example in in the in Vietnam in the past students used to have full three months summer holidays but now they only have around two and a half months even they need to they need to participate in some extra classes like a math or English class. So, however, some people said that in the in the past they needed to do part-time job in their free time to have their to have their family. So, it is not the time when they enjoy or for them to relax themselves. &gt;&gt; Interesting.",
      "source": "supplementary",
      "transcript_original": "From my point of view, I think there's less time for them to relax than in the past as people now have much or have a huge number of assignments they have to do in their work or their study. Uh for example in in the in Vietnam in the past students used to have full three months summer holidays but now they only have around two and a half months even they need to they need to participate in some extra classes like a math or English class. So, however, some people said that in the in the past they needed to do part-time job in their free time to have their to have their family. So, it's not the time when they enjoy or for them to relax themselves. &gt;&gt; Interesting.",
      "transcript_cleaned": "From my point of view, I think there is less time for them to relax than in the past as people now have much or have a huge number of assignments they have to do in their work or their study. for example in in the in Vietnam in the past students used to have full three months summer holidays but now they only have around two and a half months even they need to they need to participate in some extra classes like a math or English class. So, however, some people said that in the in the past they needed to do part-time job in their free time to have their to have their family. So, it is not the time when they enjoy or for them to relax themselves. &gt;&gt; Interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "XyvsDpCsbs4_s16",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "How can technology influence the way that people spend their time?",
      "transcript": "H in in my opinion &gt;&gt; in my opinion pe people spend much more time on their phones during during their free time which makes them a little bit isolated. For example, in the past, children usually gather together to play to do outdoor activities like playing hide and seek or playing football. but now you hardly ever seen you hardly ever see it anywhere. however some people makes some people make friends through the social media and then they they they share their story with the people that have the same hobbies with them and it makes them more relaxed and comfortable. &gt;&gt; Thank you so much. Well done. And now please the final question for today.",
      "source": "supplementary",
      "transcript_original": "H in in my opinion &gt;&gt; in my opinion pe uh people spend much more time on their phones during during their free time which makes them a little bit isolated. For example, in the past, uh children usually gather together to play uh to do outdoor activities like playing hide and seek or playing football. Um but now you hardly ever seen you hardly ever see it anywhere. Uh however some people makes uh some people make friends through the social media and then they they they share their story with the people that have the same hobbies with them and it makes them more relaxed and comfortable. &gt;&gt; Thank you so much. Well done. And now please the final question for today.",
      "transcript_cleaned": "H in in my opinion &gt;&gt; in my opinion pe people spend much more time on their phones during during their free time which makes them a little bit isolated. For example, in the past, children usually gather together to play to do outdoor activities like playing hide and seek or playing football. but now you hardly ever seen you hardly ever see it anywhere. however some people makes some people make friends through the social media and then they they they share their story with the people that have the same hobbies with them and it makes them more relaxed and comfortable. &gt;&gt; Thank you so much. Well done. And now please the final question for today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "XyvsDpCsbs4_s17",
      "video_id": "XyvsDpCsbs4",
      "band": 7.5,
      "question": "Should parents encourage children to spend more time outdoors?",
      "transcript": "Hm. Oh, I think that it is really necessary as children can can develop their practical skills like communication or problem solving skills and not and avoid be becoming passive people. for instance, now children spend more than eight hours a day play playing game playing online games and do not talk to and do not talk to other people and it be it have it badly impacts on their future. &gt;&gt; Definitely. but so however there is a high crime rate such as kidnapping children for ransom. I mean &gt;&gt; gosh &gt;&gt; I mean criminals will kidnap their children and then require their parents for a huge sum of money and and after they receive money they will give back their ch their children. Yeah. &gt;&gt; Wow. So some some parents really worried about that. So sometimes they discourage their children to spend a lot of time outside. &gt;&gt; Amazing. Thank you very much. And me, that brings us to the end of the test. Thank you very much. Well done. Well done. I am so proud of you. &gt;&gt; Fantastic. Fantastic.",
      "source": "supplementary",
      "transcript_original": "Hm. Oh, I think that it's really necessary as children can can develop their practical skills like communication or problem solving skills and not and avoid be becoming uh passive people. Uh for instance, now children spend more than eight hours a day play playing game playing online games and don't talk to and don't talk to uh other people and it be it have uh it badly impacts on their future. &gt;&gt; Definitely. Uh but so however there's a high crime rate uh such as kidnapping children for ransom. I mean &gt;&gt; gosh &gt;&gt; I mean uh criminals will kidnap their children and then uh require their parents for a huge sum of money and and after they receive money they will give back their ch their children. Yeah. &gt;&gt; Wow. So some some parents really worried about that. So sometimes they discourage their children to spend a lot of time outside. &gt;&gt; Amazing. Thank you very much. And me, that brings us to the end of the test. Thank you very much. Well done. Well done. I'm so proud of you. &gt;&gt; Fantastic. Fantastic.",
      "transcript_cleaned": "Hm. Oh, I think that it is really necessary as children can can develop their practical skills like communication or problem solving skills and not and avoid be becoming passive people. for instance, now children spend more than eight hours a day play playing game playing online games and do not talk to and do not talk to other people and it be it have it badly impacts on their future. &gt;&gt; Definitely. but so however there is a high crime rate such as kidnapping children for ransom. I mean &gt;&gt; gosh &gt;&gt; I mean criminals will kidnap their children and then require their parents for a huge sum of money and and after they receive money they will give back their ch their children. Yeah. &gt;&gt; Wow. So some some parents really worried about that. So sometimes they discourage their children to spend a lot of time outside. &gt;&gt; Amazing. Thank you very much. And me, that brings us to the end of the test. Thank you very much. Well done. Well done. I am so proud of you. &gt;&gt; Fantastic. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "x_HTxImdYcw_s01",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "Do you like history as a subject in your school and why?",
      "transcript": "I have to say no to this. Unfortunately, I think it all comes down to the way that history was taught in my in my high school. And unfortunately, the teacher that I that was assigned to my class, she did not do a very good job at it. And so, yeah, I would not say history is my favorite subject. Okay.",
      "source": "supplementary",
      "transcript_original": "Um, I have to say no to this. Unfortunately, I think it all comes down to the way that history was taught in my in my high school. And unfortunately, the teacher that I that was assigned to my class, she did not do a very good job at it. And so, um, yeah, I wouldn't say history is my favorite subject. Okay.",
      "transcript_cleaned": "I have to say no to this. Unfortunately, I think it all comes down to the way that history was taught in my in my high school. And unfortunately, the teacher that I that was assigned to my class, she did not do a very good job at it. And so, yeah, I would not say history is my favorite subject.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "x_HTxImdYcw_s02",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "Number two, when was the last time you read a book, the last time you read a book about history?",
      "transcript": "I think it is a long time ago and I believe that it was the history textbook. I mean, it is pretty cliche, I think, but like I told you, I am not a particularly huge fan of history. So, that was the probably the only and last book that I have read.",
      "source": "supplementary",
      "transcript_original": "Um, I think it's a long time ago and I believe that it was the history textbook. I mean, it's pretty cliche, I think, but um, like I told you, I'm not a particularly huge fan of history. So, that was the probably the only and last book that I've read.",
      "transcript_cleaned": "I think it is a long time ago and I believe that it was the history textbook. I mean, it is pretty cliche, I think, but like I told you, I am not a particularly huge fan of history. So, that was the probably the only and last book that I have read.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "x_HTxImdYcw_s03",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "And number three, have you visited any history museums?",
      "transcript": "I think that I have visited the the museum of minor and minor what is the name again minor ethnicities I think that is the name and if you count that as a history museums then I have paid a visit to that place multiple times especially when I was a kid and you know as a kid I was pretty amazed with all the stuff that was going on in there so it it was pretty amazing for me as a child and number four do you like watching documentaries or movies related to history. Oh yes, definitely. I think that the reason why history is generally considered boring in my country is because of the way that it is taught in our school. And so putting that in films or any other types of media really, you know, changes the perspective of some sort and it really puts emphasis and it is it is a way to make history more engaging for youngsters.",
      "source": "supplementary",
      "transcript_original": "I think that I have visited the um the museum of minor and minor what's the name again minor ethnicities I think that's the name and if you count that as a history museums then I have paid a visit to that place multiple times especially when I was a kid and you know as a kid I was pretty amazed with all the stuff that was going on in there so it it was pretty amazing for me as a child and number four do you like watching documentaries or movies related to history. Oh yes, definitely. I think that the reason why history is generally considered boring in my country is because of the way that it is taught in our school. And so putting that in films or any other types of media really, you know, changes the perspective of some sort and it really puts emphasis and it is it is a way to make history more engaging for youngsters.",
      "transcript_cleaned": "I think that I have visited the the museum of minor and minor what is the name again minor ethnicities I think that is the name and if you count that as a history museums then I have paid a visit to that place multiple times especially when I was a kid and you know as a kid I was pretty amazed with all the stuff that was going on in there so it it was pretty amazing for me as a child and number four do you like watching documentaries or movies related to history. Oh yes, definitely. I think that the reason why history is generally considered boring in my country is because of the way that it is taught in our school. And so putting that in films or any other types of media really, you know, changes the perspective of some sort and it really puts emphasis and it is it is a way to make history more engaging for youngsters.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}