{
  "batch_id": 113,
  "count": 20,
  "samples": [
    {
      "sample_id": "PSisNgVCyqw_q03",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "Do you prefer hot weather or cold weather?",
      "transcript": "It depends. Like in summer I prefer cold weather, but in winter I prefer hot weather. But in general I get, like, I feel cold really easily. So I prefer summer and I love going to like beach and like hanging out with my friends. So I think I prefer summer than winter. Okay, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it depends. Like in summer I prefer cold weather, but in winter I prefer hot weather. But in general I get, like, I feel cold really easily. So I prefer summer and I love going to like beach and like hanging out with my friends. So I think I prefer summer than winter. Okay, very good.",
      "transcript_cleaned": "It depends. Like in summer I prefer cold weather, but in winter I prefer hot weather. But in general I get, like, I feel cold really easily. So I prefer summer and I love going to like beach and like hanging out with my friends. So I think I prefer summer than winter.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q04",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "Do you prefer dry weather or wet weather?",
      "transcript": "Oh, definitely dry weather because like wet weather makes me sweat more. Like I have been to Mongolia before and it is so dry there. So it was really hot but I did not really sweat that much because it is quite dry. So I think I prefer dry weather than the wet weather. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, definitely dry weather because like wet weather makes me sweat more. Like I've been to Mongolia before and it's so dry there. So it was really hot but I didn't really sweat that much because it's quite dry. So I think I prefer dry weather than the wet weather. Okay.",
      "transcript_cleaned": "Oh, definitely dry weather because like wet weather makes me sweat more. Like I have been to Mongolia before and it is so dry there. So it was really hot but I did not really sweat that much because it is quite dry. So I think I prefer dry weather than the wet weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q05",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "Are you in the habit of checking the weather forecast?",
      "transcript": "No, not really. I am currently studying the UK so it rains a lot but I do not really check the forecast so I never carry umbrella with me. So when it rains, I just do not reuse any umbrella. So, and even in Korea, because of that, like it became my habit. So I do not really check the weather forecast that much. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, not really. Um, I'm currently studying the UK so it rains a lot but I don't really check the forecast so I never carry umbrella with me. So when it rains, I just don't reuse any umbrella. So, and even in Korea, because of that, like it became my habit. So I don't really check the weather forecast that much. Okay.",
      "transcript_cleaned": "No, not really. I am currently studying the UK so it rains a lot but I do not really check the forecast so I never carry umbrella with me. So when it rains, I just do not reuse any umbrella. So, and even in Korea, because of that, like it became my habit. So I do not really check the weather forecast that much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q06",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "How often do you think you check it?",
      "transcript": "Like, never. Like once, like if I am going to go somewhere with my friends, like, I do not know, like on travel or go to like amusement park, then I check. But most of the time like it does not really, it is not that accurate so I do not really check that much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like, never. Like once, like if I'm gonna go somewhere with my friends, like, I don't know, like on travel or go to like amusement park, then I check. But most of the time like it doesn't really, it's not that accurate so I don't really check that much.",
      "transcript_cleaned": "Like, never. Like once, like if I am going to go somewhere with my friends, like, I do not know, like on travel or go to like amusement park, then I check. But most of the time like it does not really, it is not that accurate so I do not really check that much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q07",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "Okay, what do you think are the effects of climate change in recent years?",
      "transcript": "I think it depends like probably not doing the recycling that well I guess because you know if we mix all the like rubbishes together then we have to like all burn it and it became like a waste It bad for the environment so I guess that why the climate happened changed a lot recently Okay and what do you think the effects of climate change on the weather have been in recent years? I guess like in summer it became more hotter than usual and in winter it became more cold. And the spring and fall is like way shorter than the past. So we do not really have like that much of a spring and fall we used to. So I guess that is the effect. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh I think it depends like probably not doing the recycling that well I guess because you know if we mix all the like rubbishes together then we have to like all burn it and it became like a waste It bad for the environment so I guess that why the climate happened changed a lot recently Okay and what do you think the effects of climate change on the weather have been in recent years? Uh, I guess like in summer it became more hotter than usual and in winter it became more cold. And the spring and fall is like way shorter than the past. So we don't really have like that much of a spring and fall we used to. So I guess that's the effect. Okay.",
      "transcript_cleaned": "I think it depends like probably not doing the recycling that well I guess because you know if we mix all the like rubbishes together then we have to like all burn it and it became like a waste It bad for the environment so I guess that why the climate happened changed a lot recently Okay and what do you think the effects of climate change on the weather have been in recent years? I guess like in summer it became more hotter than usual and in winter it became more cold. And the spring and fall is like way shorter than the past. So we do not really have like that much of a spring and fall we used to. So I guess that is the effect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q08",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "And would you like to visit other cities that have different climates from where you live?",
      "transcript": "I am not really. I do not really have a like a particular country in my mind because like I said, We all have four seasons, so we have experienced a lot. And thankfully, I have traveled various countries when I was little, so I kind of experienced different climates. So I do not really have a particular country in my mind at the moment. Okay, so part one is over now, and we are going to start with part two, the extended speaking section. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm. I'm not really. I don't really have a like a particular country in my mind because like I said, We all have four seasons, so we've experienced a lot. And thankfully, I've traveled various countries when I was little, so I kind of experienced different climates. So I don't really have a particular country in my mind at the moment. Okay, so part one is over now, and we are going to start with part two, the extended speaking section. So.",
      "transcript_cleaned": "I am not really. I do not really have a like a particular country in my mind because like I said, We all have four seasons, so we have experienced a lot. And thankfully, I have traveled various countries when I was little, so I kind of experienced different climates. So I do not really have a particular country in my mind at the moment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q09",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "Okay, and do children need exercise?",
      "transcript": "Oh yeah, definitely. I was a very active person who loves like, you know, PE class. But I do not really, like, I do not have time to work out lately. But because of the time that I exercised when I was, when I was young, so then I could endure this, very hard, like, studying stuff. Like, I have the stamina for it. So I guess doing the exercise when you are young is quite important for the future. So I think it is vital and crucial.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yeah, definitely. Um, I was a very active person who loves like, you know, PE class. But I don't really, like, I don't have time to work out lately. But because of the time that I exercised when I was, when I was young, so then I could endure this, uh, very hard, like, studying stuff. Like, I have the stamina for it. So I guess doing the exercise when you are young is quite important for the future. So I think it's vital and crucial.",
      "transcript_cleaned": "Oh yeah, definitely. I was a very active person who loves like, you know, PE class. But I do not really, like, I do not have time to work out lately. But because of the time that I exercised when I was, when I was young, so then I could endure this, very hard, like, studying stuff. Like, I have the stamina for it. So I guess doing the exercise when you are young is quite important for the future. So I think it is vital and crucial.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q10",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "Okay, and what are the benefits of exercise?",
      "transcript": "I think the exterior part you can get a better body shape I guess. But in the, for like a mental things, I think when you exercise you get mentally very like strong, like very healthy. So whenever I feel like my mood is like going down, when I work out I feel much better.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think the exterior part you can get a better body shape I guess. But in the, for like a mental things, I think when you exercise you get mentally very like strong, like very healthy. So whenever I feel like my mood is like going down, when I work out I feel much better.",
      "transcript_cleaned": "I think the exterior part you can get a better body shape I guess. But in the, for like a mental things, I think when you exercise you get mentally very like strong, like very healthy. So whenever I feel like my mood is like going down, when I work out I feel much better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q11",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "When I like, after sweating a lot I feel so much better.",
      "transcript": "So I guess that is both ways like both benefit I guess.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I guess that's both ways like both benefit I guess.",
      "transcript_cleaned": "I guess that is both ways like both benefit I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q12",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "Okay and what do you think can be done to get children into sport?",
      "transcript": "Probably doing the PE classes more often. like, but when in Korea, when students, like children, they play Taekwondo a lot when they are young. So going to those kind of academy to play sport, like learning jump ropes or doing Taekwondo or any other sports and doing the PE class at school, I think that is like enough for them for now. Like they can do more of course, but I think that is enough at the moment. So just doing well to the, to stick to the school program, I think that will be good enough. Okay, and okay, so we talked a bit earlier about sports programs and what sports programs do people like to watch in your country? Oh I think football and baseball I think Football especially Koreans love watching EPL So they always watch that even though you know the time zone is very different But they spend like overnight awake to watch the EPL So I think most of the people love watching EPL And for baseball they could easily go to the stadium and watch the game So a lot of my friends also go to baseball matches to watch the game when they have free time So I guess those two sports are most common sports. Okay, and final question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Probably doing the PE classes more often. Um, like, but when in Korea, when students, like children, they play Taekwondo a lot when they're young. So going to those kind of academy to play sport, like learning jump ropes or doing Taekwondo or any other sports and doing the PE class at school, I think that's like enough for them for now. Like they can do more of course, but I think that's enough at the moment. So just doing well to the, to stick to the school program, I think that'll be good enough. Okay, and um, okay, so um, we talked a bit earlier about sports programs and um, what sports programs do people like to watch in your country? Oh I think football and baseball I think Football especially Koreans love watching EPL So they always watch that even though you know the time zone is very different But they spend like overnight awake to watch the EPL So I think most of the people love watching EPL And for baseball they could easily go to the stadium and watch the game So a lot of my friends also go to baseball matches to watch the game when they have free time So I guess those two sports are most common sports. Okay, and final question.",
      "transcript_cleaned": "Probably doing the PE classes more often. like, but when in Korea, when students, like children, they play Taekwondo a lot when they are young. So going to those kind of academy to play sport, like learning jump ropes or doing Taekwondo or any other sports and doing the PE class at school, I think that is like enough for them for now. Like they can do more of course, but I think that is enough at the moment. So just doing well to the, to stick to the school program, I think that will be good enough. Okay, and okay, so we talked a bit earlier about sports programs and what sports programs do people like to watch in your country? Oh I think football and baseball I think Football especially Koreans love watching EPL So they always watch that even though you know the time zone is very different But they spend like overnight awake to watch the EPL So I think most of the people love watching EPL And for baseball they could easily go to the stadium and watch the game So a lot of my friends also go to baseball matches to watch the game when they have free time So I guess those two sports are most common sports.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "PSisNgVCyqw_q14",
      "video_id": "PSisNgVCyqw",
      "band": 8.0,
      "question": "The, what do you think are the effects of climate change in recent years?",
      "transcript": "But you recovered from that very well. So I think overall, I would give you an 8.5 in the test. Okay, thank you. Thank you. And thank you very much for coming today. well thank you for being here.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, but you recovered from that very well. So I think overall, um, I would give you an 8.5 in the test. Okay, thank you. Thank you. And thank you very much for coming today. Ah, well thank you for being here.",
      "transcript_cleaned": "But you recovered from that very well. So I think overall, I would give you an 8.5 in the test. Okay, thank you. Thank you. And thank you very much for coming today. well thank you for being here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q03",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "And do you like your name?",
      "transcript": "I think so, because when my parents made my name, When they were thinking about how we are going to name this baby, they thought of many different candidates. And usually they wanted me to be helpful to other people. Like in the Bible it says, love thy neighbors. So, my name, like, He Chan, like in Chinese characters, like, the meaning of the two letters is, the helper of light. So, they just wanted me to be a good person. So, I try to be that, but sometimes it just does not work out. I try my best regardless. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think so, because when my parents made my name, When they were thinking about how we're gonna name this baby, they thought of many different candidates. And usually they wanted me to be helpful to other people. Like in the Bible it says, love thy neighbors. So, um, my name, like, He Chan, like in Chinese characters, like, the meaning of the two letters is, um, the helper of light. So, they just wanted me to be a good person. So, I try to be that, but sometimes it just doesn't work out. I try my best regardless. Great.",
      "transcript_cleaned": "I think so, because when my parents made my name, When they were thinking about how we are going to name this baby, they thought of many different candidates. And usually they wanted me to be helpful to other people. Like in the Bible it says, love thy neighbors. So, my name, like, He Chan, like in Chinese characters, like, the meaning of the two letters is, the helper of light. So, they just wanted me to be a good person. So, I try to be that, but sometimes it just does not work out. I try my best regardless.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q04",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "Are you working or are you a student?",
      "transcript": "Well, I used to work until yesterday, so, so currently I am unemployed, but I am not a student either, so I guess like in short term my answer would be neither. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I used to work until yesterday, so, so currently I'm unemployed, but I'm not a student either, so I guess like in short term my answer would be neither. Okay, great.",
      "transcript_cleaned": "I used to work until yesterday, so, so currently I am unemployed, but I am not a student either, so I guess like in short term my answer would be neither.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q05",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "And could you tell me the name of your hometown, please?",
      "transcript": "My hometown is Busan. it is located in the south, southeast corner of the Korean peninsula. it is a harbor city. And it is famous for having a lot of beaches like on the shorelines. But at the same time, it is also the second largest city, in South Korea. I do not know like how the comparison would be like with all, I mean, with the two Koreas combined, but it is one of the largest cities. And the only thing Busan is lacking is cultural infra, infrastructure, meaning that we do not have a lot of concerts or exhibitions, but everything else we have got in there. it is a pretty chill city to live in. it is got many different, different shades and faces they could offer to you if you were on a tour. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, my hometown is Busan. It's located in the uh, south, southeast corner of the Korean peninsula. It's a harbor city. And um, it's um, famous for having a lot of um, beaches like on the shorelines. But at the same time, um, it's also the second largest city, um, in South Korea. I don't know like how the comparison would be like with all, I mean, with the two Koreas combined, but it's one of the largest cities. And um, the only thing Busan is lacking is cultural infra, infrastructure, meaning that we don't have a lot of concerts or exhibitions, but everything else we've got in there. It's a pretty chill city to live in. It's got many different, um, different shades and faces they could offer to you if you were on a tour. Okay.",
      "transcript_cleaned": "My hometown is Busan. it is located in the south, southeast corner of the Korean peninsula. it is a harbor city. And it is famous for having a lot of beaches like on the shorelines. But at the same time, it is also the second largest city, in South Korea. I do not know like how the comparison would be like with all, I mean, with the two Koreas combined, but it is one of the largest cities. And the only thing Busan is lacking is cultural infra, infrastructure, meaning that we do not have a lot of concerts or exhibitions, but everything else we have got in there. it is a pretty chill city to live in. it is got many different, different shades and faces they could offer to you if you were on a tour.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q06",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "And do you think you will live there in the future?",
      "transcript": "I often imagine myself as a nomad as I am, as in like working in like many different cities. So I am not sure if I will, live in Busan for a long time, but at some point I also wish to return. But that would be like much later, maybe probably after I retire or something. But until then I want to like experience a lot of different sides of the world. That makes sense. Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, I often imagine myself as a nomad as I am, as in like working in like many different cities. So I'm not sure if I will, um, live in Busan for a long time, but um, at some point I also wish to return. But that would be like much later, maybe probably after I retire or something. But until then I want to like experience a lot of different sides of the world. That makes sense. Okay,.",
      "transcript_cleaned": "I often imagine myself as a nomad as I am, as in like working in like many different cities. So I am not sure if I will, live in Busan for a long time, but at some point I also wish to return. But that would be like much later, maybe probably after I retire or something. But until then I want to like experience a lot of different sides of the world. That makes sense.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q07",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "So do you like reading?",
      "transcript": "I think so, but not as much as how I loved reading when I was a child. So, when I was a kid, like, my parents did not really want me to like play, like play too much video games or watch TV. but, they, they offered me like a lot of books to read with. So, I ended up reading a lot of books when I was a kid.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think so, but not as much as how I loved reading when I was a child. So, um, when I was a kid, like, my parents didn't really want me to like play, like play too much video games or watch TV. Um, but, um, they, uh, they offered me like a lot of books to read with. So, I ended up reading a lot of books when I was a kid.",
      "transcript_cleaned": "I think so, but not as much as how I loved reading when I was a child. So, when I was a kid, like, my parents did not really want me to like play, like play too much video games or watch TV. but, they, they offered me like a lot of books to read with. So, I ended up reading a lot of books when I was a kid.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q08",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "But then education forced me to read books, right?",
      "transcript": "-. So I started to hate reading until probably mid-college. And then and then I went, right. so until college I hated reading. But I had to do my military service. I do not know like why every single South Korean male candidates have to talk about their military service, but anyways. when I was doing my service, I used to, I used to read a lot of books because I had nothing, nothing better to do. So I kind of picked up reading again. So, so I had a lot of ups and downs about my preference in, in hobbies, but reading has been going back and forth. But I guess I could conclude that I still like, I still like reading. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Mm-hmm. So I started to hate reading until probably mid-college. And then um, and then um, I went, uh, right. Um, so until college I hated reading. But um, I had to do my military service. I don't know like why every single South Korean male candidates have to talk about their military service, but anyways. Um, when I was doing my service, um, I used to, I used to read a lot of books because I had nothing, nothing better to do. So I kind of picked up reading again. So, so I had a lot of ups and downs about my preference in, in hobbies, but reading has been going back and forth. But I guess I could conclude that I still like, I still like reading. Great.",
      "transcript_cleaned": "-. So I started to hate reading until probably mid-college. And then and then I went, right. so until college I hated reading. But I had to do my military service. I do not know like why every single South Korean male candidates have to talk about their military service, but anyways. when I was doing my service, I used to, I used to read a lot of books because I had nothing, nothing better to do. So I kind of picked up reading again. So, so I had a lot of ups and downs about my preference in, in hobbies, but reading has been going back and forth. But I guess I could conclude that I still like, I still like reading.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q09",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "E-books, right?",
      "transcript": "Couple of times but I only a couple of times because it convenient because it just like on your phone It small so like it really easy to read like in a packed subway right But I don know like people people could tell me I old but I still prefer the the feeling of turning pages in on a on a paper book It makes sense It just feels more like I making progress through it It just feels much better than just swiping the screen from right to left Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um couple of times but I only a couple of times because it convenient because it just like on your phone It small so like it really easy to read like in a packed subway right But um I don know like people people could tell me I old but I still prefer the the feeling of turning pages in on a on a paper book It makes sense It just feels more like I making progress through it It just feels much better than just swiping the screen from right to left Okay, great.",
      "transcript_cleaned": "Couple of times but I only a couple of times because it convenient because it just like on your phone It small so like it really easy to read like in a packed subway right But I don know like people people could tell me I old but I still prefer the the feeling of turning pages in on a on a paper book It makes sense It just feels more like I making progress through it It just feels much better than just swiping the screen from right to left",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q11",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "Is that okay?",
      "transcript": "But anyway, we are going to the second part of the test now. So I will give you this, so your question is there and there is a pen. So you can do note-taking now for one minute. Okay, so you can begin. Okay, here we go.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But anyway, we're going to the second part of the test now. So I'll give you this, so your question is there and there's a pen. So you can do note-taking now for one minute. Okay, so you can begin. Okay, here we go.",
      "transcript_cleaned": "But anyway, we are going to the second part of the test now. So I will give you this, so your question is there and there is a pen. So you can do note-taking now for one minute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DLdEdqx8d4g_q12",
      "video_id": "DLdEdqx8d4g",
      "band": 8.0,
      "question": "Right, so yeah, could you describe an occasion when you wore your best clothes?",
      "transcript": "Alright, this was a difficult question for me to answer because I usually like, I usually prefer wearing very casual clothes like no matter the occasion, so it took me some time to think about. it was, it was during fall formal during freshman year. So it was the year 2012 I think, that is when I was a freshman. So, so fall formal, it was like a prom but kind of for like college students. So it was like a SCC, so Student Activities Committee, I think that is what it was called. So it was a it was an event organized by them. So like I had a date back then and I ended up dating that person for two and a half years anyways. So she really wanted to go. Usually I am like the really lazy type that does not want to, does not really want to like participate in such events. But she really wanted to go and she really wanted to look nice. So she was like, like looking up like all the dresses like on online shops and all. So I was like, oh shoot, I need to dress up as well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Alright, this was a difficult question for me to answer because I usually like, I usually prefer wearing very casual clothes like no matter the occasion, so it took me some time to think about. Um, it was, it was during um, fall formal during freshman year. So it was the year 2012 I think, that's when I was a freshman. So, so fall formal, it was like a prom but kind of for like college students. So it was like a uh, SCC, so Student Activities Committee, I think that's what it was called. So it was a uh, it was an event organized by them. So like I had a date back then and I ended up dating that person for two and a half years anyways. So she really wanted to go. Usually I'm like the really lazy type that doesn't want to, doesn't really want to like participate in such events. But um, she really wanted to go and she really wanted to look nice. So she was like, like looking up like all the dresses like on online shops and all. So I was like, oh shoot, I need to dress up as well.",
      "transcript_cleaned": "this was a difficult question for me to answer because I usually like, I usually prefer wearing very casual clothes like no matter the occasion, so it took me some time to think about. it was, it was during fall formal during freshman year. So it was the year 2012 I think, that is when I was a freshman. So, so fall formal, it was like a prom but kind of for like college students. So it was like a SCC, so Student Activities Committee, I think that is what it was called. So it was a it was an event organized by them. So like I had a date back then and I ended up dating that person for two and a half years anyways. So she really wanted to go. Usually I am like the really lazy type that does not want to, does not really want to like participate in such events. But she really wanted to go and she really wanted to look nice. So she was like, like looking up like all the dresses like on online shops and all. So I was like, oh shoot, I need to dress up as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}