{
  "batch_id": 77,
  "count": 20,
  "samples": [
    {
      "sample_id": "0OPEzLI7AQw_q02",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "So, what is your favourite type of food?",
      "transcript": "Usually I like fast food. so every once in a week I try to go to a restaurant for eating fast food. Like pizza is one of my favorite.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, usually I like um, fast food. Uh, so every once in a week I try to go to a restaurant for eating uh, fast food. Like pizza is one of my favorite.",
      "transcript_cleaned": "Usually I like fast food. so every once in a week I try to go to a restaurant for eating fast food. Like pizza is one of my favorite.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q03",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "Okay, and do you prefer eating at home or do you prefer eating at a restaurant?",
      "transcript": "Usually I eating, I usually I prefer, prefer eating at home because I feel, comfortable and that time, I feel, every food is very locious. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, usually I eating, I usually I prefer, uh, uh, prefer eating at home because I feel, uh, comfortable and that time, uh, I feel, uh, every food is very locious. Okay.",
      "transcript_cleaned": "Usually I eating, I usually I prefer, prefer eating at home because I feel, comfortable and that time, I feel, every food is very locious.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q04",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "And is there a food you would like to try in the future?",
      "transcript": "Down the road have a great chances to go, England because, England is a very famous, all of fast food. So, in the future has a great chances to eating, fast food. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, down the road have a great chances to go, uh, England because, uh, England is a very famous, uh, all of fast food. So, uh, in the future has a great chances to eating, uh, uh, fast food. Okay.",
      "transcript_cleaned": "Down the road have a great chances to go, England because, England is a very famous, all of fast food. So, in the future has a great chances to eating, fast food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q05",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "And are there any types of food that you do not like?",
      "transcript": "Usually I do not like, our country's staple food, rice, but, very silly everyday I eating this food. Okay, let us, now move on to a different topic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, usually I don't like, uh, our country's staple food, rice, uh, but, uh, very silly everyday I eating this food. Okay, let's, uh, now move on to a different topic.",
      "transcript_cleaned": "Usually I do not like, our country's staple food, rice, but, very silly everyday I eating this food.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q06",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "Do you work or are you a student?",
      "transcript": "Well, I am a student. Recently I completed my higher-saving exam. Right now I am fully engrossed in my preparation for studying overseas.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, I'm a student. Recently I completed my higher-saving exam. Right now I'm fully engrossed in my preparation for studying overseas.",
      "transcript_cleaned": "I am a student. Recently I completed my higher-saving exam. Right now I am fully engrossed in my preparation for studying overseas.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q07",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "Okay, and what kind of work would you like to do in the future?",
      "transcript": "In the future has a great chances to, work in, pharmacy because, pharmacy is one of my favorite job So in the future I will try to work this field Okay and and do you prefer working alone or with a team I usually, prefer working alone because I have a both, I had a both experience and when I am working at team that time, I feel that I break my concentration. So I always prefer working alone. Okay, now in this next part of the test, I am going to give you a topic and I want you to speak about that topic for one to two minutes. But before that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, in the future has a great chances to, uh, work in, uh, pharmacy because, uh, pharmacy is one of my favorite job So in the future I will try to work this field Okay and and do you prefer working alone or with a team Uh, I usually, uh, prefer working alone because I have a both, I had a both experience and when I'm working at team that time, I feel that I break my concentration. So I always prefer working alone. Okay, now in this next part of the test, I'm going to give you a topic and I want you to speak about that topic for one to two minutes. But before that,.",
      "transcript_cleaned": "In the future has a great chances to, work in, pharmacy because, pharmacy is one of my favorite job So in the future I will try to work this field Okay and and do you prefer working alone or with a team I usually, prefer working alone because I have a both, I had a both experience and when I am working at team that time, I feel that I break my concentration. So I always prefer working alone. Okay, now in this next part of the test, I am going to give you a topic and I want you to speak about that topic for one to two minutes. But before that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q08",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "Do you understand?",
      "transcript": "Okay, I understand. Okay, so you have one minute to.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, I understand. Okay, so you have one minute to.",
      "transcript_cleaned": "I understand. Okay, so you have one minute to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q09",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "So why is it important for people to have hobbies?",
      "transcript": "In my way of thinking hobby is most important for everyone because, without hobby is not possible to reduce our depression, reduce our, trace. So I think it is the most important for everyone life. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, in my way of thinking hobby is most important for everyone because, uh, without hobby is not possible to reduce our depression, reduce our, uh, trace. So I think it's the most important for everyone life. Okay.",
      "transcript_cleaned": "In my way of thinking hobby is most important for everyone because, without hobby is not possible to reduce our depression, reduce our, trace. So I think it is the most important for everyone life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q10",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "And, do you think hobbies should be educational or just for fun?",
      "transcript": "I think it is no matter that hobby would be educational or something like that, but hobby is that, is always help me to do something else. So, when you feel, I already mentioned that when you feel depressed, that then your hobby is playing vital role for reduce our depression or stress. So, it is no matter that hobby would be educational or like something like that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I think it's no matter that hobby would be educational or something like that, but hobby is that, is always help me to do something else. So, when you feel, I already mentioned that when you feel depressed, that then your hobby is playing vital role for reduce our depression or stress. So, it's no matter that hobby would be educational or like something like that. Okay.",
      "transcript_cleaned": "I think it is no matter that hobby would be educational or something like that, but hobby is that, is always help me to do something else. So, when you feel, I already mentioned that when you feel depressed, that then your hobby is playing vital role for reduce our depression or stress. So, it is no matter that hobby would be educational or like something like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q11",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "And how can people find new hobbies?",
      "transcript": "Okay. this is the era of modern technology. Everything are very available in social media like YouTube, Facebook. So, people, watch lots of video on social media and then now they can, learn everything so they can find out their hobby in social media. And maybe they watch, interesting video on social media and that type of thing that always intrigued them. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. Uh, this is the era of modern technology. Everything are very available in social media like YouTube, Facebook. So, uh, people, uh, watch lots of video on social media and then now they can, uh, learn everything so they can find out their hobby in social media. And maybe they watch, uh, interesting video on social media and that type of thing that always intrigued them. Okay.",
      "transcript_cleaned": "this is the era of modern technology. Everything are very available in social media like YouTube, Facebook. So, people, watch lots of video on social media and then now they can, learn everything so they can find out their hobby in social media. And maybe they watch, interesting video on social media and that type of thing that always intrigued them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q12",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "And are there any, hobbies that are becoming less popular?",
      "transcript": "In my country, in my country's perspective, if I say, football is very unpopular, but it is always, is very popular. But in my country's perspective, it is a very unpopular game. so, but, this is my, one of my favorite hobbies. I try to football with my friends, but they do not, they do not know how to play football. Well, they have not enough idea, so I cannot properly enjoy my spare time. And why do you think this is unpopular in your home country Could you repeat again this question Yep You said football is not that popular in your home country Why do you think it is not popular in your country well, in my country's perspective, cricket is most popular game and because of that, our country, women cricket team and, men cricket team, Their own, international World Cup trophy. On the other hand, our football team, cannot play FIFA World Cup. This is the main reason football is unpopular in my country. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, in my country, uh, in my country's perspective, if I say, uh, football is very unpopular, but it's always, uh, is very popular. But in my country's perspective, it's a very unpopular game. Uh, so, but, uh, this is my, one of my favorite hobbies. I try to football with my friends, but they don't, uh, they don't know how to play football. Well, they have not enough idea, so I cannot properly enjoy my spare time. And why do you think this is unpopular in your home country Could you repeat again this question Yep You said uh football is not that popular in your home country Why do you think it is not popular in your country Uh, well, uh, in my country's perspective, cricket is most popular game and because of that, our country, uh, women cricket team and, uh, men cricket team, Their own, uh, international World Cup trophy. On the other hand, our football team, uh, cannot play FIFA World Cup. This is the main reason football is unpopular in my country. Okay.",
      "transcript_cleaned": "In my country, in my country's perspective, if I say, football is very unpopular, but it is always, is very popular. But in my country's perspective, it is a very unpopular game. so, but, this is my, one of my favorite hobbies. I try to football with my friends, but they do not, they do not know how to play football. Well, they have not enough idea, so I cannot properly enjoy my spare time. And why do you think this is unpopular in your home country Could you repeat again this question Yep You said football is not that popular in your home country Why do you think it is not popular in your country well, in my country's perspective, cricket is most popular game and because of that, our country, women cricket team and, men cricket team, Their own, international World Cup trophy. On the other hand, our football team, cannot play FIFA World Cup. This is the main reason football is unpopular in my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q13",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "And are your, hobbies the same as when you were a child or have they changed?",
      "transcript": "No, because of my childhood, hobby was, playing cricket. So right now this is the same hobby and, not only same but also I also include my hobby football and badminton, all of my, outdoor activities because I am a sports enthusiast. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, uh, because of my childhood, uh, hobby was, uh, playing cricket. So right now this is the same hobby and, er, not only same but also I also include my hobby football and badminton, all of my, er, outdoor activities because I am a sports enthusiast. Okay.",
      "transcript_cleaned": "No, because of my childhood, hobby was, playing cricket. So right now this is the same hobby and, not only same but also I also include my hobby football and badminton, all of my, outdoor activities because I am a sports enthusiast.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0OPEzLI7AQw_q14",
      "video_id": "0OPEzLI7AQw",
      "band": 6.0,
      "question": "And, do you get a lot of free time?",
      "transcript": "Usually, right now I am taking preparation for, IELTS exam. So I think, I have, right now I have not enough time to, getting, getting my, spare time. So, but, two months later, I think I will get, lots of, leisure time. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, usually, uh, right now I am taking preparation for, uh, IELTS exam. So I think, uh, I have, right now I have not enough time to, uh, getting, uh, getting my, uh, spare time. So, uh, but, uh, two months later, I think I will get, uh, lots of, uh, leisure time. Okay.",
      "transcript_cleaned": "Usually, right now I am taking preparation for, IELTS exam. So I think, I have, right now I have not enough time to, getting, getting my, spare time. So, but, two months later, I think I will get, lots of, leisure time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q01",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Tell me what time do you usually wake up during the week?",
      "transcript": "For the weekdays I usually wake up at half past five so I have enough time to do my hair, do my makeup and enjoy my breakfast slow, slowly. And for the weekends or holidays I usually I want to sleep more so I normally wake up at 10 or 11 a.m. so I just basically skip my breakfast. Thank you, well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For the weekdays I usually wake up at half past five so I have enough time to do my hair, do my makeup and enjoy my breakfast slow, slowly. And for the weekends or holidays I usually I want to sleep more so I normally wake up at 10 or 11 a.m. so I just basically skip my breakfast. Thank you, well done.",
      "transcript_cleaned": "For the weekdays I usually wake up at half past five so I have enough time to do my hair, do my makeup and enjoy my breakfast slow, slowly. And for the weekends or holidays I usually I want to sleep more so I normally wake up at 10 or 11 a.m. so I just basically skip my breakfast.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q02",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Do you prefer working in the morning or at night?",
      "transcript": "Working at night would suit my preference because I am, I think I am more active at night. maybe because of the stillness of the night, night, night time, unless, unless my, neighbor singing karaoke. Brilliant.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Working at night would suit my preference because I'm, I think I'm more active at night. Um, maybe because of the stillness of the night, night, night time, uh, unless, unless my, um, neighbor singing karaoke. Brilliant.",
      "transcript_cleaned": "Working at night would suit my preference because I am, I think I am more active at night. maybe because of the stillness of the night, night, night time, unless, unless my, neighbor singing karaoke. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q03",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Has your daily routine changed much in recent years?",
      "transcript": "In the past, I usually wake up at half past six because I live near my secondary school. But now I wake up really early, like an hour early, half past five, because I want to enjoy my morning more slowly, have more time to do other things. But I think the main reason is because I live far from my high school. So if I wake up late, I will wake up at half past six, I will be late for school. Well done, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In the past, I usually wake up at half past six because I live near my secondary school. But now I wake up really early, like an hour early, half past five, because I want to enjoy my morning more slowly, have more time to do other things. But um, I think the main reason is because I live far from my high school. So if I wake up late, I will wake up at half past six, I will be late for school. Well done, thank you.",
      "transcript_cleaned": "In the past, I usually wake up at half past six because I live near my secondary school. But now I wake up really early, like an hour early, half past five, because I want to enjoy my morning more slowly, have more time to do other things. But I think the main reason is because I live far from my high school. So if I wake up late, I will wake up at half past six, I will be late for school.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q04",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Tell me, Bella, do you enjoy shopping for clothes?",
      "transcript": "I am a big fan of shopping, especially window shopping, because when I am overwhelmed or stressed, I just go, I just book a ride to the mall and go around and see clothes. I do not know why but that reduces the stress which is important because it can improve my mental health.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm a big fan of shopping, especially window shopping, because when I'm overwhelmed or stressed, I just go, I just book a ride to the mall and go around and see clothes. I don't know why but that reduces the stress which is important because it can improve my mental health.",
      "transcript_cleaned": "I am a big fan of shopping, especially window shopping, because when I am overwhelmed or stressed, I just go, I just book a ride to the mall and go around and see clothes. I do not know why but that reduces the stress which is important because it can improve my mental health.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q05",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Do you often go shopping for food?",
      "transcript": "Me and my beloved family, prefer to eat fresh food so we usually go to the market or supermarket every morning. So we can have fresh, delicious, delicious cuisine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Me and my beloved family, um, prefer to eat fresh food so we usually go to the market or supermarket every morning. So we can have fresh, delicious, delicious cuisine.",
      "transcript_cleaned": "Me and my beloved family, prefer to eat fresh food so we usually go to the market or supermarket every morning. So we can have fresh, delicious, delicious cuisine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q06",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Tell me, do you prefer shopping in big shopping centres or small local shops?",
      "transcript": "I love shopping at small local shops because I want to support the small business The main reason is because I can bargain the price For example last night I went to Bon Thaen Market with my stunning mom and we bought a hat for 50 with 50 discount Wow, fantastic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I love shopping at small local shops because I want to support the small business The main reason is because I can bargain the price For example last night I went to Bon Thaen Market with my stunning mom and we bought a hat for 50 with 50 discount Wow, fantastic.",
      "transcript_cleaned": "I love shopping at small local shops because I want to support the small business The main reason is because I can bargain the price For example last night I went to Bon Thaen Market with my stunning mom and we bought a hat for 50 with 50 discount Wow, fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MLrmo5TJz7o_q07",
      "video_id": "MLrmo5TJz7o",
      "band": 6.0,
      "question": "Was it a Louis Vuitton?",
      "transcript": "I do not think so. Well done. And finally for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't think so. Well done. And finally for part one,.",
      "transcript_cleaned": "I do not think so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}