{
  "batch_id": 264,
  "count": 20,
  "samples": [
    {
      "sample_id": "NWR1UKgeUBc_q18",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Where do people often meet new friends?",
      "transcript": "First of all, I guess this could be anywhere from music venue to a sports club. it is fair to say that there are many more places to meet today than there were in the past. Another point is that you can meet others through mutual friends. So, you get introduced to friends of friends. We have to remember you can meet friends through your families like kids of parents' friends. this happens when you have social events like barbecues or birthdays. A similar way is through sporting teams. So a lot of people who play football together on the same team eventually becomes friends very close friends as they need to work well together to develop good teamwork skills.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "First of all, I guess this could be anywhere from music venue to a sports club. It's fair to say that there are many more places to meet today than there were in the past. Another point is that you can meet others through mutual friends. So, you get introduced to friends of friends. We have to remember you can meet friends through your families like uh kids of parents' friends. Uh this happens when you have social events like barbecues or birthdays. A similar way is through sporting teams. So a lot of people who play football together on the same team eventually becomes friends very close friends as they need to work well together to develop good teamwork skills.",
      "transcript_cleaned": "First of all, I guess this could be anywhere from music venue to a sports club. it is fair to say that there are many more places to meet today than there were in the past. Another point is that you can meet others through mutual friends. So, you get introduced to friends of friends. We have to remember you can meet friends through your families like kids of parents' friends. this happens when you have social events like barbecues or birthdays. A similar way is through sporting teams. So a lot of people who play football together on the same team eventually becomes friends very close friends as they need to work well together to develop good teamwork skills.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q19",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "And do you think that our idea of friendship changes as we get older?",
      "transcript": "It is hard to tell as I do not count myself as being old at the moment. So far, my idea of friendship has not changed that much. But when I was a small child, I think I had more friends. As children, we often have friendship with people who we do not have much in common with. that is less important to us. There are definitely some friendships that you grow out of as you do not see that much of each other and you move on. I do think the principle of friendship remains the same as you get older though.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's hard to tell as I don't count myself as being old at the moment. So far, my idea of friendship has not changed that much. But when I was a small child, I think I had more friends. As children, we often have friendship with people who we don't have much in common with. That's less important to us. There are definitely some friendships that you grow out of as you don't see that much of each other and you move on. I do think the principle of friendship remains the same as you get older though.",
      "transcript_cleaned": "It is hard to tell as I do not count myself as being old at the moment. So far, my idea of friendship has not changed that much. But when I was a small child, I think I had more friends. As children, we often have friendship with people who we do not have much in common with. that is less important to us. There are definitely some friendships that you grow out of as you do not see that much of each other and you move on. I do think the principle of friendship remains the same as you get older though.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q20",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Is it important for a friend to have the same hobbies and interests as you?",
      "transcript": "Of course it does not have to be exactly the same hobbies or shared interest, but it is good to talk about certain things that keeps the conversation flowing and you can bounce the ideas off each other. For example, many people like football and it is kind of universal language. You can easily connect and talk with somebody of a different nationality about this topic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, of course it doesn't have to be exactly the same hobbies or shared interest, but it's good to talk about certain things that keeps the conversation flowing and you can bounce the ideas off each other. For example, um, many people like football and it's kind of universal language. You can easily connect and talk with somebody of a different nationality about this topic.",
      "transcript_cleaned": "Of course it does not have to be exactly the same hobbies or shared interest, but it is good to talk about certain things that keeps the conversation flowing and you can bounce the ideas off each other. For example, many people like football and it is kind of universal language. You can easily connect and talk with somebody of a different nationality about this topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q21",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Why is friendship so important to human beings?",
      "transcript": "Well, it is probably an evolutionary trait. If you have bonds, ties within a group, you are going to be stronger than just one person alone. If you are alone, you cannot share ideas. All these things help you to survive or did help people to survive with many thousands of years ago. In a modern day world, it is important nice to relax from everyday life. Friends are there to support you. We often have stressful lives today working hard and friends can be really helpful in listening to our problems and difficulties at work. We also need entertainment. And if we have a night out with friends, for example, going to cinema, it can be a fantastic way to forget about any problems we may be having.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it's probably an evolutionary trait. If you have bonds, ties within a group, um you are going to be stronger than just one person alone. If you're alone, you can't share ideas. All these things help you to survive or did help people to survive with many thousands of years ago. In a modern day world, it's important nice to relax from everyday life. Friends are there to support you. We often have stressful lives today working hard and friends can be really helpful in listening to our problems and difficulties at work. We also need entertainment. And if we have a night out with friends, for example, going to cinema, it can be a fantastic way to forget about any problems we may be having.",
      "transcript_cleaned": "it is probably an evolutionary trait. If you have bonds, ties within a group, you are going to be stronger than just one person alone. If you are alone, you cannot share ideas. All these things help you to survive or did help people to survive with many thousands of years ago. In a modern day world, it is important nice to relax from everyday life. Friends are there to support you. We often have stressful lives today working hard and friends can be really helpful in listening to our problems and difficulties at work. We also need entertainment. And if we have a night out with friends, for example, going to cinema, it can be a fantastic way to forget about any problems we may be having.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q22",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Do you think it is possible to live without friendship?",
      "transcript": "It is definitely possible to live without friendship in life. However, in modern day world, while you could survive, I think your life would be a lot less pleasant and everyday things would be a lot harder without friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's definitely possible to live without friendship in life. However, in modern day world, uh while you could survive, I think your life would be a lot less pleasant and everyday things would be a lot harder without friends.",
      "transcript_cleaned": "It is definitely possible to live without friendship in life. However, in modern day world, while you could survive, I think your life would be a lot less pleasant and everyday things would be a lot harder without friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q23",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "What I mean is that nobody else can live my life.",
      "transcript": "A person can give me advice, but in the end, I am responsible alone for my thoughts and actions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "A person can give me advice, but in the end, I'm responsible alone for my thoughts and actions.",
      "transcript_cleaned": "A person can give me advice, but in the end, I am responsible alone for my thoughts and actions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q27",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "However, there were some errors particularly with missing articles and here are a few examples.",
      "transcript": "I live in suburbs instead of I live in the suburbs or I live in a suburb. We have large house instead of we have a large house.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I live in suburbs instead of I live in the suburbs or I live in a suburb. We have large house instead of we have a large house.",
      "transcript_cleaned": "I live in suburbs instead of I live in the suburbs or I live in a suburb. We have large house instead of we have a large house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q32",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "How do most people travel in your country?",
      "transcript": "Thank you. Now, I am going to give you a topic and I would like you to talk about it for 1 to two minutes. You have 1 minute to plan what you are going to say.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thank you. Now, I'm going to give you a topic and I'd like you to talk about it for 1 to two minutes. You have 1 minute to plan what you're going to say.",
      "transcript_cleaned": "Thank you. Now, I am going to give you a topic and I would like you to talk about it for 1 to two minutes. You have 1 minute to plan what you are going to say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NWR1UKgeUBc_q34",
      "video_id": "NWR1UKgeUBc",
      "band": 7.5,
      "question": "Can I have the booklet, the paper, and the pencil?",
      "transcript": "Thank you. you have been telling me about a person who is been a good friend to you. Now I would like to ask some more general questions related to friendship.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thank you. You've been telling me about a person who's been a good friend to you. Now I'd like to ask some more general questions related to friendship.",
      "transcript_cleaned": "Thank you. you have been telling me about a person who is been a good friend to you. Now I would like to ask some more general questions related to friendship.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q02",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "Do you work or do you study?",
      "transcript": "So, currently I am juggling both my studies and work. I study at the Westminster International University in Tashkin. &gt;&gt; And at the same time, I work as an English teacher at a private school. &gt;&gt; Mhm.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, currently I'm juggling both my studies and work. I study at the Westminster International University in Tashkin. &gt;&gt; And at the same time, I work as an English teacher at a private school. &gt;&gt; Mhm.",
      "transcript_cleaned": "currently I am juggling both my studies and work. I study at the Westminster International University in Tashkin. &gt;&gt; And at the same time, I work as an English teacher at a private school. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q03",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "Do you like teaching?",
      "transcript": "&gt;&gt; Yeah, I do like teaching. the main reason is that I like to communicate with people and talking to my students and you know seeing this their results is what makes me happy. &gt;&gt; Okay. Nice. Nice.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Yeah, I do like teaching. Uh the main reason is that I like to communicate with people and uh talking to my students and uh you know seeing this their results is what makes me happy. &gt;&gt; Okay. Nice. Nice.",
      "transcript_cleaned": "&gt;&gt; Yeah, I do like teaching. the main reason is that I like to communicate with people and talking to my students and you know seeing this their results is what makes me happy. &gt;&gt; Okay. Nice. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q04",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "Do you prefer spending holidays with friends or family?",
      "transcript": "&gt;&gt; It actually depends on where we are going. For example, if we are heading to overseas, I would prefer going with my friend because my family members do not know English and I will have to worry about them and do the all the talking stuff. But if I am with my friends who actually know English very well, we can, you know, have a great time together. &gt;&gt; Mhm.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; It actually depends on where we are going. For example, if we are heading to overseas, I would prefer going with my friend because my family members do not know English and I will have to worry about them and do the all the talking stuff. But if I'm with my friends who actually know English very well, uh we can, you know, have a great time together. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; It actually depends on where we are going. For example, if we are heading to overseas, I would prefer going with my friend because my family members do not know English and I will have to worry about them and do the all the talking stuff. But if I am with my friends who actually know English very well, we can, you know, have a great time together. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q05",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "&gt;&gt; What kind of holiday accommodation do you like to stay in?",
      "transcript": "For example, &gt;&gt; for example, hotel a hotel, an apartment, a family. &gt;&gt; Hotel is a good good thing, I guess. I would prefer hotels because it is very convenient &gt;&gt; and I would enjoy it, I guess.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For example, &gt;&gt; for example, hotel a hotel, an apartment, a family. &gt;&gt; Hotel is a good good thing, I guess. I would prefer hotels because it's very convenient &gt;&gt; and um I would enjoy it, I guess.",
      "transcript_cleaned": "For example, &gt;&gt; for example, hotel a hotel, an apartment, a family. &gt;&gt; Hotel is a good good thing, I guess. I would prefer hotels because it is very convenient &gt;&gt; and I would enjoy it, I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q06",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "&gt;&gt; Is your city or region a good place for other people to have a holiday in?",
      "transcript": "&gt;&gt; For young people, yes. But I would not say so for older people. For young people, it is a great place to visit &gt;&gt; because there are a lot of entertainment facilities. There are a lot of parks, cinemas, shopping malls that you can visit. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; For young people, yes. But I wouldn't say so for older people. For young people, it's a great place uh to visit &gt;&gt; because there are a lot of entertainment facilities. There are a lot of parks, uh cinemas, shopping malls that you can visit. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; For young people, yes. But I would not say so for older people. For young people, it is a great place to visit &gt;&gt; because there are a lot of entertainment facilities. There are a lot of parks, cinemas, shopping malls that you can visit. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q07",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "Any other regions or cities you would recommend to have holidays in?",
      "transcript": "&gt;&gt; So, there are actually a lot of good places to have a holiday in. Our country is renowned for its historical cities. For example, Samaran and Bkhora. people can visit these places and learn some history and enjoy the historical monuments. &gt;&gt; Sure.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; So, um there are actually a lot of good places to have a holiday in. Our country is renowned for its historical cities. For example, Samaran and Bkhora. Uh people can visit these places and uh learn some history and enjoy the uh historical monuments. &gt;&gt; Sure.",
      "transcript_cleaned": "&gt;&gt; So, there are actually a lot of good places to have a holiday in. Our country is renowned for its historical cities. For example, Samaran and Bkhora. people can visit these places and learn some history and enjoy the historical monuments. &gt;&gt; Sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q08",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "Do you have a favorite cafe?",
      "transcript": "&gt;&gt; Yeah, my favorite cafe is Freta which is located near here and almost like every day we go there to have some coffee. &gt;&gt; Mhm. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Yeah, my favorite cafe is uh Freta which is located uh near here and uh almost like every day we go there to have some coffee. &gt;&gt; Mhm. Okay.",
      "transcript_cleaned": "&gt;&gt; Yeah, my favorite cafe is Freta which is located near here and almost like every day we go there to have some coffee. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q09",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "Do you have a favorite type of coffee?",
      "transcript": "&gt;&gt; Yeah. iced coffee is my favorite. &gt;&gt; Mhm. &gt;&gt; also sometimes it hurts my stomach. but I do enjoy it a lot compared to hot coffees because in summer days you do not want to drink this hot drinks and you do not you want to feel fresh and that is why I prefer ice coffees. &gt;&gt; Mhm. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Yeah. Um iced coffee is my favorite. &gt;&gt; Mhm. &gt;&gt; Uh also sometimes it hurts my stomach. Uh but I do enjoy it a lot uh compared to hot coffees because in summer days you don't want to drink this hot drinks and you don't you want to feel fresh and that's why I prefer ice coffees. &gt;&gt; Mhm. Okay.",
      "transcript_cleaned": "&gt;&gt; Yeah. iced coffee is my favorite. &gt;&gt; Mhm. &gt;&gt; also sometimes it hurts my stomach. but I do enjoy it a lot compared to hot coffees because in summer days you do not want to drink this hot drinks and you do not you want to feel fresh and that is why I prefer ice coffees. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q10",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "What is the difference between Freta and some other unknown brand of a place?",
      "transcript": "&gt;&gt; I mean Freta is also unknown place. I knew it because of its location. It was located near the learning center. &gt;&gt; Mhm. And that is why I found it very convenient to visit there. &gt;&gt; Okay. &gt;&gt; And I think that is why I got the chance to know Freta. And if we compare this unknown FA to other cafes, I think it is brand the brand awareness is very important. You got to advertise the brand. you got to have a great you know reviews from the customers and that is how you get the reputation &gt;&gt; I guess. &gt;&gt; Uhhuh. Fa is pretty bustling with people as well. Yeah. And it is actually very very small. &gt;&gt; Yeah, it is very small. I think they are expanding. But anyway, so we can move to part two. in part two, I would like you to describe an interesting and unusual building that you would like to describe. You have a minute to prepare and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I mean Freta is also unknown place. I knew it because of its location. It was located near the learning center. &gt;&gt; Mhm. And that's why I found it very convenient to visit there. &gt;&gt; Okay. &gt;&gt; And I think that's why I got the chance to know Freta. And if we compare this unknown FA to other cafes, I think uh it's brand the brand awareness is very important. You got to advertise the brand. Uh you got to have a great uh you know reviews from the customers and that's how you get the reputation &gt;&gt; I guess. &gt;&gt; Uhhuh. Fa is pretty bustling with people as well. Yeah. And it's actually very very small. &gt;&gt; Yeah, it is very small. Uh I think they're expanding. But anyway, so we can move to part two. Uh in part two, I'd like you to describe an interesting and unusual building that you would like to describe. You have a minute to prepare and.",
      "transcript_cleaned": "&gt;&gt; I mean Freta is also unknown place. I knew it because of its location. It was located near the learning center. &gt;&gt; Mhm. And that is why I found it very convenient to visit there. &gt;&gt; Okay. &gt;&gt; And I think that is why I got the chance to know Freta. And if we compare this unknown FA to other cafes, I think it is brand the brand awareness is very important. You got to advertise the brand. you got to have a great you know reviews from the customers and that is how you get the reputation &gt;&gt; I guess. &gt;&gt; Uhhuh. Fa is pretty bustling with people as well. Yeah. And it is actually very very small. &gt;&gt; Yeah, it is very small. I think they are expanding.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q11",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "&gt;&gt; So when are you planning that trip?",
      "transcript": "I mean in the next 5 years I guess when I have the geographical freedom after making some money.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I mean in the next 5 years I guess when I have the geographical freedom after making some money.",
      "transcript_cleaned": "I mean in the next 5 years I guess when I have the geographical freedom after making some money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q12",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "&gt;&gt; Do you think it is easy to get access to his mansion law to agitate himself?",
      "transcript": "&gt;&gt; Nah, I would not say so. You it may cause you a lot of trouble because you need to know some people to get the permission to enter the house. &gt;&gt; some people being rich which people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Nah, I wouldn't say so. You it may cause you a lot of trouble because you need to know some people to get the permission to enter the house. &gt;&gt; Uh some people being rich which people.",
      "transcript_cleaned": "&gt;&gt; Nah, I would not say so. You it may cause you a lot of trouble because you need to know some people to get the permission to enter the house. &gt;&gt; some people being rich which people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}