{
  "batch_id": 315,
  "count": 20,
  "samples": [
    {
      "sample_id": "vRk86OQFsOA_s11",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "In what situations do people usually ask for advice?",
      "transcript": "Well, I believe in most cases people ask for advices because they are in need of help. For example, you would ask a doctor how to take care of your health, how to treat this disease, and you would ask your teacher on how to study this material, for example. And there are cases where you would ask your friend or your family how to deal with this trauma you have. Thank you. Good. Well done.",
      "source": "supplementary",
      "transcript_original": "Well, I believe in most cases people ask for advices because they are in need of help. For example, you would ask a doctor how to take care of your health, how to treat this disease, and you would ask your teacher on how to study this material, for example. And there are cases where you would ask your friend or your family how to deal with this uh trauma you have. Thank you. Good. Well done.",
      "transcript_cleaned": "I believe in most cases people ask for advices because they are in need of help. For example, you would ask a doctor how to take care of your health, how to treat this disease, and you would ask your teacher on how to study this material, for example. And there are cases where you would ask your friend or your family how to deal with this trauma you have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "vRk86OQFsOA_s12",
      "video_id": "vRk86OQFsOA",
      "band": 7.5,
      "question": "And finally, is professional advice more valuable than personal advice?",
      "transcript": "Well, some people believe that personal advice trumps over professional advice because of how we how we are so intimately related to each other. Well, I believe that professional professional advice still has much more value than personal advice because when you are the the advice you are given is from people who have studied a lot on this matter, people who have dealt with it, have ex more experience with the matter that you are dealing with. So I believe that at the end of the day their advice holds more information than people who might not have that much experience even though they closely related to you. Thank you. Well done and qua that brings us to the end of the test. Thank you very much for coming in today and I wish you all the best. Good job. Thank you. Amazing.",
      "source": "supplementary",
      "transcript_original": "Well, some people believe that personal advice trumps over professional advice because of how we how we are so intimately related to each other. Well, I believe that professional professional advice still has much more value than personal advice because when you are uh the the advice you are given is from people who have studied a lot on this matter, people who have dealt with it, have ex more experience with the matter that you're dealing with. So I believe that at the end of the day their advice holds more information than people who might not have that much experience even though they closely related to you. Thank you. Well done and qua that brings us to the end of the test. Thank you very much for coming in today and I wish you all the best. Good job. Thank you. Amazing.",
      "transcript_cleaned": "some people believe that personal advice trumps over professional advice because of how we how we are so intimately related to each other. Well, I believe that professional professional advice still has much more value than personal advice because when you are the the advice you are given is from people who have studied a lot on this matter, people who have dealt with it, have ex more experience with the matter that you are dealing with. So I believe that at the end of the day their advice holds more information than people who might not have that much experience even though they closely related to you. Thank you. Well done and qua that brings us to the end of the test. Thank you very much for coming in today and I wish you all the best. Good job. Thank you. Amazing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vy0cP4G0wIo_s02",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "Well, what do I do in the morning?",
      "transcript": "Well, I actually wake up at sometime around 7 or 8:00 in the morning. I I start my day by drinking a glass of water and meditating for about 10 15 minutes. then I go for a jog in a nearby park and do a little bit of workouts which really energizes me. All right.",
      "source": "supplementary",
      "transcript_original": "Uh well, I actually uh wake up at uh sometime around 7 or 8:00 in the morning. Uh I I start my day by drinking a glass of water and uh meditating for about uh 10 15 minutes. Uh then I go for a jog in a nearby park and do a little bit of workouts uh which really energizes me. All right.",
      "transcript_cleaned": "I actually wake up at sometime around 7 or 8:00 in the morning. I I start my day by drinking a glass of water and meditating for about 10 15 minutes. then I go for a jog in a nearby park and do a little bit of workouts which really energizes me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vy0cP4G0wIo_s03",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "Do you prefer to plan your day or go with the flow?",
      "transcript": "Well, it is a mixture of both actually. I generally prefer to plan my day because that helps me stay organized. I I find that having a structured schedule allows me to use my time effectively. at the same time I also appreciate having some you know going with the flow like because I believe daily chores can happen. Thank you.",
      "source": "supplementary",
      "transcript_original": "Well, it's a mixture of both actually. Uh I generally prefer to plan my day because that helps me stay organized. Uh I I find that uh having a structured schedule allows me to use my time effectively. Uh at the same time uh I also appreciate uh having some uh you know going with the flow like uh because uh I believe uh daily chores uh can happen. Thank you.",
      "transcript_cleaned": "it is a mixture of both actually. I generally prefer to plan my day because that helps me stay organized. I I find that having a structured schedule allows me to use my time effectively. at the same time I also appreciate having some you know going with the flow like because I believe daily chores can happen.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vy0cP4G0wIo_s05",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "How often do you use social media?",
      "transcript": "Well, I use social media daily. I can say about like a few hours in the morning and a few hours in the afternoon.",
      "source": "supplementary",
      "transcript_original": "Well, uh I use uh social media uh daily. I can say uh about like a few hours in the morning and a few hours in the afternoon.",
      "transcript_cleaned": "I use social media daily. I can say about like a few hours in the morning and a few hours in the afternoon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vy0cP4G0wIo_s06",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "I you know it it actually helps me stay connected with family and friends and as well as it keeps me keeps me up with you know news and trends and Do you think social media is a waste of time?",
      "transcript": "Well, social media well it can be a waste of time if if used excessively you know but u you know the thing with social media is that if if used if if if it is used mindfully it can be it it actually allows for the sharing of information and ideas.",
      "source": "supplementary",
      "transcript_original": "Well, social media well it can be a waste of time if if used excessively you know uh but u you know um the thing with social media is that uh if if used if if if it is used mindfully uh it can be it it actually allows for the uh sharing of information and ideas.",
      "transcript_cleaned": "social media well it can be a waste of time if if used excessively you know but u you know the thing with social media is that if if used if if if it is used mindfully it can be it it actually allows for the sharing of information and ideas.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vy0cP4G0wIo_s08",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "Do you enjoy reading books?",
      "transcript": "Well, I find a great joy in reading books. I feel that it is a wonderful way to escape realities in life and immerse myself into different cultures ideas and worlds and everything.",
      "source": "supplementary",
      "transcript_original": "Well, I find a great joy in reading books. Uh I uh feel that uh it's a wonderful way to escape realities in life and uh immerse myself uh into uh different cultures uh ideas and worlds and everything.",
      "transcript_cleaned": "I find a great joy in reading books. I feel that it is a wonderful way to escape realities in life and immerse myself into different cultures ideas and worlds and everything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vy0cP4G0wIo_s09",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "What kinds of books do you like to read?",
      "transcript": "Well I have a diverse taste of you know I have diverse taste in literature. but I particularly enjoy fiction especially literally fiction and historical novels I can say. I find that these genres often profound I mean offer profound insight into human values and society. All right.",
      "source": "supplementary",
      "transcript_original": "Uh well I have a diverse taste of uh you know I have diverse taste in literature. Uh but I particularly uh enjoy fiction especially uh literally fiction and historical novels I can say. Uh I find that these genres often profound I mean uh offer profound insight into human values and society. All right.",
      "transcript_cleaned": "I have a diverse taste of you know I have diverse taste in literature. but I particularly enjoy fiction especially literally fiction and historical novels I can say. I find that these genres often profound I mean offer profound insight into human values and society.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vy0cP4G0wIo_s12",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "Did he feel like he was satisfied by your help?",
      "transcript": "Well John was quite happy about this. you know he was actually feeling he was relieved after having a you know a lot of time u you know facing difficulties in predicament in life.",
      "source": "supplementary",
      "transcript_original": "Well um John was quite happy about this. you know he was actually feeling uh he was relieved after having a you know uh a lot of time u you know facing difficulties in predicament in life.",
      "transcript_cleaned": "John was quite happy about this. you know he was actually feeling he was relieved after having a you know a lot of time u you know facing difficulties in predicament in life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "vy0cP4G0wIo_s14",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "Why do people help each other?",
      "transcript": "Well, people help each other out of empathy and compassion. many feel a moral obligation to actually assist those in need as it strengthens community bonds and you know fosters a sense of belonging I think and do you think people nowadays are less willing to help others compared to the past well less willing well I can say I do not think people are less willing to help today you know while modern life can be fast-paced many actively engage in charitable activities you know often using social media to mobilize support for various causes. I think all right and should schools teach students the importance of helping others the importance of helping others in the schools. Well, yes. you know, schools should actually teach the importance of helping others. You know, instilling values of empathy and you know, social responsibility helps shape actually compassionate individuals and you know creates a more caring society I believe.",
      "source": "supplementary",
      "transcript_original": "Well, people help each other out of empathy and compassion. many feel a moral obligation to actually assist those in need as it strengthens community bonds and you know fosters a sense of belonging I think and uh do you think people nowadays are less willing to help others compared to the past well less willing uh well I can say I don't think people are less willing to help uh today uh you know while modern life can be fast-paced uh many actively engage in charitable activities uh you know often using social media to mobilize support for various causes. I think all right and uh should schools teach students the importance of helping others the importance of helping others in the schools. Well, yes. Uh, you know, schools uh uh should actually teach the importance of helping others. You know, instilling values of uh empathy and you know, social responsibility uh helps shape uh actually compassionate uh individuals and you know creates a more caring society I believe.",
      "transcript_cleaned": "people help each other out of empathy and compassion. many feel a moral obligation to actually assist those in need as it strengthens community bonds and you know fosters a sense of belonging I think and do you think people nowadays are less willing to help others compared to the past well less willing well I can say I do not think people are less willing to help today you know while modern life can be fast-paced many actively engage in charitable activities you know often using social media to mobilize support for various causes. I think all right and should schools teach students the importance of helping others the importance of helping others in the schools. Well, yes. you know, schools should actually teach the importance of helping others. You know, instilling values of empathy and you know, social responsibility helps shape actually compassionate individuals and you know creates a more caring society I believe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "vy0cP4G0wIo_s15",
      "video_id": "vy0cP4G0wIo",
      "band": 8.5,
      "question": "And in your opinion, do people help others for selfish reasons sometimes?",
      "transcript": "Well, selfish reasons. well, yes, sometimes people help each help others for selfish reasons like wanting to you know feel good or improve their reputation. However, you know the u positive impact of their actions is you know what really matters most of all. Mhm.",
      "source": "supplementary",
      "transcript_original": "Well, selfish reasons. Uh well, yes, sometimes uh people help each help others uh for selfish reasons like wanting to you know feel good or improve their reputation. However, uh you know uh the u positive impact of their actions is you know what really matters most of all. Mhm.",
      "transcript_cleaned": "selfish reasons. well, yes, sometimes people help each help others for selfish reasons like wanting to you know feel good or improve their reputation. However, you know the u positive impact of their actions is you know what really matters most of all. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "w6n1M3NJoG4_s01",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Do you have any hobbies?",
      "transcript": "&gt;&gt; usually I listen to K-pop and pop music. And when I have spare time, I usually go to concert to listen live music of my biased idols. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh usually I listen to K-pop and pop music. And when I have spare time, I usually go to concert to listen live music of my biased idols. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; usually I listen to K-pop and pop music. And when I have spare time, I usually go to concert to listen live music of my biased idols. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s03",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Do you share any of your hobbies with family members?",
      "transcript": "&gt;&gt; Yes, my younger sister loves the same idol with me. So she hang out with me usually. Yeah. And that is really beneficial for me. Yeah. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, my younger sister loves the same idol with me. So she hang out with me usually. Yeah. And that's really beneficial for me. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Yes, my younger sister loves the same idol with me. So she hang out with me usually. Yeah. And that is really beneficial for me. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s04",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "&gt;&gt; do you have any hobbies that you do now that you used to do when you were a child?",
      "transcript": "I used to draw something but when I was young I was punished by not drawing well.",
      "source": "supplementary",
      "transcript_original": "I used to draw something but when I was young I was punished by not drawing well.",
      "transcript_cleaned": "I used to draw something but when I was young I was punished by not drawing well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s05",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "So yeah I think that was the traumatic experience for me and yeah nowadays I &gt;&gt; So that put you off of drawing?",
      "transcript": "Yeah, I think so. &gt;&gt; You should not. You should still be trying it if you enjoy doing it. &gt;&gt; Tell me. swimming, that is also a hobby to some people.",
      "source": "supplementary",
      "transcript_original": "Yeah, I think so. &gt;&gt; You shouldn't. You should still be trying it if you enjoy doing it. &gt;&gt; Tell me. Um, swimming, that's also a hobby to some people.",
      "transcript_cleaned": "I think so. &gt;&gt; You should not. You should still be trying it if you enjoy doing it. &gt;&gt; Tell me. swimming, that is also a hobby to some people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s06",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Do you like swimming?",
      "transcript": "&gt;&gt; Yes. When I was young, I learned swimming in the swimming pool near around and that is the reason I love summer. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes. When I was young, I learned swimming in the swimming pool near around and that's the reason I love summer. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Yes. When I was young, I learned swimming in the swimming pool near around and that is the reason I love summer. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s07",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Tell me, is there a difference for you between swimming in a swimming pool and swimming in the ocean?",
      "transcript": "&gt;&gt; Yes. The most difference between swimming pool and the beach is the water I think. So the the ocean water is really salty for the swimmers. So they cannot go farther to whether they want to swim deeper or not.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes. The most difference between swimming pool and the beach is the water I think. So the the ocean water is really salty for the swimmers. So they can't go farther to whether they want to swim deeper or not.",
      "transcript_cleaned": "&gt;&gt; Yes. The most difference between swimming pool and the beach is the water I think. So the the ocean water is really salty for the swimmers. So they cannot go farther to whether they want to swim deeper or not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s08",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Where do they prefer?",
      "transcript": "In my opinion I think they prefer swimming pool &gt;&gt; because since most people live in soul I think for them the distance to go ocean is quite burdensome for them. Yeah. And that is the reason I guess. &gt;&gt; Okay. And maybe this is a little long ago for you to remember, but you talked about swimming lessons.",
      "source": "supplementary",
      "transcript_original": "in my opinion I think they prefer swimming pool &gt;&gt; because since most people live in soul I think for them the distance to go ocean is quite burdensome for them. Yeah. And that's the reason I guess. &gt;&gt; Okay. And maybe this is a little long ago for you to remember, but you talked about swimming lessons.",
      "transcript_cleaned": "In my opinion I think they prefer swimming pool &gt;&gt; because since most people live in soul I think for them the distance to go ocean is quite burdensome for them. Yeah. And that is the reason I guess. &gt;&gt; Okay. And maybe this is a little long ago for you to remember, but you talked about swimming lessons.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s10",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Our first one there is do you think popular children will grow up to be popular adults?",
      "transcript": "It is more likely to be popular, but depends on their future career path. &gt;&gt; For example, when they choose to be a movie star, I think they can be more popular. But when when they choose the past to be more general, they can be for God among the audience. &gt;&gt; Mhm. Okay.",
      "source": "supplementary",
      "transcript_original": "It is more likely to be popular, but depends on their future career path. &gt;&gt; For example, when they choose to be a movie star, I think they can be more popular. But when when they choose the past to be more general, they can be for God among the audience. &gt;&gt; Mhm. Okay.",
      "transcript_cleaned": "It is more likely to be popular, but depends on their future career path. &gt;&gt; For example, when they choose to be a movie star, I think they can be more popular. But when when they choose the past to be more general, they can be for God among the audience. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s11",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Do you think there is any disadvantages if a child is popular at school?",
      "transcript": "&gt;&gt; Yes, definitely. I think they can gain some entrance interest among the friends even they do not want to be they do not want to gain much interest about forex example their families or some more private space &gt;&gt; that people are maybe too interested in them. &gt;&gt; Yes, too interested. &gt;&gt; Okay, I see.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, definitely. I think they can gain some entrance interest among the friends even they don't want to be they don't want to gain much interest about forex example their families or some more private space &gt;&gt; that people are maybe too interested in them. &gt;&gt; Yes, too interested. &gt;&gt; Okay, I see.",
      "transcript_cleaned": "&gt;&gt; Yes, definitely. I think they can gain some entrance interest among the friends even they do not want to be they do not want to gain much interest about forex example their families or some more private space &gt;&gt; that people are maybe too interested in them. &gt;&gt; Yes, too interested. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    }
  ]
}