{
  "batch_id": 21,
  "count": 20,
  "samples": [
    {
      "sample_id": "5DREf8Sq5nY_q03",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Are there good transportation links to your hometown?",
      "transcript": "There are buses to my hometown. The variety is quite small because there are only buses but the quantity of the buses are many.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There are buses to my hometown. The variety is quite small because there are only buses but the quantity of the buses are many.",
      "transcript_cleaned": "There are buses to my hometown. The variety is quite small because there are only buses but the quantity of the buses are many.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q04",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "What kind of jobs do the people in your hometown do?",
      "transcript": "Well, elderly fishes a lot in the town and they do it as a job, but the current generation works on airport. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, elderly fishes a lot in the town and they do it as a job, but the current generation works on airport. Okay,.",
      "transcript_cleaned": "elderly fishes a lot in the town and they do it as a job, but the current generation works on airport.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q05",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Who is your favorite celebrity?",
      "transcript": "My favorite celebrity is Jason Statham. I like his voice, his shape, and his acting on the movies and the kind of his movies. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite celebrity is Jason Statham. I like his voice, his shape, and his acting on the movies and the kind of his movies. Great.",
      "transcript_cleaned": "My favorite celebrity is Jason Statham. I like his voice, his shape, and his acting on the movies and the kind of his movies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q06",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Would you want to be a celebrity in the future?",
      "transcript": "Actually, if I would be a celebrity in my own area, I would love to be one. But if it would be an otherwise, I do not want to be one. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually, if I would be a celebrity in my own area, I would love to be one. But if it would be an otherwise, I don't want to be one. Nice.",
      "transcript_cleaned": "Actually, if I would be a celebrity in my own area, I would love to be one. But if it would be an otherwise, I do not want to be one. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q07",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Do you think we should protect famous people's privacy?",
      "transcript": "Yes, they should have their own privacy in their own private areas. And it includes restaurants and other places because they have their own privacy. They will live their own lives and it will hurt them. Nice.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, they should have their own privacy in their own private areas. And it includes restaurants and other places because they have their own privacy. They will live their own lives and it will hurt them. Nice.",
      "transcript_cleaned": "Yes, they should have their own privacy in their own private areas. And it includes restaurants and other places because they have their own privacy. They will live their own lives and it will hurt them. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q08",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "What is your favorite type of music?",
      "transcript": "My favorite type of music is rock. Actually, me myself is a drummer and I have been on stage for many years and I like like ACDC, Red Hot Chili Peppers kind of stuff and I love music.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite type of music is rock. Actually, me myself is a drummer and I've been on stage for many years and I like like ACDC, Red Hot Chili Peppers kind of stuff and I love music.",
      "transcript_cleaned": "My favorite type of music is rock. Actually, me myself is a drummer and I have been on stage for many years and I like like ACDC, Red Hot Chili Peppers kind of stuff and I love music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q09",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Is live music popular in your country?",
      "transcript": "Yes, actually it is quite popular. currently we have our own national celebrities that can perform live and also there are very famous groups that comes from other parts of the world. And actually I love live music also. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, actually it's quite popular. Uh, currently we have our own national celebrities that can perform live and also there are very famous groups that comes from other parts of the world. And actually I love live music also. Nice.",
      "transcript_cleaned": "Yes, actually it is quite popular. currently we have our own national celebrities that can perform live and also there are very famous groups that comes from other parts of the world. And actually I love live music also. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q10",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Have you ever been to a concert before?",
      "transcript": "Yes, of course. I have been to many. however, due to COVID I could not be able to attend one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, of course. I've been to many. Uh, however, due to COVID I couldn't be able to attend one.",
      "transcript_cleaned": "Yes, of course. I have been to many. however, due to COVID I could not be able to attend one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q12",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Can you add more information?",
      "transcript": "Yeah, of course. It was in a stadium called Alisamian which has been destroyed currently and I felt very lucky also for attending a concert in the stadium because many People in my generation could not able to attend the concert in the stadium. And, currently Metallica is not coming that, frequently to Turkey and it is also a very good part of the situation. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, of course. It was in a stadium called Alisamian which has been destroyed currently and I felt very lucky also for attending a concert in the stadium because many People in my generation couldn't able to attend the concert in the stadium. And, er, currently Metallica is not coming that, er, frequently to Turkey and it's also a very good part of the situation. Okay.",
      "transcript_cleaned": "of course. It was in a stadium called Alisamian which has been destroyed currently and I felt very lucky also for attending a concert in the stadium because many People in my generation could not able to attend the concert in the stadium. And, currently Metallica is not coming that, frequently to Turkey and it is also a very good part of the situation.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q14",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Do you think change is good?",
      "transcript": "I think change is good and required for people and for a community.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think change is good and required for people and for a community.",
      "transcript_cleaned": "I think change is good and required for people and for a community.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q15",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "And why do you think that is really?",
      "transcript": "Because the world is also changing due to the technology and other facilities and people should change to adapt this. Otherwise it will be very hard to live in this world together.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because the world is also changing due to the technology and other facilities and people should change to adapt this. Otherwise it will be very hard to live in this world together.",
      "transcript_cleaned": "Because the world is also changing due to the technology and other facilities and people should change to adapt this. Otherwise it will be very hard to live in this world together.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q16",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "What are some of the major changes that occur to people throughout their lives?",
      "transcript": "Okay, I think first of them is, after childhood. We born and raised up to childhood and we learn many things and we try to learn as much as possible. But after the childhood, we try to live with the things we have learned.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, I think first of them is, uh, after childhood. We born and raised up to childhood and we learn many things and we try to learn as much as possible. But after the childhood, uh, we try to live with the things we have learned.",
      "transcript_cleaned": "I think first of them is, after childhood. We born and raised up to childhood and we learn many things and we try to learn as much as possible. But after the childhood, we try to live with the things we have learned.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q17",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Can you give me, for instance?",
      "transcript": "Like, what to do in public and, where to go, how to go and, how to act against someone, something, and how to learn something. Also, we learn, of course, reading and writing and other kind of stuff. But at the end of the childhood, we use those things that we have learned. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, like, um, what to do in public and, uh, where to go, how to go and, uh, how to act against someone, something, and how to learn something. Also, we learn, of course, reading and writing and other kind of stuff. But at the end of the childhood, we use those things that we have learned. Great.",
      "transcript_cleaned": "Like, what to do in public and, where to go, how to go and, how to act against someone, something, and how to learn something. Also, we learn, of course, reading and writing and other kind of stuff. But at the end of the childhood, we use those things that we have learned.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q18",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Is your country changing rapidly?",
      "transcript": "Well, I think my country is changing, but I cannot say that it is changing rapidly. Because I think in those parts people are quite conservative and they do not want to change, which is the meaning of conservative. And people fight, but the new generation is quite linked with the world and the rest of the world, and they are changing rapidly, I suppose. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think my country is changing, but I cannot say that it is changing rapidly. Because I think in those parts people are quite conservative and they do not want to change, which is the meaning of conservative. And people fight, but the new generation is quite linked with the world and the rest of the world, and they are changing rapidly, I suppose. Nice.",
      "transcript_cleaned": "I think my country is changing, but I cannot say that it is changing rapidly. Because I think in those parts people are quite conservative and they do not want to change, which is the meaning of conservative. And people fight, but the new generation is quite linked with the world and the rest of the world, and they are changing rapidly, I suppose. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q19",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "In what ways have changes in technology changed people's lives?",
      "transcript": "Actually one of the most important ones is mobile phones. Actually in my childhood, the mobile phones are not used that quite, because we can only call people and text them. But currently we can use them as TVs and PCs and all other technological stuffs in, just in one mobile phone. And I think it the most dramatic change in the current history And it changed the habits of people and the life in Earth completely Do you think this change just is limited to our devices like phones and PCs No, of course. it is also, linked to utility and transportation and all other stuff that links Earth to each other and makes a one world rather than, divided countries. Wait.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, actually one of the most important ones is mobile phones. Actually in my childhood, uh, the mobile phones are not used that quite, uh, because we can only call people and text them. But currently we can use them as TVs and PCs and all other technological stuffs in, just in one mobile phone. And I think it the most dramatic change in the current history And it changed the habits of people and er the life in Earth completely Do you think this change just is limited to our devices like phones and PCs No, of course. It's also, er, linked to utility and transportation and all other stuff that links Earth to each other and makes a one world rather than, er, divided countries. Wait.",
      "transcript_cleaned": "Actually one of the most important ones is mobile phones. Actually in my childhood, the mobile phones are not used that quite, because we can only call people and text them. But currently we can use them as TVs and PCs and all other technological stuffs in, just in one mobile phone. And I think it the most dramatic change in the current history And it changed the habits of people and the life in Earth completely Do you think this change just is limited to our devices like phones and PCs No, of course. it is also, linked to utility and transportation and all other stuff that links Earth to each other and makes a one world rather than, divided countries. Wait.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q20",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Why do old people not accept change?",
      "transcript": "Well, I do not, I think they simply do not think that they can adapt it. Because it is hard to adapt changes. Even though in my age, I cannot, adapt the changes that my cousins went through currently when they are younger than me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I don't, I think they simply don't think that they can adapt it. Because it's hard to adapt changes. Even though in my age, I cannot, um, adapt the changes that my cousins went through currently when they are younger than me.",
      "transcript_cleaned": "I do not, I think they simply do not think that they can adapt it. Because it is hard to adapt changes. Even though in my age, I cannot, adapt the changes that my cousins went through currently when they are younger than me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q21",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "However, if they wanted to try it, they can do it.",
      "transcript": "My grandfathers, grandmothers use mobile phones and smartphones actually and they adapted very fast. Okay, thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My grandfathers, grandmothers use mobile phones and smartphones actually and they adapted very fast. Okay, thank you very much.",
      "transcript_cleaned": "My grandfathers, grandmothers use mobile phones and smartphones actually and they adapted very fast.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q26",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "Which is okay.",
      "transcript": "I think because it was your first time and you did not know what to do. In part two, okay, I am just giving you the strategies and how you should performance in each part. Okay, so in part two, make sure that you go and the examiner stops you when the time is over.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think because it was your first time and you didn't know what to do. In part two, okay, I'm just giving you the strategies and how you should performance in each part. Okay, so in part two, make sure that you go and the examiner stops you when the time is over.",
      "transcript_cleaned": "I think because it was your first time and you did not know what to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q27",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "So you do not need to worry about the time that, okay, is it one minute and a half or two minutes?",
      "transcript": "It is totally fine. And, you can maybe go for maybe a wider range of connectives because you repeat it actually a lot and because, okay, sometimes you You were starting your sentences with well, well, well, here and then. it is okay. They are totally fine grammatically correct. But you can go for some, maybe other words like alternatives. Instead of actually you could get, for example, in fact, to be honest. And, once you used even though, what, what you had to use was even. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It's totally fine. And, uh, you can maybe go for maybe a wider range of connectives because you repeat it actually a lot and because, okay, sometimes you You were starting your sentences with well, well, well, here and then. It's okay. They are totally fine grammatically correct. But you can go for some, maybe other words like alternatives. Instead of actually you could get, for example, in fact, to be honest. And, uh, once you used even though, what, what you had to use was even. Okay.",
      "transcript_cleaned": "It is totally fine. And, you can maybe go for maybe a wider range of connectives because you repeat it actually a lot and because, okay, sometimes you You were starting your sentences with well, well, well, here and then. it is okay. They are totally fine grammatically correct. But you can go for some, maybe other words like alternatives. Instead of actually you could get, for example, in fact, to be honest. And, once you used even though, what, what you had to use was even.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5DREf8Sq5nY_q29",
      "video_id": "5DREf8Sq5nY",
      "band": 6.5,
      "question": "It is better to go for maybe synonyms when, for example, it comes to the question, how has your hometown changed?",
      "transcript": "You can use a turn into instead of change or alter some other words instead of the words I just gave you. The paraphrasing will help you to get a seven.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You can use a turn into instead of change or alter some other words instead of the words I just gave you. The paraphrasing will help you to get a seven.",
      "transcript_cleaned": "You can use a turn into instead of change or alter some other words instead of the words I just gave you. The paraphrasing will help you to get a seven.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}