{
  "batch_id": 22,
  "count": 20,
  "samples": [
    {
      "sample_id": "P6tFVJL07iM_q01",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "So are you a student or do you work now?",
      "transcript": "I am currently working in an engineering consultation firm, but I was student back up until last November, so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I am currently working in an engineering consultation firm, but I was student back up until last November, so.",
      "transcript_cleaned": "I am currently working in an engineering consultation firm, but I was student back up until last November, so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q02",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "Okay, so why did you choose this job?",
      "transcript": "Well, from my, childhood, I really, I was a curious guy. I liked, to, to see how systems and how, things work. so I was in, into engineering from since childhood, but as I grew up, I, I was, leaning towards, data science and computing a little bit. So right now I am, what I am doing is a mixture of both engineering and computer science. So, I think I have, I am on the right path to pursue my, my dream career so far. And, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, from my, uh, childhood, I really, I was a curious guy. I liked, uh, to, to see how systems and how, uh, things work. Uh, so I was in, into engineering from since childhood, but as I grew up, I, I was, uh, leaning towards, uh, uh, data science and computing a little bit. So right now I am, what I'm doing is a mixture of both engineering and computer science. So, um, I think I've, uh, I'm on the right path to pursue my, my dream career so far. And, uh, so.",
      "transcript_cleaned": "from my, childhood, I really, I was a curious guy. I liked, to, to see how systems and how, things work. so I was in, into engineering from since childhood, but as I grew up, I, I was, leaning towards, data science and computing a little bit. So right now I am, what I am doing is a mixture of both engineering and computer science. So, I think I have, I am on the right path to pursue my, my dream career so far. And, so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q03",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "How is your daily routine?",
      "transcript": "Yeah, I wake up, I prepare myself a cup of coffee and then, usually take a shower in the morning. And, these days we are, working from home. So I just, get my, my laptop ready and log into my system and, see if there is a, if there is a project assigned to me, I will keep working on that. Otherwise, I just stay online until my workday is off around 4 or 5 p.m. I am free to do my personal activities and close taking my dog out for a walk and, you know, getting some stuff done on the computer and going back to bed again. The cycle keeps going. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, uh, I wake up, I prepare myself a cup of coffee and then, uh, usually take a shower in the morning. And, uh, these days we're, uh, working from home. So I just, uh, get my, my laptop ready and log into my system and, uh, see if there is a, if there is a project assigned to me, I'll keep working on that. Otherwise, I just stay online until my workday is off around 4 or 5 p.m. I'm free to do my personal activities and close taking my dog out for a walk and, you know, getting some stuff done on the computer and going back to bed again. The cycle keeps going. Right.",
      "transcript_cleaned": "I wake up, I prepare myself a cup of coffee and then, usually take a shower in the morning. And, these days we are, working from home. So I just, get my, my laptop ready and log into my system and, see if there is a, if there is a project assigned to me, I will keep working on that. Otherwise, I just stay online until my workday is off around 4 or 5 p.m. I am free to do my personal activities and close taking my dog out for a walk and, you know, getting some stuff done on the computer and going back to bed again. The cycle keeps going.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q04",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "And is there anything about your job you would like to change?",
      "transcript": "Well, sometimes I personally prefer to be free on the weekends, but sometimes the workload can drag into the weekend and, that can become a little bit, frustrating over time if you do not get enough break. so I think that workload, I, I would have liked to see that adjusted more into weekdays than, than, than overflowing into my weekends, which is alright for now. And now I would like to move on and ask you some questions about shopping.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, sometimes I personally prefer to be free on the weekends, but sometimes the workload can drag into the weekend and, uh, uh, that can become a little bit, uh, frustrating over time if you don't get enough break. Uh, so I think that workload, I, I would have liked to see that adjusted more into weekdays than, than, uh, than overflowing into my weekends, which is alright for now. And now I'd like to move on and ask you some questions about shopping.",
      "transcript_cleaned": "sometimes I personally prefer to be free on the weekends, but sometimes the workload can drag into the weekend and, that can become a little bit, frustrating over time if you do not get enough break. so I think that workload, I, I would have liked to see that adjusted more into weekdays than, than, than overflowing into my weekends, which is alright for now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q05",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "Now, who does most of the shopping in your household?",
      "transcript": "Well, I am doing most of the shopping, but, let me be honest with you. I am not a, I am not a big fan of shopping. I usually end up buying everything I need in the first store. So. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, uh, I am doing most of the shopping, but, uh, let me be honest with you. I'm not a, I'm not a big fan of shopping. I usually end up buying everything I need in the first store. So. Okay.",
      "transcript_cleaned": "I am doing most of the shopping, but, let me be honest with you. I am not a, I am not a big fan of shopping. I usually end up buying everything I need in the first store.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q06",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "And, what type of shopping do you like and why?",
      "transcript": "Well, I personally like, electronics and, tech stuff. So I think, I, I, I like more of like, or, or sports, sports and outdoor gadgets. those, and, and, and also, we, some of your, yeah. it is just mostly electronics and outdoor tools and sports kind of interest me more. Not a big fan. I mean, I do like shopping for clothing and stuff, but I would not spend too much time on that. Okay, cool. that is just the end of the first part of the test.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I personally like, uh, electronics and, uh, tech stuff. So I think, uh, I, I, I like more of like, or, or sports, sports and outdoor gadgets. Uh, those, uh, and, uh, and, and also, uh, we, some of your, yeah. It's just mostly electronics and outdoor tools and sports kinda interest me more. Not a big fan. I mean, I do like shopping for clothing and stuff, but I wouldn't spend too much time on that. Okay, cool. That's just the end of the first part of the test.",
      "transcript_cleaned": "I personally like, electronics and, tech stuff. So I think, I, I, I like more of like, or, or sports, sports and outdoor gadgets. those, and, and, and also, we, some of your, yeah. it is just mostly electronics and outdoor tools and sports kind of interest me more. Not a big fan. I mean, I do like shopping for clothing and stuff, but I would not spend too much time on that. Okay, cool. that is just the end of the first part of the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q07",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "Describe an important event in your life.",
      "transcript": "There are your bullet points. I will give you one minute to.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "There are your bullet points. I'll give you one minute to.",
      "transcript_cleaned": "There are your bullet points. I will give you one minute to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q08",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "So what days are important in your country?",
      "transcript": "I think there is several cultural dates that are celebrated throughout the country. And one of them is Noru's, I guess, which is the start of spring and the beginning of the Persian New Year. And, yeah, that is one of them. The other one is, I think, Char-Sham-Bissuri, that they actually, people, go around the bonfires and, and, and try to gather with families just before Noru's. And this is just, like, this is another special celebration. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think there is several cultural dates that are celebrated throughout the country. And one of them is Noru's, I guess, which is the start of spring and the beginning of the Persian New Year. And, uh, yeah, that's one of them. The other one is, I think, Char-Sham-Bissuri, that they actually, uh, people, uh, uh, go around the bonfires and, and, and try to gather with families just before Noru's. And this is just, like, this is another special celebration. Right.",
      "transcript_cleaned": "I think there is several cultural dates that are celebrated throughout the country. And one of them is Noru's, I guess, which is the start of spring and the beginning of the Persian New Year. And, yeah, that is one of them. The other one is, I think, Char-Sham-Bissuri, that they actually, people, go around the bonfires and, and, and try to gather with families just before Noru's. And this is just, like, this is another special celebration.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q09",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "Okay, and why is it important to have celebrations, do you think?",
      "transcript": "Well, I think ultimately the purpose of life is to pursue happiness and to do things that are, that get us closer together with families, with friends, and, and, and, you know, helps us have a good time around them. And, and those are just, I think, excuses to, to, To bring us closer together and let us, you know, have a quality life with Ravlan. Cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think ultimately the purpose of life is to pursue happiness and to do things that are, that get us closer together with families, with friends, and, and, and, you know, helps us have a good time around them. And, and those are just, I think, excuses to, to, To bring us closer together and let us, you know, have a quality life with Ravlan. Cool.",
      "transcript_cleaned": "I think ultimately the purpose of life is to pursue happiness and to do things that are, that get us closer together with families, with friends, and, and, and, you know, helps us have a good time around them. And, and those are just, I think, excuses to, to, To bring us closer together and let us, you know, have a quality life with Ravlan. Cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q10",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "And how is the way your national celebrations are celebrated now different from the way they are celebrated in the past?",
      "transcript": "Well, yeah, the environment actually has a, like, has a key role here, and I, yeah, I have to admit, moving up here, things are, you, you, you are less likely to spend that much time on the things you used to celebrate in the past, because, both the environment is not, is not really, Very like demanding in that case and and also your time and your your your schedule is not really adjusted with the celebrations of another country. So you might be working full time and and you cannot you might not even be able to celebrate Noroos or other your other cultural events when you are working Or living in a different country with different celebrations and different types of, you know, cultural influences.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, uh, yeah, the environment actually has a, like, has a key role here, and I, yeah, I have to admit, uh, moving up here, uh, things are, you, you, you're less likely to spend that much time on the things you used to celebrate in the past, because, uh, both the environment is not, uh, is not really, uh, Very like demanding in that case and and also your time and your your your schedule is not really uh, adjusted with the celebrations of another country. So you might be working uh, full time and and uh, you can't you might not even be able to celebrate Noroos or other your other cultural events when you're working uh, Or living in a different country with different celebrations and different types of, you know, cultural influences.",
      "transcript_cleaned": "the environment actually has a, like, has a key role here, and I, yeah, I have to admit, moving up here, things are, you, you, you are less likely to spend that much time on the things you used to celebrate in the past, because, both the environment is not, is not really, Very like demanding in that case and and also your time and your your your schedule is not really adjusted with the celebrations of another country. So you might be working full time and and you cannot you might not even be able to celebrate Noroos or other your other cultural events when you are working Or living in a different country with different celebrations and different types of, you know, cultural influences.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q11",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "Yeah, and do you think any new national celebrations will come into being in the future?",
      "transcript": "New celebrations are actually possible but not very likely. So, I, think right now with the economy and the market, how every, additional day of, you know, stat holidays can actually hurt the economy and people's livelihoods. So it not as easy as it might sound it is but it is possible Still I mean there is there might be a new occasion might be like some good events happening making people making people start celebrating those events in the future But, it is going to be coming at a cost and, not something that is very, very likely to occur in the near future, I suppose. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, new celebrations are actually possible but not very likely. So, I, uh, think right now with the economy and the market, how every, uh, additional day of, uh, you know, stat holidays can actually hurt the economy and people's livelihoods. So uh it not as easy as it might sound it is but it is possible Still I mean there is there might be a new occasion might be like uh uh some good events happening making people uh making people start celebrating those events in the future But, uh, it's gonna be coming at a cost and, uh, not something that is very, very likely to occur in the near future, I suppose. All right.",
      "transcript_cleaned": "New celebrations are actually possible but not very likely. So, I, think right now with the economy and the market, how every, additional day of, you know, stat holidays can actually hurt the economy and people's livelihoods. So it not as easy as it might sound it is but it is possible Still I mean there is there might be a new occasion might be like some good events happening making people making people start celebrating those events in the future But, it is going to be coming at a cost and, not something that is very, very likely to occur in the near future, I suppose.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q12",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "And what are the benefits of having events that many people around the world are celebrating on the same day?",
      "transcript": "Well, if everyone is celebrating on the same day, like date or location, those can be, good indicators of how big that event is. And if something is celebrated across many countries, let us say Christmas Day, or, or Boxing Day across many countries, you have, a higher, like, sense of, it is like, you might feel it is a more, sophisticated thing that it actually is because many, many people are doing it. And, you are not the only one. It might kind of motivate you to do your best to prepare for that holiday. Thank you very much. That is the end of the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, uh, if everyone is celebrating on the same day, like date or location, those can be, uh, good indicators of how big that event is. And if something is celebrated across many countries, let's say Christmas Day, uh, or, or Boxing Day across many countries, you have, uh, uh, a higher, like, sense of, it's like, you might feel it's a more, uh, sophisticated thing that it actually is because many, many people are doing it. And, uh, you're not the only one. It might kind of motivate you to do your best to prepare for that holiday. Thank you very much. That is the end of the.",
      "transcript_cleaned": "if everyone is celebrating on the same day, like date or location, those can be, good indicators of how big that event is. And if something is celebrated across many countries, let us say Christmas Day, or, or Boxing Day across many countries, you have, a higher, like, sense of, it is like, you might feel it is a more, sophisticated thing that it actually is because many, many people are doing it. And, you are not the only one. It might kind of motivate you to do your best to prepare for that holiday. Thank you very much. That is the end of the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q14",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "Do you have any questions?",
      "transcript": "Thank you. No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. The first time you are doing this is about the exam day. You should make sure, okay this is the last time I am going to talk about how to give an offer for our generation..tongue out movie and talk about what is going on in the movie and film. So, you know, we were talking about the cinema, cinema, cinema, film, film.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thank you. No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. The first time you're doing this is about the exam day. You should make sure, okay this is the last time I'm going to talk about how to give an offer for our generation. .tongue out movie and talk about what's going on in the movie and film. So, you know, we were talking about the cinema, cinema, cinema, film, film.",
      "transcript_cleaned": "Thank you. No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. Although my job is hard, I enjoy doing this. The first time you are doing this is about the exam day. You should make sure, okay this is the last time I am going to talk about how to give an offer for our generation..tongue out movie and talk about what is going on in the movie and film.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "P6tFVJL07iM_q17",
      "video_id": "P6tFVJL07iM",
      "band": 7.5,
      "question": "Do you, have any questions?",
      "transcript": "No, I really appreciate your feedback. I am going to go work on them and then, we can set up a new, like another.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I really appreciate your feedback. I'm gonna go work on them and then, uh, we can set up a new, like another.",
      "transcript_cleaned": "No, I really appreciate your feedback. I am going to go work on them and then, we can set up a new, like another.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q02",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "What do you usually do in the morning?",
      "transcript": "Well, I usually wake up at 7am and I take a shower and I get ready for work. I put my clothes work on and then I go to work. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I usually wake up at 7am and I take a shower and I get ready for work. I put my clothes work on and then I go to work. Okay.",
      "transcript_cleaned": "I usually wake up at 7am and I take a shower and I get ready for work. I put my clothes work on and then I go to work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q03",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Do you prefer to plan your day or go with the flow?",
      "transcript": "I definitely like to plan my, my daily work and then, when, something comes up, then we will deal with it after. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I definitely like to plan my, uh, my daily work and then, uh, when, uh, something comes up, then we'll deal with it after. Okay.",
      "transcript_cleaned": "I definitely like to plan my, my daily work and then, when, something comes up, then we will deal with it after.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q04",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Is your daily routine different on the weekends?",
      "transcript": "And it is definitely different on weekends, because weekends, I take weekends off, so I will work on my hobbies, I spend time with my family, and then, most likely I do whatever I like to do. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And it's definitely different on weekends, uh, because weekends, I take weekends off, so I will work on my hobbies, I spend time with my family, and then, uh, most likely I do whatever I like to do. Okay,.",
      "transcript_cleaned": "And it is definitely different on weekends, because weekends, I take weekends off, so I will work on my hobbies, I spend time with my family, and then, most likely I do whatever I like to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q05",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "How often do you use social media?",
      "transcript": "Well, I just recently noticed I spent a lot of time on social media, especially on Instagram. And, and, yeah, I probably spent like three hours out of 24 hours on Instagram, WhatsApp, and Facebook. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I just recently noticed I spent a lot of time on social media, especially on Instagram. And, and, uh, yeah, I probably spent like three hours out of 24 hours on Instagram, WhatsApp, and Facebook. Yeah. Okay.",
      "transcript_cleaned": "I just recently noticed I spent a lot of time on social media, especially on Instagram. And, and, yeah, I probably spent like three hours out of 24 hours on Instagram, WhatsApp, and Facebook.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q06",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Do you think social media is a waste of time?",
      "transcript": "Well, it works both ways. It could be a waste of time sometimes. It depends, but, it could be either way. What are the advantages of using social media Well advantages are you get the news right away and then you learn new stuff You keep yourself updated and you get the news right away and then you learn new stuff You keep yourself updated and you get in touch with your friends and then yeah those are advantages.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it works both ways. It could be a waste of time sometimes. It depends, uh, but, uh, it could be either way. What are the advantages of using social media Well advantages are you get the news right away and then you learn new stuff You keep yourself updated and you get the news right away and then you learn new stuff You keep yourself updated and you get in touch with your friends and then yeah those are advantages.",
      "transcript_cleaned": "it works both ways. It could be a waste of time sometimes. It depends, but, it could be either way. What are the advantages of using social media Well advantages are you get the news right away and then you learn new stuff You keep yourself updated and you get the news right away and then you learn new stuff You keep yourself updated and you get in touch with your friends and then yeah those are advantages.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "1rQsCMGDmpA_q07",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Do you enjoy reading books?",
      "transcript": "Well, to be honest, I do not read a lot of books. So, but here and there, yeah, sometimes I read books, yeah. Yeah, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, to be honest, I don't read a lot of books. So, but here and there, yeah, sometimes I read books, yeah. Yeah, okay.",
      "transcript_cleaned": "to be honest, I do not read a lot of books. So, but here and there, yeah, sometimes I read books,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}