{
  "batch_id": 52,
  "count": 20,
  "samples": [
    {
      "sample_id": "b2E314U3MMw_q13",
      "video_id": "b2E314U3MMw",
      "band": 7.0,
      "question": "Okay, and do young people show commitment towards work if they are not paid well?",
      "transcript": "It is true. Maybe wages and salaries can influence the way we are committed to work, for example. I would say that we need to be committed no matter the amount of money we will earn in the end. But maybe yes this can influence the level of commitment especially with young people Some are struggling for example with money issues So it is an important criteria for them So I think your commitment needs to be you know applied no matter the salary you will receive Okay, and how can we teach young children to be committed to their goals and never give up? I guess, it starts at a young age. We need to basically share with them those values because some people sometimes were not told about them. so having, for example, at school this frame in which young kids can learn that being committed in the end is worth it. Because usually people, they are not committed enough because they think it will not work in the end. So if you show them that no matter what happens, it is worth it, then they will tend to be more committed in the end. OK, thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it's true. Maybe wages and salaries can influence the way we are committed to work, for example. Um, I would say that we need to be committed no matter the amount of money we will earn in the end. But um maybe yes this can influence the level of commitment especially with young people Some are struggling for example with money issues So it is an important uh criteria for them So I think your commitment needs to be you know applied no matter the salary you will receive Okay, and how can we teach young children to be committed to their goals and never give up? Uh, I guess, uh, it starts at a young age. We need to basically share with them those values because some people sometimes were not told about them. Uh, so having, for example, at school this frame in which young kids can learn that being committed in the end is worth it. Because usually people, they are not committed enough because they think it will not work in the end. So if you show them that no matter what happens, it's worth it, then they will tend to be more committed in the end. OK, thank you so much.",
      "transcript_cleaned": "It is true. Maybe wages and salaries can influence the way we are committed to work, for example. I would say that we need to be committed no matter the amount of money we will earn in the end. But maybe yes this can influence the level of commitment especially with young people Some are struggling for example with money issues So it is an important criteria for them So I think your commitment needs to be you know applied no matter the salary you will receive Okay, and how can we teach young children to be committed to their goals and never give up? I guess, it starts at a young age. We need to basically share with them those values because some people sometimes were not told about them. so having, for example, at school this frame in which young kids can learn that being committed in the end is worth it. Because usually people, they are not committed enough because they think it will not work in the end. So if you show them that no matter what happens, it is worth it, then they will tend to be more committed in the end. OK, thank you so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q02",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "How many keys do you usually carry with you?",
      "transcript": "I do not usually carry any keys because, firstly, I do not have a travel license. I used to like have a key to like ride a bike and my parents do not usually give me the keys, the house keys because they are afraid that I might lose them. Very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't usually carry any keys because, um, firstly, I don't have a travel license. I used to like have a key to like ride a bike and my parents don't usually give me the keys, the house keys because they are afraid that I might lose them. Very good.",
      "transcript_cleaned": "I do not usually carry any keys because, firstly, I do not have a travel license. I used to like have a key to like ride a bike and my parents do not usually give me the keys, the house keys because they are afraid that I might lose them. Very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q03",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "And have you ever lost your keys?",
      "transcript": "I guess a lot when my friends they offer me to carry their keys and I accidentally forgot to give them back. So I think it is a lot of my mistakes. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I guess a lot when my friends they offer me to carry their keys and I accidentally forgot to give them back. So I think it's a lot of my mistakes. All right.",
      "transcript_cleaned": "I guess a lot when my friends they offer me to carry their keys and I accidentally forgot to give them back. So I think it is a lot of my mistakes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q04",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "And do you prefer traditional keys or digital ones like smart locks?",
      "transcript": "I think I prefer smart locks because first it has the alarm that can announce where my bike is. For the traditional keys, it does not have that alarm, but it would be like more convenient Because it will not run into like some kind of errors. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think I prefer smart locks because first it has the alarm that can announce where my bike is. For the traditional keys, it doesn't have that alarm, but it would be like more convenient Because it will not run into like some kind of errors. Alright,.",
      "transcript_cleaned": "I think I prefer smart locks because first it has the alarm that can announce where my bike is. For the traditional keys, it does not have that alarm, but it would be like more convenient Because it will not run into like some kind of errors.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q05",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Are you the kind of person who often loses things?",
      "transcript": "Yes, because I do not know, my mind is kind of messed up when it comes to a lot of things that come into one at me. And so whenever there are so much things going on, I often like lose my brain. I do not know when I when it comes to that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, because um, I don't know, my mind is kind of messed up when it comes to a lot of things that come into one at me. And so whenever there are so much things going on, I often like lose my brain. I don't know when I when it comes to that. Okay.",
      "transcript_cleaned": "Yes, because I do not know, my mind is kind of messed up when it comes to a lot of things that come into one at me. And so whenever there are so much things going on, I often like lose my brain. I do not know when I when it comes to that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q06",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Firstly, I will call my mom to ask her like, did you remember where I put that thing?",
      "transcript": "Or I will try to remember all the, all the activities that I did to like figure out where that place that I put the thing. Yeah, very.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Or I will try to remember all the, all the activities that I did to like figure out where that place that I put the thing. Yeah, very.",
      "transcript_cleaned": "Or I will try to remember all the, all the activities that I did to like figure out where that place that I put the thing. Yeah, very.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q07",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "How often do you buy new clothes?",
      "transcript": "I think once a month because I love, I love fashion. I love when I get new clothes to make it like a whole new outfit.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think once a month because I love, uh, I love fashion. I love when I get new clothes to make it like a whole new outfit.",
      "transcript_cleaned": "I think once a month because I love, I love fashion. I love when I get new clothes to make it like a whole new outfit.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q09",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "What types of public facilities are important in the city?",
      "transcript": "The public facility that I think it is important firstly is like a supermarket because it is the place where people go shopping and also buy the groceries that is necessary for their daily life. second is maybe the pet shop because more and more people now raise their pets and so pet shops are really necessary for people, for those who are, who are busy with their work and cannot take care of their, Pet kits. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The public facility that I think it is important firstly is like a supermarket because it's the place where people go shopping and also buy the groceries that is necessary for their daily life. Um, second is maybe the pet shop because more and more people now raise their pets and so pet shops are really necessary for people, for those who are, who are busy with their work and cannot take care of their, Pet kits. Alright.",
      "transcript_cleaned": "The public facility that I think it is important firstly is like a supermarket because it is the place where people go shopping and also buy the groceries that is necessary for their daily life. second is maybe the pet shop because more and more people now raise their pets and so pet shops are really necessary for people, for those who are, who are busy with their work and cannot take care of their, Pet kits.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q10",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Public transport be improved?",
      "transcript": "Well, I believe that the government now is focusing on improving public transport by by like changing it to like the electricity one. they use electricity instead of gasoline. So it will be It will be more environmentally friendly and also it will make the life conditions of people there better because the air pollution will be decreased and also more and more public transportation will means that less noise pollution because less people will go out with their private transportation so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I believe that the government now is um, focusing on improving public transport by um, by like changing it to like the electricity one. Um, they use electricity instead of gasoline. So it will be It will be more environmentally friendly and also it will make um, the life conditions of people there better because uh, the air pollution will be decreased and also um, more and more public transportation will means that less noise pollution because um, less people will go out with their private transportation so.",
      "transcript_cleaned": "I believe that the government now is focusing on improving public transport by by like changing it to like the electricity one. they use electricity instead of gasoline. So it will be It will be more environmentally friendly and also it will make the life conditions of people there better because the air pollution will be decreased and also more and more public transportation will means that less noise pollution because less people will go out with their private transportation so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q11",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Should the government invest more in public infrastructure?",
      "transcript": "In my opinion, this is a yes because public infrastructure is really important for people who who wait.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my opinion, uh, this is a yes because public infrastructure is really important for people who who wait.",
      "transcript_cleaned": "In my opinion, this is a yes because public infrastructure is really important for people who who wait.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q12",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Can you explain what public infrastructure really means?",
      "transcript": "Yeah, so public infrastructure includes roads, bridges, and other facilities. Public facilities. okay. So I believe that it is really important because first it will decrease the traffic jams. more and more people can get to work, on time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, so public infrastructure includes roads, bridges, and other facilities. Public facilities. Ah, okay. So I believe that it is really important because first it will decrease the traffic jams. Um, more and more people can get to work, um, on time.",
      "transcript_cleaned": "public infrastructure includes roads, bridges, and other facilities. Public facilities. okay. So I believe that it is really important because first it will decrease the traffic jams. more and more people can get to work, on time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q13",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "And also a public, facility, does it include hospital?",
      "transcript": "Yes, of course. Yeah. That the healthcare condition of a country will be, increased a lot and people will be more comfortable to come to a hospital. To public, interest, I mean public places. Alright, so that is the end of your speaking task. Congratulations. s 5 ch c R b gi c h v t tr c H sau b thi m x ha Th H c l m b m tr m thi r Th h nay em c th l ph tr b c m t h hay l n k h m x sau b thi c Nghĩ là kém hơn.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, of course. Yeah. That the healthcare condition of a country will be, um, increased a lot and people will be more comfortable to come to a hospital. To public, uh, interest, uh, I mean public places. Alright, so that is the end of your speaking task. Congratulations. s 5 ch c R b gi c h v t tr c H sau b thi m x ha Th H c l m b m tr m thi r Th h nay em c th l ph tr b c m t h hay l n k h m x sau b thi c Nghĩ là kém hơn.",
      "transcript_cleaned": "Yes, of course. Yeah. That the healthcare condition of a country will be, increased a lot and people will be more comfortable to come to a hospital. To public, interest, I mean public places. Alright, so that is the end of your speaking task. Congratulations. s 5 ch c R b gi c h v t tr c H sau b thi m x ha Th H c l m b m tr m thi r Th h nay em c th l ph tr b c m t h hay l n k h m x sau b thi c Nghĩ là kém hơn.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q14",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Kém hơn luôn hả?",
      "transcript": "Nhưng mà cô thấy là với cái phần trình bày của mình thì mình đang thể hiện rất tốt á. So với cái nội dung điểm lần trước mình đạt được thì cô thấy lần này mình làm với khả năng tương tự. Cô đánh giá là tương tự ha.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Nhưng mà cô thấy là với cái phần trình bày của mình thì mình đang thể hiện rất tốt á. So với cái nội dung điểm lần trước mình đạt được thì cô thấy lần này mình làm với khả năng tương tự. Cô đánh giá là tương tự ha.",
      "transcript_cleaned": "Nhưng mà cô thấy là với cái phần trình bày của mình thì mình đang thể hiện rất tốt á. So với cái nội dung điểm lần trước mình đạt được thì cô thấy lần này mình làm với khả năng tương tự. Cô đánh giá là tương tự ha.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q17",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Nhất là những chỗ nào ta?",
      "transcript": "Thứ nhất là cái lúc mà em muốn nói là tân phú là nơi là kiểu có nhiều gọi là nghĩa trang. Nhưng mà em mới nói là nơi mà chôn cất nhiều người. Thay vì là từ nghĩa trang là em quên cái từ đó trong tiếng Anh. Rồi, đó là từ cemetery. Cemetery là cái nghĩa trang. Nhưng mà thật ra cái cách của mình vừa mới sử dụng đó là một cách để mình paraphrase. Chúng ta sử dụng một cái định nghĩa để có thể giải thích ra một từ nào đó mình không biết.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thứ nhất là cái lúc mà em muốn nói là tân phú là nơi là kiểu có nhiều gọi là nghĩa trang. Nhưng mà em mới nói là nơi mà chôn cất nhiều người. Thay vì là từ nghĩa trang là em quên cái từ đó trong tiếng Anh. Rồi, đó là từ cemetery. Cemetery là cái nghĩa trang. Nhưng mà thật ra cái cách của mình vừa mới sử dụng đó là một cách để mình paraphrase. Chúng ta sử dụng một cái định nghĩa để có thể giải thích ra một từ nào đó mình không biết.",
      "transcript_cleaned": "Thứ nhất là cái lúc mà em muốn nói là tân phú là nơi là kiểu có nhiều gọi là nghĩa trang. Nhưng mà em mới nói là nơi mà chôn cất nhiều người. Thay vì là từ nghĩa trang là em quên cái từ đó trong tiếng Anh. Rồi, đó là từ cemetery. Cemetery là cái nghĩa trang. Nhưng mà thật ra cái cách của mình vừa mới sử dụng đó là một cách để mình paraphrase. Chúng ta sử dụng một cái định nghĩa để có thể giải thích ra một từ nào đó mình không biết.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q18",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Đó là một cách mình sử dụng từ rất là linh hoạt đó không?",
      "transcript": "Chứ không phải là thể hiện một cái khuyết điểm của mình đâu. Cho nên những bạn nào mà mình theo dõi bài của Hân mình cũng có thể rút ra được một cái tip đó là nếu trong lúc nói mà mình quên mất một cái từ nào đó, mình hãy sử dụng phương pháp đưa ra định nghĩa.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Chứ không phải là thể hiện một cái khuyết điểm của mình đâu. Cho nên những bạn nào mà mình theo dõi bài của Hân mình cũng có thể rút ra được một cái tip đó là nếu trong lúc nói mà mình quên mất một cái từ nào đó, mình hãy sử dụng phương pháp đưa ra định nghĩa.",
      "transcript_cleaned": "Chứ không phải là thể hiện một cái khuyết điểm của mình đâu. Cho nên những bạn nào mà mình theo dõi bài của Hân mình cũng có thể rút ra được một cái tip đó là nếu trong lúc nói mà mình quên mất một cái từ nào đó, mình hãy sử dụng phương pháp đưa ra định nghĩa.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q19",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Nó là cái gì?",
      "transcript": "Để mình có thể thay vào cái chỗ trống đó luôn. Chứ không phải là mình sẽ ẩm mờ và mình qua cái ý đó thì nó rất là ổn ha.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Để mình có thể thay vào cái chỗ trống đó luôn. Chứ không phải là mình sẽ ẩm mờ và mình qua cái ý đó thì nó rất là ổn ha.",
      "transcript_cleaned": "Để mình có thể thay vào cái chỗ trống đó luôn. Chứ không phải là mình sẽ ẩm mờ và mình qua cái ý đó thì nó rất là ổn ha.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q20",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Rồi, và còn chỗ nào Hân thấy là mình chưa sử dụng được từ bận tốt nữa?",
      "transcript": "Dạ, có nhiều. Giống như là kiểu như mấy cái linking words em lại xài but and không xài nhiều nhiều. Những cái linking words thật ra đó là một cái điểm mà cô lại thấy ưu điểm của Hân cơ. Tại vì những cái linking words là những từ mà nó không chứa nhiều nội dung. Nó chỉ có cái chức năng đó là nối giữa chỗ này với chỗ kia thôi. Cho nên những cái đó nếu mình làm một cái từ gì đó, ví dụ như là nevertheless, để mình nói về cái ý tương phản với cái ý còn lại. Thì cái câu của mình nghe nó có cảm giác là nó bị show off nhiều quá. Cảm giác là mình đang bị khoe mẻ một tí. Thật ra những cái cách dùng từ của Hân lại là một cách được ưa chuộng hơn. Nó thể hiện đúng cái chức năng thôi. Còn chỗ mà mình khoe từ là những chỗ mà từ chứa nội dung cơ. Em muốn nói về fashion, em muốn nói về facilities, em muốn nói về public areas. Chủ đề nào thì mình nên khoe cái 4 từ trong chủ đề đó. Còn linking words thì em cứ sử dụng bình thường thôi. Một điểm mà cô đánh giá rất là cao ở Hông đó là vốn từ của mình rất là đa dạng ở chủ đề em ha. Ở đây cô có 3 chủ đề dành cho mình đó là Keys, Losing Things và Close. 3 chủ đề mà cô đánh giá cũng là không quen thuộc cho lắm. Nhất là chủ đề về Keys là gần đây là nó mới ra luôn á. Chủ đề rất lạ và Hông xử lý rất là tốt. C kh n x l t v c m r l linh ho ha M c nh t v nh l One of a kind hay l Messed up C th n l word for correctly C h l m ti Lose my brain H L R Alexandria l JIM CHIU Em nói một cái gọi là short minded.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Dạ, có nhiều. Giống như là kiểu như mấy cái linking words em lại xài but and không xài nhiều nhiều. Những cái linking words thật ra đó là một cái điểm mà cô lại thấy ưu điểm của Hân cơ. Tại vì những cái linking words là những từ mà nó không chứa nhiều nội dung. Nó chỉ có cái chức năng đó là nối giữa chỗ này với chỗ kia thôi. Cho nên những cái đó nếu mình làm một cái từ gì đó, ví dụ như là nevertheless, để mình nói về cái ý tương phản với cái ý còn lại. Thì cái câu của mình nghe nó có cảm giác là nó bị show off nhiều quá. Cảm giác là mình đang bị khoe mẻ một tí. Thật ra những cái cách dùng từ của Hân lại là một cách được ưa chuộng hơn. Nó thể hiện đúng cái chức năng thôi. Còn chỗ mà mình khoe từ là những chỗ mà từ chứa nội dung cơ. Em muốn nói về fashion, em muốn nói về facilities, em muốn nói về public areas. Chủ đề nào thì mình nên khoe cái 4 từ trong chủ đề đó. Còn linking words thì em cứ sử dụng bình thường thôi. Một điểm mà cô đánh giá rất là cao ở Hông đó là vốn từ của mình rất là đa dạng ở chủ đề em ha. Ở đây cô có 3 chủ đề dành cho mình đó là Keys, Losing Things và Close. 3 chủ đề mà cô đánh giá cũng là không quen thuộc cho lắm. Nhất là chủ đề về Keys là gần đây là nó mới ra luôn á. Chủ đề rất lạ và Hông xử lý rất là tốt. C kh n x l t v c m r l linh ho ha M c nh t v nh l One of a kind hay l Messed up C th n l word for correctly C h l m ti Lose my brain H L R Alexandria l JIM CHIU Em nói một cái gọi là short minded .",
      "transcript_cleaned": "Dạ, có nhiều. Giống như là kiểu như mấy cái linking words em lại xài but and không xài nhiều nhiều. Những cái linking words thật ra đó là một cái điểm mà cô lại thấy ưu điểm của Hân cơ. Tại vì những cái linking words là những từ mà nó không chứa nhiều nội dung. Nó chỉ có cái chức năng đó là nối giữa chỗ này với chỗ kia thôi. Cho nên những cái đó nếu mình làm một cái từ gì đó, ví dụ như là nevertheless, để mình nói về cái ý tương phản với cái ý còn lại. Thì cái câu của mình nghe nó có cảm giác là nó bị show off nhiều quá. Cảm giác là mình đang bị khoe mẻ một tí. Thật ra những cái cách dùng từ của Hân lại là một cách được ưa chuộng hơn. Nó thể hiện đúng cái chức năng thôi. Còn chỗ mà mình khoe từ là những chỗ mà từ chứa nội dung cơ. Em muốn nói về fashion, em muốn nói về facilities, em muốn nói về public areas. Chủ đề nào thì mình nên khoe cái 4 từ trong chủ đề đó. Còn linking words thì em cứ sử dụng bình thường thôi. Một điểm mà cô đánh giá rất là cao ở Hông đó là vốn từ của mình rất là đa dạng ở chủ đề em ha. Ở đây cô có 3 chủ đề dành cho mình đó là Keys, Losing Things và Close. 3 chủ đề mà cô đánh giá cũng là không quen thuộc cho lắm. Nhất là chủ đề về Keys là gần đây là nó mới ra luôn á. Chủ đề rất lạ và Hông xử lý rất là tốt. C kh n x l t v c m r l linh ho ha M c nh t v nh l One of a kind hay l Messed up C th n l word for correctly C h l m ti Lose my brain H L R Alexandria l JIM CHIU Em nói một cái gọi là short minded.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q21",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Absent minded đúng không?",
      "transcript": "Absent minded. Nhưng mà trong đầu em cứ nghĩ cái chữ short tempered đó. Kiểu ồ, tự nhiên cái short tempered. Em phải nói cái lose my brain gì thôi.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Absent minded. Nhưng mà trong đầu em cứ nghĩ cái chữ short tempered đó. Kiểu ồ, tự nhiên cái short tempered. Em phải nói cái lose my brain gì thôi.",
      "transcript_cleaned": "Absent minded. Nhưng mà trong đầu em cứ nghĩ cái chữ short tempered đó. Kiểu ồ, tự nhiên cái short tempered. Em phải nói cái lose my brain gì thôi.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gBhkIlSfMyE_q22",
      "video_id": "gBhkIlSfMyE",
      "band": 6.5,
      "question": "Rồi, vậy chỗ đó là absent minded đúng không?",
      "transcript": "Rồi, thì chỗ đó là hơi bị quên từ vận một xíu, sử dụng từ vận chưa chính xác nè. Hoặc là có chỗ mà em nói về những người mà họ rất là quan tâm về ngoại hình của mình.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Rồi, thì chỗ đó là hơi bị quên từ vận một xíu, sử dụng từ vận chưa chính xác nè. Hoặc là có chỗ mà em nói về những người mà họ rất là quan tâm về ngoại hình của mình.",
      "transcript_cleaned": "Rồi, thì chỗ đó là hơi bị quên từ vận một xíu, sử dụng từ vận chưa chính xác nè. Hoặc là có chỗ mà em nói về những người mà họ rất là quan tâm về ngoại hình của mình.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q01",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "What is your job?",
      "transcript": "I currently work as a secondary school teacher in Oman, and I teach physics for secondary school students.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I currently work as a secondary school teacher in Oman, and I teach physics for secondary school students.",
      "transcript_cleaned": "I currently work as a secondary school teacher in Oman, and I teach physics for secondary school students.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}