{
  "batch_id": 265,
  "count": 20,
  "samples": [
    {
      "sample_id": "NC6eZDirFFc_q13",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "What do you mean?",
      "transcript": "&gt;&gt; I mean he is I do not know. friends, his brother or his, you know, close people. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; I mean he's I don't know. um friends, his brother or his, you know, close people. Okay,.",
      "transcript_cleaned": "&gt;&gt; I mean he is I do not know. friends, his brother or his, you know, close people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q14",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "What kinds of buildings are considered unusual in Usbekistan?",
      "transcript": "I would say historical buildings are very unusual in our country. and they are actually pretty well preserved some of them. We can give Registan a squareistan in summer as an example. it is very unusual and it is quite amazing to enjoy and you know look at.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say historical buildings are very unusual in our country. Um and um they are actually pretty well preserved some of them. We can give uh Registan a squareistan in summer as an example. It's very unusual uh and it's quite amazing to enjoy and you know look at.",
      "transcript_cleaned": "I would say historical buildings are very unusual in our country. and they are actually pretty well preserved some of them. We can give Registan a squareistan in summer as an example. it is very unusual and it is quite amazing to enjoy and you know look at.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q15",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "&gt;&gt; Do you think the design of a building is more important than its function?",
      "transcript": "&gt;&gt; I would not say so. that is a good question. I think a building should serve some purpose and it is actually more important than the design itself. For example, you might have a very small building which is not welldesigned but it if it serves the right purpose, if it functions as a learning center, let us say, and it does a pretty well job, produces results, this building will be more memorable for the students. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I wouldn't say so. That's a good question. I think uh a building should serve some purpose and it's actually more important than the design itself. For example, you might have uh a very small building which is not welldesigned but it if it serves the right purpose, if it functions as a learning center, let's say, and it does a pretty well job, produces results, uh this building will be more memorable for the students. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; I would not say so. that is a good question. I think a building should serve some purpose and it is actually more important than the design itself. For example, you might have a very small building which is not welldesigned but it if it serves the right purpose, if it functions as a learning center, let us say, and it does a pretty well job, produces results, this building will be more memorable for the students. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q16",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "Why do some people prefer modern architecture while others prefer traditional styles?",
      "transcript": "&gt;&gt; I mean, it all comes down to exposure to social media. I guess you look at the social media videos where people are living this lavish lifestyles in Dubai with modern architecture and you get inspired and also want to have this you know visit this kind of places and own this kind of buildings and etc. But I would say like history enthusiasts would actually prefer to you know look at historical architecture. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I mean, it all comes down to um exposure to social media. I guess you look at the uh social media videos where people are living this lavish lifestyles in Dubai with modern architecture and you get inspired and also want to have this you know uh visit this kind of uh places and own this kind of buildings and etc. But I would say like uh history enthusiasts would actually prefer to you know uh look at historical architecture. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; I mean, it all comes down to exposure to social media. I guess you look at the social media videos where people are living this lavish lifestyles in Dubai with modern architecture and you get inspired and also want to have this you know visit this kind of places and own this kind of buildings and etc. But I would say like history enthusiasts would actually prefer to you know look at historical architecture. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q17",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "How do buildings reflect a country's history?",
      "transcript": "Well, I think by tourism I guess by stories it had they have behind them. You know, for example, as I said, let us talk about this Samaran city. Whenever you visit Samarant, you have this guide and the guide will be explaining the architecture, the purpose, the you know the emperors, the hanss who ruled this u city or area in their time and they can reflect and showcase the historical value. &gt;&gt; Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I think by tourism I guess by stories it had they have behind them. You know, for example, as I said, let's uh talk about uh this Samaran city. Whenever you visit Samarant, you have this guide and the guide will be explaining the architecture, the purpose, the you know the emperors, the hanss who ruled this u city or area in their time and they can reflect and uh showcase the historical value. &gt;&gt; Mhm.",
      "transcript_cleaned": "I think by tourism I guess by stories it had they have behind them. You know, for example, as I said, let us talk about this Samaran city. Whenever you visit Samarant, you have this guide and the guide will be explaining the architecture, the purpose, the you know the emperors, the hanss who ruled this u city or area in their time and they can reflect and showcase the historical value. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q18",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "Do you think the government should spend more money to preserve historical buildings?",
      "transcript": "Yes, they definitely should because it will attract more tourists and it will boost the economy &gt;&gt; because tourists will come and they spend they will spend money to for accommodation for like daily expenses and so on and it will probably increase the reputation of a country because the better economy means the better education a better economy means better reputation I would say &gt;&gt; better how so &gt;&gt; for example let us Say let us take an example of Turkey. Turkey is a country which is renowned for its tourism and all the people around the world know Turkey because of its tourism and it has a global reputation based on tourism. &gt;&gt; So tourism or economy you said the better economy. &gt;&gt; Tourism contributes to economy. &gt;&gt; But tourism is not the same as economy is it. &gt;&gt; Yeah. it is the thing the sector yeah part of economy that contributes to overall economic let us say wellbeing of a country. &gt;&gt; It definitely does but it is not the same thing. it is a tiny part of economy. Tiny or maybe not tiny depending on the country. &gt;&gt; Yeah. &gt;&gt; Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, they definitely should because it will attract more tourists and it will uh boost the economy &gt;&gt; because tourists will come and they spend they will spend money to uh for accommodation uh for like daily expenses and so on and it will probably um increase the reputation of a country because um the better economy uh means the better education a better economy means better reputation I would say &gt;&gt; better how so &gt;&gt; for example let's Say uh let's take an example of Turkey. Turkey is a country which is renowned for its tourism and all the people around the world know Turkey because of its tourism and it has a global reputation based on tourism. &gt;&gt; So tourism or economy you said the better economy. &gt;&gt; Tourism contributes to economy. &gt;&gt; But tourism is not the same as economy is it. &gt;&gt; Yeah. It's uh the thing the sector yeah part of economy that contributes to overall economic let's say wellbeing of a country. &gt;&gt; It definitely does but it's not the same thing. It's a tiny part of economy. Tiny or maybe not tiny depending on the country. &gt;&gt; Yeah. &gt;&gt; Yeah. Okay.",
      "transcript_cleaned": "Yes, they definitely should because it will attract more tourists and it will boost the economy &gt;&gt; because tourists will come and they spend they will spend money to for accommodation for like daily expenses and so on and it will probably increase the reputation of a country because the better economy means the better education a better economy means better reputation I would say &gt;&gt; better how so &gt;&gt; for example let us Say let us take an example of Turkey. Turkey is a country which is renowned for its tourism and all the people around the world know Turkey because of its tourism and it has a global reputation based on tourism. &gt;&gt; So tourism or economy you said the better economy. &gt;&gt; Tourism contributes to economy. &gt;&gt; But tourism is not the same as economy is it. &gt;&gt; Yeah. it is the thing the sector yeah part of economy that contributes to overall economic let us say wellbeing of a country. &gt;&gt; It definitely does but it is not the same thing. it is a tiny part of economy. Tiny or maybe not tiny depending on the country. &gt;&gt; Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q19",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "&gt;&gt; are a practical solution to urban overpopulation?",
      "transcript": "&gt;&gt; Urban overpopulation. &gt;&gt; Yeah. So, cities are getting more crowded. &gt;&gt; Yeah. &gt;&gt; Yeah. As time passes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Urban overpopulation. &gt;&gt; Yeah. So, cities are getting more crowded. &gt;&gt; Yeah. &gt;&gt; Yeah. As time passes.",
      "transcript_cleaned": "&gt;&gt; Urban overpopulation. &gt;&gt; Yeah. So, cities are getting more crowded. &gt;&gt; Yeah. &gt;&gt; Yeah. As time passes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NC6eZDirFFc_q21",
      "video_id": "NC6eZDirFFc",
      "band": 7.5,
      "question": "So maybe even nines, right?",
      "transcript": "In the real exam. We wish the candidate the best. And that is our wrap-up.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh in the real exam. We wish the candidate the best. And that's our wrap-up.",
      "transcript_cleaned": "In the real exam. We wish the candidate the best. And that is our wrap-up.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NVzSn97Niis_q02",
      "video_id": "NVzSn97Niis",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "In the family in your country well the role of grandparents in my country is indispensable as grandparents teach their children about moral values also look after their grandchildren's in the absence of their parents.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "in the family in your country well the role of grandparents in my country is indispensable as grandparents teach their children about moral values also look after their grandchildren's in the absence of their parents.",
      "transcript_cleaned": "In the family in your country well the role of grandparents in my country is indispensable as grandparents teach their children about moral values also look after their grandchildren's in the absence of their parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NVzSn97Niis_q03",
      "video_id": "NVzSn97Niis",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "In charge in charge complained about my poor performance in front of my parents and also she she complained about my bad behavior in the class because i used to bunk my classes my parents were very disappointed with me at that time they were staring at me with the angry gestures my head was low with the shame and i was feeling very uncomfortable at that time so i decided to overcome my embarrassment by promising my parents to work hard in next year and i did the same also my parents encouraged me as well as my class in charge in charge also encouraged me and i strained my every nerve in order to get good results in next standard and in a 10th standard i i was passed out with the flying colors my parents were extremely glad at that time not only my parents but i was also over the moon because i was able to fulfill my promise so this is all about a time okay can i take that back please yes yes let me ask you some more question how well respected our teachers in your society well teachers in my society are very well respected and everyone respect them because a teacher job is considered as foundation of all other jobs also they encourage children motivate them and guide them in order to make them a good citizen do you think teachers get paid enough money in your country well if i talk about teachers in government schools and colleges then they enjoy handsome salaries but if i talk about teachers who engaged in private schools and colleges then their salary is not enough as compared to governments jobs what role should the teacher have in the classroom well teachers plays.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "in charge in charge complained about my poor performance in front of my parents and also she she complained about my bad behavior in the class because i used to bunk my classes my parents were very disappointed with me at that time they were staring at me with the angry gestures my head was low with the shame and i was feeling very uncomfortable at that time so i decided to overcome my embarrassment by promising my parents to work hard in next year and i did the same also my parents encouraged me as well as my class in charge in charge also encouraged me and i strained my every nerve in order to get good results in next standard and in a 10th standard i i was passed out with the flying colors uh my parents were extremely glad at that time not only my parents but i was also over the moon because i was able to fulfill my promise so this is all about a time okay can i take that back please yes yes let me ask you some more question how well respected our teachers in your society well teachers in my society are very well respected and everyone respect them because a teacher job is considered as foundation of all other jobs also they encourage children motivate them and guide them in order to make them a good citizen do you think teachers get paid enough money in your country well if i talk about teachers in government schools and colleges then they enjoy handsome salaries but if i talk about teachers who engaged in private schools and colleges then their salary is not enough as compared to governments jobs what role should the teacher have in the classroom well teachers plays.",
      "transcript_cleaned": "In charge in charge complained about my poor performance in front of my parents and also she she complained about my bad behavior in the class because i used to bunk my classes my parents were very disappointed with me at that time they were staring at me with the angry gestures my head was low with the shame and i was feeling very uncomfortable at that time so i decided to overcome my embarrassment by promising my parents to work hard in next year and i did the same also my parents encouraged me as well as my class in charge in charge also encouraged me and i strained my every nerve in order to get good results in next standard and in a 10th standard i i was passed out with the flying colors my parents were extremely glad at that time not only my parents but i was also over the moon because i was able to fulfill my promise so this is all about a time okay can i take that back please yes yes let me ask you some more question how well respected our teachers in your society well teachers in my society are very well respected and everyone respect them because a teacher job is considered as foundation of all other jobs also they encourage children motivate them and guide them in order to make them a good citizen do you think teachers get paid enough money in your country well if i talk about teachers in government schools and colleges then they enjoy handsome salaries but if i talk about teachers who engaged in private schools and colleges then their salary is not enough as compared to governments jobs what role should the teacher have in the classroom well teachers plays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NVzSn97Niis_q04",
      "video_id": "NVzSn97Niis",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "A crucial role in the classroom they make children understand each and every concept moreover they also guide them properly and they are well known about the iq level of children and they act accordingly in order to get to good performance in your opinion what are the most important qualities for a teacher to have well according to me a teacher should be should have proper patience because they have to deal with children in the classroom and if they have a lots of patience they can do their job properly apart from this teacher should be polite enough so that they can make them make children better understand okay how can a teacher make lessons for children more interesting well teacher can make lessons more interesting by teacher can make a lesson more interesting by using a computer technology in class while showing videos they can now make a class interesting moreover they also can give examples of of their personal life in order to get good results okay last question for today and that is do you think computer will one day replace teachers in the classroom well according to me teachers and computers have their own roles and as a computers cannot maintain discipline in the class which is the job of the teacher apart from this teacher are well known about the iq level of children and so they deal with the them in accordingly according to it and computers cannot do all these things so they cannot replace the place of teachers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "a crucial role in the classroom they make children understand each and every concept moreover they also guide them properly and they are well known about the iq level of children and they act accordingly in order to get to good performance in your opinion what are the most important qualities for a teacher to have well according to me a teacher should be should have proper patience because they have to deal with children in the classroom and if they have a lots of patience they can do their job properly apart from this teacher should be polite enough so that they can make them make children better understand okay how can a teacher make lessons for children more interesting well teacher can make lessons more interesting by teacher can make a lesson more interesting by using a computer technology in class while showing videos they can now make a class interesting moreover they also can give examples of of their personal life in order to get good results okay last question for today and that is do you think computer will one day replace teachers in the classroom well according to me teachers and computers have their own roles and as a computers cannot maintain discipline in the class which is the job of the teacher apart from this uh teacher are well known about the iq level of children and so they deal with the uh them in uh accordingly according to it and uh computers cannot do all these things so they cannot replace the place of teachers.",
      "transcript_cleaned": "A crucial role in the classroom they make children understand each and every concept moreover they also guide them properly and they are well known about the iq level of children and they act accordingly in order to get to good performance in your opinion what are the most important qualities for a teacher to have well according to me a teacher should be should have proper patience because they have to deal with children in the classroom and if they have a lots of patience they can do their job properly apart from this teacher should be polite enough so that they can make them make children better understand okay how can a teacher make lessons for children more interesting well teacher can make lessons more interesting by teacher can make a lesson more interesting by using a computer technology in class while showing videos they can now make a class interesting moreover they also can give examples of of their personal life in order to get good results okay last question for today and that is do you think computer will one day replace teachers in the classroom well according to me teachers and computers have their own roles and as a computers cannot maintain discipline in the class which is the job of the teacher apart from this teacher are well known about the iq level of children and so they deal with the them in accordingly according to it and computers cannot do all these things so they cannot replace the place of teachers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GVwjdOm40JY_q02",
      "video_id": "GVwjdOm40JY",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Fan of you know fast food and sweets and he would eat them almost every day so as you can probably guess he started to have a spare tire around his stomach so he had a really hard touch using clothes that fit his body and that ourselves have that also had an adverse effect on his health I mean he got exhausted and lost his concentration very easily while studying and working because we were best friend you know we go way back so I was willing to share with him some of my thoughts I suggested him a few things in order for him to check some pounds such as following a healthy diet which includes mostly veggies and lean meat I also encouraged him to take to hit the gym on a regular basis to build muscles and burn calories and of course it was a little bit hesitant at first but eventually he decided to follow my advice and to my surprise after just two years he was able to lose 10 pounds it was nothing short of amazing he later revealed to me that he asked for my opinions because he had deep trust in me and I took a lot of pride in it as for him he has become a much more health conscious person and has a very healthy lifestyle hopefully we will be able to help each other more often in the future all right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "fan of you know fast food and sweets and he would eat them almost every day so as you can probably guess he started to have a spare tire around his stomach so he had a really hard touch using clothes that fit his body and that ourselves have that also had an adverse effect on his health I mean he got exhausted and lost his concentration very easily while studying and working uh because we were best friend you know we go way back so I was willing to share with him some of my thoughts I suggested him a few things in order for him to check some pounds such as following a healthy diet which includes mostly veggies and lean meat I also encouraged him to take to hit the gym on a regular basis to build muscles and burn calories and of course it was a little bit hesitant at first but eventually he decided to follow my advice and to my surprise after just two years he was able to lose 10 pounds it was nothing short of amazing uh he later revealed to me that he asked for my opinions because he had deep trust in me and I took a lot of pride in it as for him he has become a much more health conscious person and has a very healthy lifestyle hopefully we will be able to help each other more often in the future all right.",
      "transcript_cleaned": "Fan of you know fast food and sweets and he would eat them almost every day so as you can probably guess he started to have a spare tire around his stomach so he had a really hard touch using clothes that fit his body and that ourselves have that also had an adverse effect on his health I mean he got exhausted and lost his concentration very easily while studying and working because we were best friend you know we go way back so I was willing to share with him some of my thoughts I suggested him a few things in order for him to check some pounds such as following a healthy diet which includes mostly veggies and lean meat I also encouraged him to take to hit the gym on a regular basis to build muscles and burn calories and of course it was a little bit hesitant at first but eventually he decided to follow my advice and to my surprise after just two years he was able to lose 10 pounds it was nothing short of amazing he later revealed to me that he asked for my opinions because he had deep trust in me and I took a lot of pride in it as for him he has become a much more health conscious person and has a very healthy lifestyle hopefully we will be able to help each other more often in the future",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GVwjdOm40JY_q03",
      "video_id": "GVwjdOm40JY",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "The overall customer satisfaction and there is working on their customer service by quickly addressing the problems or issues that consumers faced why do some people dislike bad reviews well I suppose that people's aversion to negative comments can be ascribed to the fact that they normally reflect a customer's first hand poor experience with a product or service of a company wearing potential customers with this review they are more likely to buy a different product from the same brand which could have a negative impact on that company's profits thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "the overall customer satisfaction and there's working on their customer service by quickly addressing the problems or issues that consumers faced why do some people dislike bad reviews well I suppose that um people's aversion to negative comments can be ascribed to the fact that they normally reflect a customer's first hand poor experience with a product or service of a company wearing potential customers with this review they are more likely to buy a different product from the same brand which could have a negative impact on that company's profits thank you.",
      "transcript_cleaned": "The overall customer satisfaction and there is working on their customer service by quickly addressing the problems or issues that consumers faced why do some people dislike bad reviews well I suppose that people's aversion to negative comments can be ascribed to the fact that they normally reflect a customer's first hand poor experience with a product or service of a company wearing potential customers with this review they are more likely to buy a different product from the same brand which could have a negative impact on that company's profits",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "djRyoMns2zA_q01",
      "video_id": "djRyoMns2zA",
      "band": 8.0,
      "question": "[Transcript chunk 1]",
      "transcript": "Which do you prefer living in the city or only visiting them is a tourist well i believe that when it comes to some distant regions it is not suitable for me to have a stable life there so i just visit them as a tourist to cultivate my sense of knowledge as well as experience about their fascinating cultures and exclusive traditions however if i have a chance to go to some metropolitan cities such as sydney or new york i suppose that i want to settle down in those places since the economy and the welfare system of those areas are really up to standard so i can further my professional career or obtain the financial abundance to upgrade my life quality second question how do young children react when they go to school for the first time i think it is based on the personalities of a child you know some children are vigorous and energetic so they love to lose themselves in new environments like school for example to discover new conditions and make new acquaintances without any hesitation by contrast other children can be introverted and quiet so when they go to new schools they have to say goodbye to their parents which sometimes dampens their spirits and arouses their sense of apprehension third question how do young and old people react differently to new things you know I am not sure about this but i think there is a significant difference between the way young and old people react to new challenges and things you know young people are widely perceived to be full of enthusiasm so whenever they dive into new challenges they can cultivate a sense of excitement and contentment by contrast the ages tend to have weak physical performance so trying new.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "which do you prefer living in the city or only visiting them is a tourist well i believe that when it comes to some distant regions it's not suitable for me to have a stable life there so i just visit them as a tourist to cultivate my sense of knowledge as well as experience about their fascinating cultures and exclusive traditions however if i have a chance to go to some metropolitan cities such as sydney or new york i suppose that i want to settle down in those places since the economy and the welfare system of those areas are really up to standard so i can further my professional career or obtain the financial abundance to upgrade my life quality second question how do young children react when they go to school for the first time i think it is based on the personalities of a child you know some children are vigorous and energetic so they love to lose themselves in new environments like school for example to discover new conditions and make new acquaintances without any hesitation by contrast other children can be introverted and quiet so when they go to new schools they have to say goodbye to their parents which sometimes dampens their spirits and arouses their sense of apprehension third question how do young and old people react differently to new things you know i'm not sure about this but i think there is a significant difference between the way young and old people react to new challenges and things you know young people are widely perceived to be full of enthusiasm so whenever they dive into new challenges they can cultivate a sense of excitement and contentment by contrast the ages tend to have weak physical performance so trying new.",
      "transcript_cleaned": "Which do you prefer living in the city or only visiting them is a tourist well i believe that when it comes to some distant regions it is not suitable for me to have a stable life there so i just visit them as a tourist to cultivate my sense of knowledge as well as experience about their fascinating cultures and exclusive traditions however if i have a chance to go to some metropolitan cities such as sydney or new york i suppose that i want to settle down in those places since the economy and the welfare system of those areas are really up to standard so i can further my professional career or obtain the financial abundance to upgrade my life quality second question how do young children react when they go to school for the first time i think it is based on the personalities of a child you know some children are vigorous and energetic so they love to lose themselves in new environments like school for example to discover new conditions and make new acquaintances without any hesitation by contrast other children can be introverted and quiet so when they go to new schools they have to say goodbye to their parents which sometimes dampens their spirits and arouses their sense of apprehension third question how do young and old people react differently to new things you know I am not sure about this but i think there is a significant difference between the way young and old people react to new challenges and things you know young people are widely perceived to be full of enthusiasm so whenever they dive into new challenges they can cultivate a sense of excitement and contentment by contrast the ages tend to have weak physical performance so trying new.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "djRyoMns2zA_q02",
      "video_id": "djRyoMns2zA",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Sports or activities can sometimes be overwhelming for them final question why do some people want to go to college far away from home well you know this tendency is driven by numerous underlying reasons and i think the first cause is that some youngsters are energetic and they want to confront their limitations by visiting some distant and far areas where they can confidently get rid of their parental care and be responsible for their own lives in addition i suppose that some youngsters want to enhance their language proficiency so they tend to you know attend universities located in foreign countries in order to interact regularly with foreigners and advance their linguistic levels bye you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "sports or activities can sometimes be overwhelming for them final question why do some people want to go to college far away from home well you know this tendency is driven by numerous underlying reasons and i think the first cause is that some youngsters are energetic and they want to confront their limitations by visiting some distant and far areas where they can confidently get rid of their parental care and be responsible for their own lives in addition i suppose that some youngsters want to enhance their language proficiency so they tend to you know attend universities located in foreign countries in order to interact regularly with foreigners and advance their linguistic levels bye you.",
      "transcript_cleaned": "Sports or activities can sometimes be overwhelming for them final question why do some people want to go to college far away from home well you know this tendency is driven by numerous underlying reasons and i think the first cause is that some youngsters are energetic and they want to confront their limitations by visiting some distant and far areas where they can confidently get rid of their parental care and be responsible for their own lives in addition i suppose that some youngsters want to enhance their language proficiency so they tend to you know attend universities located in foreign countries in order to interact regularly with foreigners and advance their linguistic levels bye you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2mQI9tUUDm4_q03",
      "video_id": "2mQI9tUUDm4",
      "band": 6.0,
      "question": "Can you tell me where you are from?",
      "transcript": "&gt;&gt; I am from London in the United Kingdom. it is a big city with a lot of history.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I'm from London in the United Kingdom. It's a big city with a lot of history.",
      "transcript_cleaned": "&gt;&gt; I am from London in the United Kingdom. it is a big city with a lot of history.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2mQI9tUUDm4_q04",
      "video_id": "2mQI9tUUDm4",
      "band": 6.0,
      "question": "&gt;&gt; What do you like the most about living there?",
      "transcript": "&gt;&gt; Well, I really love the cultural diversity. There are so many different kinds of food and festivals. it is very lively. that is interesting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Well, I really love the cultural diversity. There are so many different kinds of food and festivals. It's very lively. That's interesting.",
      "transcript_cleaned": "&gt;&gt; Well, I really love the cultural diversity. There are so many different kinds of food and festivals. it is very lively. that is interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2mQI9tUUDm4_q05",
      "video_id": "2mQI9tUUDm4",
      "band": 6.0,
      "question": "How long have you lived there?",
      "transcript": "&gt;&gt; I have lived there my whole life, which is about 25 years now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I have lived there my whole life, which is about 25 years now.",
      "transcript_cleaned": "&gt;&gt; I have lived there my whole life, which is about 25 years now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2mQI9tUUDm4_q06",
      "video_id": "2mQI9tUUDm4",
      "band": 6.0,
      "question": "&gt;&gt; Do you think you will continue living there in the future?",
      "transcript": "&gt;&gt; I hope so. I mean, it is my home. I enjoy it, but sometimes I think about living somewhere else just to experience a different lifestyle.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; I hope so. I mean, it's my home. I enjoy it, but sometimes I think about living somewhere else just to experience a different lifestyle.",
      "transcript_cleaned": "&gt;&gt; I hope so. I mean, it is my home. I enjoy it, but sometimes I think about living somewhere else just to experience a different lifestyle.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2mQI9tUUDm4_q07",
      "video_id": "2mQI9tUUDm4",
      "band": 6.0,
      "question": "&gt;&gt; What kind of place would you like to move to?",
      "transcript": "&gt;&gt; Maybe somewhere quieter or with more nature, like the countryside. I think it would be refreshing. &gt;&gt;.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Maybe somewhere quieter or with more nature, like the countryside. I think it would be refreshing. &gt;&gt;.",
      "transcript_cleaned": "&gt;&gt; Maybe somewhere quieter or with more nature, like the countryside. I think it would be refreshing. &gt;&gt;.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}