{
  "batch_id": 35,
  "count": 20,
  "samples": [
    {
      "sample_id": "gdzrv2N40II_q08",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Do you drink a lot of water every day?",
      "transcript": "Yes, I do. And it is because when I do not, I can feel the like adverse effects immediately. So I make sure I drink water every single day, but it is so hard because like in the hurry of everything you just forget.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do. And it's because when I don't, I can feel the like adverse effects immediately. So I make sure I drink water every single day, but it's so hard because like in the hurry of everything you just forget.",
      "transcript_cleaned": "Yes, I do. And it is because when I do not, I can feel the like adverse effects immediately. So I make sure I drink water every single day, but it is so hard because like in the hurry of everything you just forget.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q09",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Do you prefer drinking tea or coffee?",
      "transcript": "Okay. So I have, I have phases in my life. Like sometimes coffee just tastes too good, but I am really caffeine sensitive. I have realized this after having very like jittery episodes. So if I have coffee, it is a decaf, but I really love tea for like different purposes. So like chamomile before sleeping or green tea to detox.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. So I have, I have phases in my life. Like sometimes coffee just tastes too good, but I'm really caffeine sensitive. I've realized this after having very like jittery episodes. So if I have coffee, it's a decaf, but I really love tea for like different purposes. So like chamomile before sleeping or green tea to detox.",
      "transcript_cleaned": "I have, I have phases in my life. Like sometimes coffee just tastes too good, but I am really caffeine sensitive. I have realized this after having very like jittery episodes. So if I have coffee, it is a decaf, but I really love tea for like different purposes. So like chamomile before sleeping or green tea to detox.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q10",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "I think it is also like culturally like we are more accustomed to being like can I get you some tea?",
      "transcript": "So definitely tea but also like coffee is always available if you want. But such a special request.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So definitely tea but also like coffee is always available if you want. But such a special request.",
      "transcript_cleaned": "definitely tea but also like coffee is always available if you want. But such a special request.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q11",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "What do you normally do on the weekend?",
      "transcript": "So I think it depends on how the week has gone. If it is a good week, you know, weekend can go any which way. But I think a very crucial point or part of my routine is like cold plunging or sauna. I really try and prioritize that because it helps like my anxiety fade away. I really love exercising. that is a crucial part as well. and just meeting friends and family. I think I carve out time specifically for that because the weekdays can get so busy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I think it depends on how the week has gone. If it's a good week, you know, weekend can go any which way. But I think a very crucial point or part of my routine is like cold plunging or sauna. I really try and prioritize that because it helps like my anxiety fade away. Um, I really love exercising. That's a crucial part as well. Um, and just meeting friends and family. I think I carve out time specifically for that because the weekdays can get so busy.",
      "transcript_cleaned": "I think it depends on how the week has gone. If it is a good week, you know, weekend can go any which way. But I think a very crucial point or part of my routine is like cold plunging or sauna. I really try and prioritize that because it helps like my anxiety fade away. I really love exercising. that is a crucial part as well. and just meeting friends and family. I think I carve out time specifically for that because the weekdays can get so busy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q12",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "How often do you have a lazy weekend?",
      "transcript": "Very often. Like most mornings are like they begin very lazily. And when it comes to lazy weekends, I do not really thrive on lazy weekends. Because then I kind of fall into like a rut. So I try to be lazy enough, but not too lazy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Very often. Like most mornings are like they begin very lazily. And when it comes to lazy weekends, I don't really thrive on lazy weekends. Because then I kind of fall into like a rut. So I try to be lazy enough, but not too lazy.",
      "transcript_cleaned": "Very often. Like most mornings are like they begin very lazily. And when it comes to lazy weekends, I do not really thrive on lazy weekends. Because then I kind of fall into like a rut. So I try to be lazy enough, but not too lazy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q13",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Do you think that your weekend schedule will change as you grow older?",
      "transcript": "I definitely think so I think that the more I using a lot of energy during the week and maybe doing tasks that don give me energy that are more draining I will need time to recuperate like during the weekends So the more I a little bit forced to do things I not particularly happy about I think the more lazy weekends I need The last time I had to do something in a hurry was quite recently. I think around a month ago I moved in, I moved out of where I was living and it was in a different country. So what that meant is I had to pack my whole life into two suitcases since I was moving back home. And the reason it was all left to the last minute was because I just went on a trip with my boyfriend to Mexico. So I had around a week once I came back from that trip to pack up everything, to arrange where all my mattresses would go, where my couch would go, and get rid of everything. And it was quite an anxiety-inducing experience for me because I am a very, like, organized person. Even though this does not seem like it, but I really am. And so when I had to kind of gather everything, it felt very last minute, even though I had a week. And I think till the last hour I had to leave, like, to go to the airport. I was packing things up. But thankfully, I had a really group, like a really good group of friends that were with me blasting music, helping me pack, made it like a really fun, enjoyable experience. And I think that really helped also get some momentum to pack. Otherwise, I was feeling really lazy about it. And I think even after I left, I left some things behind, but my friends went back to my apartment, helped me get rid of it. So it was definitely a team effort. It takes a village. we have been discussing an occasion when you had to do something in a hurry. And we are going to talk about time management, arriving late, managing time, things like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I definitely think so I think that the more I using a lot of energy during the week and maybe doing tasks that don give me energy that are more draining I will need time to recuperate like during the weekends So the more I a little bit forced to do things I not particularly happy about I think the more lazy weekends I need The last time I had to do something in a hurry was quite recently. I think around a month ago I moved in, I moved out of where I was living and it was in a different country. So what that meant is I had to pack my whole life into two suitcases since I was moving back home. And the reason it was all left to the last minute was because I just went on a trip with my boyfriend to Mexico. So I had around a week once I came back from that trip to pack up everything, to arrange where all my mattresses would go, where my couch would go, and get rid of everything. And it was quite an anxiety-inducing experience for me because I'm a very, like, organized person. Even though this doesn't seem like it, but I really am. And so when I had to kind of gather everything, it felt very last minute, even though I had a week. And I think till the last hour I had to leave, like, to go to the airport. I was packing things up. But thankfully, I had a really group, like a really good group of friends that were with me blasting music, helping me pack, made it like a really fun, enjoyable experience. And I think that really helped also get some momentum to pack. Otherwise, I was feeling really lazy about it. And I think even after I left, I left some things behind, but my friends went back to my apartment, helped me get rid of it. So it was definitely a team effort. It takes a village. We've been discussing an occasion when you had to do something in a hurry. And we're going to talk about time management, arriving late, managing time, things like that.",
      "transcript_cleaned": "I definitely think so I think that the more I using a lot of energy during the week and maybe doing tasks that don give me energy that are more draining I will need time to recuperate like during the weekends So the more I a little bit forced to do things I not particularly happy about I think the more lazy weekends I need The last time I had to do something in a hurry was quite recently. I think around a month ago I moved in, I moved out of where I was living and it was in a different country. So what that meant is I had to pack my whole life into two suitcases since I was moving back home. And the reason it was all left to the last minute was because I just went on a trip with my boyfriend to Mexico. So I had around a week once I came back from that trip to pack up everything, to arrange where all my mattresses would go, where my couch would go, and get rid of everything. And it was quite an anxiety-inducing experience for me because I am a very, like, organized person. Even though this does not seem like it, but I really am. And so when I had to kind of gather everything, it felt very last minute, even though I had a week. And I think till the last hour I had to leave, like, to go to the airport. I was packing things up. But thankfully, I had a really group, like a really good group of friends that were with me blasting music, helping me pack, made it like a really fun, enjoyable experience. And I think that really helped also get some momentum to pack. Otherwise, I was feeling really lazy about it. And I think even after I left, I left some things behind, but my friends went back to my apartment, helped me get rid of it. So it was definitely a team effort. It takes a village. we have been discussing an occasion when you had to do something in a hurry. And we are going to talk about time management, arriving late, managing time, things like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q14",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Do you think it is acceptable to arrive late when meeting a friend?",
      "transcript": "Thought about this question a lot because I feel like I have been victim to this situation a lot of the times. I think it depends on how much it happens with the same person. but I think there is obviously some unforeseen circumstances that can arise. I would say that if you can avoid it, cause time is really limited and you want to kind of extend respect to your friend, show them, you know, I care about your time. So it is always best to, I personally think, try and arrive on time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thought about this question a lot because I feel like I've been victim to this situation a lot of the times. I think it depends on how much it happens with the same person. Um, but I think there's obviously some unforeseen circumstances that can arise. I would say that if you can avoid it, cause time is really limited and you want to kind of extend respect to your friend, show them, you know, I care about your time. So it's always best to, I personally think, try and arrive on time.",
      "transcript_cleaned": "Thought about this question a lot because I feel like I have been victim to this situation a lot of the times. I think it depends on how much it happens with the same person. but I think there is obviously some unforeseen circumstances that can arise. I would say that if you can avoid it, cause time is really limited and you want to kind of extend respect to your friend, show them, you know, I care about your time. So it is always best to, I personally think, try and arrive on time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q15",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Should there be any negative consequences for people who arrive late for work?",
      "transcript": "Again it kind of what I said before bleeds into this answer a little bit because I think it depending on how recurring is your situation if there a certain circumstance that happens every morning maybe you know you a parent that has to take care of your child Then I think the company should allow for this situation to happen and not give such extreme consequences I think they should be more accepting and understanding but I think if it is just because, you know, you have been waking up late for companies, even though I would personally, I would be like, it is okay. I think, you know, time is money, especially nowadays in like this corporate capitalistic world. So unfortunately, it makes sense for companies to reprimand, but I would say not too much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Again it kind of what I said before bleeds into this answer a little bit because I think it depending on how recurring is your situation Um if there a certain circumstance that happens every morning maybe you know you a parent that has to take care of your child Then I think the company should allow for this situation to happen and not give such extreme consequences I think they should be more accepting and understanding Um, but I think if it's just because, you know, you've been waking up late for companies, even though I would personally, I would be like, it's okay. I think, you know, time is money, especially nowadays in like this corporate capitalistic world. So unfortunately, it makes sense for companies to reprimand, but I would say not too much.",
      "transcript_cleaned": "Again it kind of what I said before bleeds into this answer a little bit because I think it depending on how recurring is your situation if there a certain circumstance that happens every morning maybe you know you a parent that has to take care of your child Then I think the company should allow for this situation to happen and not give such extreme consequences I think they should be more accepting and understanding but I think if it is just because, you know, you have been waking up late for companies, even though I would personally, I would be like, it is okay. I think, you know, time is money, especially nowadays in like this corporate capitalistic world. So unfortunately, it makes sense for companies to reprimand, but I would say not too much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q16",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Do you think it is better to study for long periods of time or break up study time into shorter chunks?",
      "transcript": "I would say shorter chunks. I am also saying this understanding the era we are in now where short from media has also influenced like how we consume information and what works best for us. So I think more than what should people do, it is what I feel would be most productive for them. And I think that maybe like having little breaks in between can be like kind of motivation. Okay, let me finish this chapter and then I will have like a chocolate. But so I think that would be really good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say shorter chunks. I'm also saying this understanding the era we are in now where short from media has also influenced like how we consume information and what works best for us. So I think more than what should people do, it's what I feel would be most productive for them. And I think that maybe like having little breaks in between can be like kind of motivation. Okay, let me finish this chapter and then I'll have like a chocolate. But so I think that would be really good.",
      "transcript_cleaned": "I would say shorter chunks. I am also saying this understanding the era we are in now where short from media has also influenced like how we consume information and what works best for us. So I think more than what should people do, it is what I feel would be most productive for them. And I think that maybe like having little breaks in between can be like kind of motivation. Okay, let me finish this chapter and then I will have like a chocolate. But so I think that would be really",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "gdzrv2N40II_q17",
      "video_id": "gdzrv2N40II",
      "band": 9.0,
      "question": "Do you think that students should incorporate leisure time into their study time?",
      "transcript": "I think so. I recently went to this like virtual VR experience where I was learning about the Titanic by like a VR headset. And so I found it like a really fun experience. It was date night for me, but I learned so much. And my first thought after that experience was, I can have fun and learn. And I felt like my mom, like being like, you can have fun and learn. But I think that they both can go hand in hand, especially nowadays, because there is so many different things available for you to really expand how you consume information. So yeah, I think so. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think so. I recently went to this like virtual VR experience where I was learning about the Titanic by like a VR headset. And so I found it like a really fun experience. It was date night for me, but I learned so much. And my first thought after that experience was, I can have fun and learn. And I felt like my mom, like being like, you can have fun and learn. But I think that they both can go hand in hand, especially nowadays, because there's so many different things available for you to really expand how you consume information. So yeah, I think so. Well done.",
      "transcript_cleaned": "I think so. I recently went to this like virtual VR experience where I was learning about the Titanic by like a VR headset. And so I found it like a really fun experience. It was date night for me, but I learned so much. And my first thought after that experience was, I can have fun and learn. And I felt like my mom, like being like, you can have fun and learn. But I think that they both can go hand in hand, especially nowadays, because there is so many different things available for you to really expand how you consume information.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q01",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "What is your favorite season?",
      "transcript": "Summer is my favorite season, but not for the whole year. So I like four seasons, but, I like, I like summer because of the sun, because of the vitamins we have, I mean, yeah, summer mainly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Summer is my favorite season, but not for the whole year. So I like four seasons, but, um, I like, I like summer because of the sun, because of the vitamins we have, I mean, yeah, summer mainly.",
      "transcript_cleaned": "Summer is my favorite season, but not for the whole year. So I like four seasons, but, I like, I like summer because of the sun, because of the vitamins we have, I mean, yeah, summer mainly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q02",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Tell me about the different seasons in your country.",
      "transcript": "We have four seasons, but my favorite is the summer, as I mentioned, because in Beirut it is like, it is not like too hot. Too hot. And if you feel hot, you go to the mountains. So you feel like, it is different in Beirut, the seasons. I like winter in Beirut. We go, ski and, we have many activities to do. we are not stuck at home. it is not like minus 20. So it is, it is nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "We have four seasons, but my favorite is the summer, as I mentioned, uh, because in Beirut it's like, it's not like too hot. Too hot. And if you feel hot, you go to the mountains. So you feel like, uh, it's different in Beirut, the seasons. Uh, I like winter in Beirut. We go, uh, ski and, uh, we have many activities to do. We're not stuck at home. It's not like minus 20. So it's, um, it's nice.",
      "transcript_cleaned": "We have four seasons, but my favorite is the summer, as I mentioned, because in Beirut it is like, it is not like too hot. Too hot. And if you feel hot, you go to the mountains. So you feel like, it is different in Beirut, the seasons. I like winter in Beirut. We go, ski and, we have many activities to do. we are not stuck at home. it is not like minus 20. So it is, it is nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q03",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Is tourism popular in a particular season in your country?",
      "transcript": "The tourism in Beirut is, is high in summer and, in Christmas. All the people come, you know, it is like the, our country is, more about family. And so they come to Beirut to see the family, to spend the holidays and, to have time with the parents.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The tourism in Beirut is, uh, is high in summer and, uh, in Christmas. All the people come, you know, it's like the, our country is, uh, more about family. And so they come to Beirut to see the family, to spend the holidays and, um, to have time with the parents.",
      "transcript_cleaned": "The tourism in Beirut is, is high in summer and, in Christmas. All the people come, you know, it is like the, our country is, more about family. And so they come to Beirut to see the family, to spend the holidays and, to have time with the parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q04",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Do you play any sports?",
      "transcript": "I used to play wakeboard, snowboard, horse riding, and I had to stop because of the kids. I am afraid, I mean, something will happen, God forbid. And, I am, I am planning now to go back to my hobbies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I used to play wakeboard, snowboard, uh, horse riding, and I had to stop because of the kids. I'm afraid, I mean, something will happen, God forbid. And, um, I'm, I'm planning now to go back to my hobbies.",
      "transcript_cleaned": "I used to play wakeboard, snowboard, horse riding, and I had to stop because of the kids. I am afraid, I mean, something will happen, God forbid. And, I am, I am planning now to go back to my hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q05",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Do you watch any sports on TV?",
      "transcript": "No, I am not a fan of sports, but I like to do sports and I like to, my kids to do sports. So I started the gymnastics for my son, last year. He was like two, he was too young for the gymnastics. I like, I like seeing him active, not sitting and watching TV and on the iPad. So yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I'm not a fan of sports, but I like to do sports and I like to, my kids to do sports. So I started the gymnastics for my son, uh, last year. He was like two, he was too young for the gymnastics. I like, I like seeing him active, not sitting and watching TV and on the iPad. So yeah.",
      "transcript_cleaned": "No, I am not a fan of sports, but I like to do sports and I like to, my kids to do sports. So I started the gymnastics for my son, last year. He was like two, he was too young for the gymnastics. I like, I like seeing him active, not sitting and watching TV and on the iPad.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q06",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "What sport did you play as a child in school?",
      "transcript": "Gymnastics. I love gymnastics. And for me, gymnastics is the base for all the, for whatever you want to do in your life. The base is gymnastics.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Gymnastics. I love gymnastics. And for me, gymnastics is the base for all the, for whatever you want to do in your life. The base is gymnastics.",
      "transcript_cleaned": "Gymnastics. I love gymnastics. And for me, gymnastics is the base for all the, for whatever you want to do in your life. The base is gymnastics.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q07",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Where was the last place you visited on holiday?",
      "transcript": "Greece. actually we go to Greece every summer and, I love Greece. it is like, similar to Beirut, but more advanced in a way. More, not more civilized, but, I love Greece. I love the vibes, the islands they have, the people, the food there is amazing. I love Italy, Romania, Europe. In general, I love Europe.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Greece. Uh, actually we go to Greece every summer and, um, I love Greece. It's like, uh, similar to Beirut, but more advanced in a way. More, not more civilized, but, um, I love Greece. I love the vibes, the islands they have, the people, the food there is amazing. I love Italy, um, Romania, Europe. In general, I love Europe.",
      "transcript_cleaned": "Greece. actually we go to Greece every summer and, I love Greece. it is like, similar to Beirut, but more advanced in a way. More, not more civilized, but, I love Greece. I love the vibes, the islands they have, the people, the food there is amazing. I love Italy, Romania, Europe. In general, I love Europe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q08",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Where would you like to go back again on holiday?",
      "transcript": "Beirut. Actually, we are going, in Christmas. we are going to spend Christmas in London, but I am excited for Beirut.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Beirut. Actually, we're going, uh, in Christmas. We're going to spend Christmas in London, but I'm excited for Beirut.",
      "transcript_cleaned": "Beirut. Actually, we are going, in Christmas. we are going to spend Christmas in London, but I am excited for Beirut.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q09",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "Do you enjoy watching TV?",
      "transcript": "Yes. actually I love, watching TV at night because, I put the kids to sleep and I feel like this is my time with my home. So like two, three hours before going back to sleep. And, I feel like it is our quality time sitting together, watching a movie, a documentary series.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Uh, actually I love, uh, watching TV at night because, uh, I put the kids to sleep and I feel like this is my time with my home. So like two, three hours before going back to sleep. And, uh, I feel like it's our quality time sitting together, watching a movie, a documentary series.",
      "transcript_cleaned": "Yes. actually I love, watching TV at night because, I put the kids to sleep and I feel like this is my time with my home. So like two, three hours before going back to sleep. And, I feel like it is our quality time sitting together, watching a movie, a documentary series.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "S8Y5D3RMBes_q10",
      "video_id": "S8Y5D3RMBes",
      "band": 8.5,
      "question": "What kind of TV programs do you most enjoy watching?",
      "transcript": "I love Netflix. Yeah. And you have the, all the options you want. If you want to watch a series or a documentary or you have plenty of choices.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I love Netflix. Yeah. And you have the, all the options you want. If you want to watch a series or a documentary or you have plenty of choices.",
      "transcript_cleaned": "I love Netflix. Yeah. And you have the, all the options you want. If you want to watch a series or a documentary or you have plenty of choices.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}