{
  "batch_id": 275,
  "count": 20,
  "samples": [
    {
      "sample_id": "1rQsCMGDmpA_s02",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Do you prefer to plan your day or go with the flow?",
      "transcript": "&gt;&gt; I definitely like to plan my my daily work and then when if something comes up then we will deal with it after. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I definitely like to plan my uh my daily work and then uh when uh if something comes up then we will deal with it after. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; I definitely like to plan my my daily work and then when if something comes up then we will deal with it after. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1rQsCMGDmpA_s04",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "&gt;&gt; How often do you use social media?",
      "transcript": "Well, I just recently noticed I spend a lot of time on social media, especially on Instagram and then yeah, I probably spend like 3 hours out of 24 hours on in Instagram, WhatsApp and Facebook. Yeah. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "Well, I just recently noticed I spend a lot of time on social media, especially on Instagram and then yeah, I probably spend like 3 hours out of 24 hours on uh in Instagram, WhatsApp and Facebook. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "I just recently noticed I spend a lot of time on social media, especially on Instagram and then yeah, I probably spend like 3 hours out of 24 hours on in Instagram, WhatsApp and Facebook. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1rQsCMGDmpA_s05",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Do you think social media is a waste of time?",
      "transcript": "&gt;&gt; Well, it works both ways. It could be waste of time sometimes. it depends. but it could be either way. &gt;&gt; Yeah.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, it works both ways. It could be waste of time sometimes. Uh it depends. Uh but uh it could be either way. &gt;&gt; Yeah.",
      "transcript_cleaned": "&gt;&gt; Well, it works both ways. It could be waste of time sometimes. it depends. but it could be either way. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1rQsCMGDmpA_s07",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Do you enjoy reading books?",
      "transcript": "Well, to be honest, I do not read a lot of books. So, but here and there. Yeah. Sometimes I read books. Yeah. &gt;&gt; Yeah. Okay.",
      "source": "supplementary",
      "transcript_original": "Well, to be honest, I don't read a lot of books. So, but here and there. Yeah. Sometimes I read books. Yeah. &gt;&gt; Yeah. Okay.",
      "transcript_cleaned": "to be honest, I do not read a lot of books. So, but here and there. Yeah. Sometimes I read books. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1rQsCMGDmpA_s08",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "What kind of books do you read?",
      "transcript": "&gt;&gt; any interest subject and then if I am curious about one subject, then I will go find that book that I am going to read and then I will start reading it. But does not happen often. &gt;&gt; Okay. Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, any interest subject and then if I'm uh curious about one subject, then I'll go find that book that I'm going to read and then I will start reading it. But um doesn't happen often. &gt;&gt; Okay. Okay.",
      "transcript_cleaned": "&gt;&gt; any interest subject and then if I am curious about one subject, then I will go find that book that I am going to read and then I will start reading it. But does not happen often. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1rQsCMGDmpA_s10",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "Do you understand?",
      "transcript": "&gt;&gt; Okay. So here I will give you you already have a pen or take that paper. &gt;&gt; So the question is describe a time when you were on a journey where it was delayed. Okay. So, I will give you about a minute. you jot some things down and then I will let you know. So you can speak. &gt;&gt; Yeah. So it was the time that I was going from London, Ontario to Ottawa. &gt;&gt; And then in order to go from London, Ontario to Ottawa, you will catch a flight to Toronto. And from Toronto, you go to Ottawa. But the thing is for London, Ontario is a smaller city. So they do not have those big airplane. So the airplane most of the time had delays. So one time I was I was waiting for our our plane to to land because they do not they they come from other places and land into London, Ontario and then they they we take that plane. &gt;&gt; So one time it was it was it had a delay. So I was worrying to miss the flight from Toronto to Ottawa. So I had to rush I had to run from one gate to the other gate when we reached Toronto. So I had to run. I was running and I was sweating. That was not fun. Okay. All right. So I will take your panning and paper from you. &gt;&gt; Get that out of your way. Okay. And here is part three of the test. we have been talking about an important journey that was delayed. And I would like to now ask you some questions related to that.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Okay. So here I'll give you you already have a pen or take that paper. &gt;&gt; So the question is describe a time when you were on a journey where it was delayed. Okay. So, I'll give you about a minute. Uh, you jot some things down and then I'll let you know. So you can speak. &gt;&gt; Yeah. So it was the time that I was going from London, Ontario to Ottawa. &gt;&gt; And then uh in order to uh go from London, Ontario to Ottawa, you will catch a flight to Toronto. And from Toronto, you go to Ottawa. But the thing is for London, Ontario is a smaller city. So they don't have those big airplane. So the airplane most of the time had delays. So one time I was uh I was waiting for our our plane to to land because they don't they they come from other places and land into London, Ontario and then they they we take that plane. &gt;&gt; So one time it was it was it had a delay. So I was worrying to miss the flight from Toronto to Ottawa. So I had to rush I had to run from one gate to the other gate when we reached Toronto. So I had to run. I was running and I was sweating. That wasn't fun. Okay. All right. So I will take your panning and paper from you. &gt;&gt; Get that out of your way. Okay. And here's part three of the test. We've been talking about an important journey that was delayed. And I'd like to now ask you some questions related to that.",
      "transcript_cleaned": "&gt;&gt; Okay. So here I will give you you already have a pen or take that paper. &gt;&gt; So the question is describe a time when you were on a journey where it was delayed. Okay. So, I will give you about a minute. you jot some things down and then I will let you know. So you can speak. &gt;&gt; Yeah. So it was the time that I was going from London, Ontario to Ottawa. &gt;&gt; And then in order to go from London, Ontario to Ottawa, you will catch a flight to Toronto. And from Toronto, you go to Ottawa. But the thing is for London, Ontario is a smaller city. So they do not have those big airplane. So the airplane most of the time had delays. So one time I was I was waiting for our our plane to to land because they do not they they come from other places and land into London, Ontario and then they they we take that plane. &gt;&gt; So one time it was it was it had a delay. So I was worrying to miss the flight from Toronto to Ottawa. So I had to rush I had to run from one gate to the other gate when we reached Toronto. So I had to run. I was running and I was sweating. That was not fun. Okay. All right. So I will take your panning and paper from you. &gt;&gt; Get that out of your way.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1rQsCMGDmpA_s11",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "So first question, how has modern transportation changed in the way people travel today compared to the past?",
      "transcript": "&gt;&gt; Modern transportation definitely changed the way people travel nowadays. especially with airplanes, faster speed trains and the other way of traveling. So, it is safer, more efficient, and then it is fast, saves a lot of times. &gt;&gt; Definitely. Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Modern transportation definitely changed the way people travel nowadays. Um especially with airplanes, faster speed trains and the other way of traveling. So, it's safer, more efficient, and then it's uh fast, saves a lot of times. &gt;&gt; Definitely. Okay.",
      "transcript_cleaned": "&gt;&gt; Modern transportation definitely changed the way people travel nowadays. especially with airplanes, faster speed trains and the other way of traveling. So, it is safer, more efficient, and then it is fast, saves a lot of times. &gt;&gt; Definitely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "1rQsCMGDmpA_s12",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "If there is some tips to help when traveling, do you have any tips that could help others?",
      "transcript": "&gt;&gt; Well, it depends where you want to go. let us say if I want to travel with my car, so I will make sure I have some tools in my car. So, if something breaks down, then I can fix my car on my way. If I am traveling, let us say I am going to Italy, so I want to I want to wear like comfortable clothes. I want to have comfortable shoes and then I want to have a bag, some other stuff that I need. &gt;&gt; Definitely. &gt;&gt; So, it is all depends where I am going and how I am traveling. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, it depends where you want to go. Let's say if I want to travel with my car, so I'll make sure I have some tools in my car. So, if something breaks down, then I can fix my car on my way. If I'm traveling, let's say I'm going to Italy, so I wanna I want to wear like comfortable clothes. I want to have comfortable shoes and then I want to have a bag, some other stuff that I need. &gt;&gt; Definitely. &gt;&gt; So, it's all depends uh where I'm going and how I'm traveling. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; Well, it depends where you want to go. let us say if I want to travel with my car, so I will make sure I have some tools in my car. So, if something breaks down, then I can fix my car on my way. If I am traveling, let us say I am going to Italy, so I want to I want to wear like comfortable clothes. I want to have comfortable shoes and then I want to have a bag, some other stuff that I need. &gt;&gt; Definitely. &gt;&gt; So, it is all depends where I am going and how I am traveling. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1rQsCMGDmpA_s13",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "&gt;&gt; What are advantages of traveling by plane and or train?",
      "transcript": "&gt;&gt; Well, the plane is the fastest way to travel. So the advantage of traveling with plane is you save a lot of time and it is they they say it is the safest safest way to travel. So and then the plane is the second safest way to travel but it is not as fast as definitely it is not fast as fast as plane. &gt;&gt; But still is it is it is very comfortable to to travel with the train.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, the plane is the fastest way to travel. So the advantage of traveling with plane is you save a lot of time and it's they they say it's the safest safest way to travel. So and then the plane is the second safest way to travel but it's not as fast as definitely it's not fast as fast as plane. &gt;&gt; But still is uh it's it's very comfortable uh to to travel with the train.",
      "transcript_cleaned": "&gt;&gt; Well, the plane is the fastest way to travel. So the advantage of traveling with plane is you save a lot of time and it is they they say it is the safest safest way to travel. So and then the plane is the second safest way to travel but it is not as fast as definitely it is not fast as fast as plane. &gt;&gt; But still is it is it is very comfortable to to travel with the train.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "1rQsCMGDmpA_s14",
      "video_id": "1rQsCMGDmpA",
      "band": 7.0,
      "question": "How would you change these forms of transportation for maybe say bettering the future?",
      "transcript": "&gt;&gt; Well, I definitely like to see they become more affordable &gt;&gt; and then more people can travel and then that will be my my thing. &gt;&gt; Definitely. Okay. Well, that concludes our part three of this.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, I definitely like to see uh they become more affordable &gt;&gt; and then uh more people can travel and then uh that will be my my thing. &gt;&gt; Definitely. Okay. Well, that concludes our part three of this.",
      "transcript_cleaned": "&gt;&gt; Well, I definitely like to see they become more affordable &gt;&gt; and then more people can travel and then that will be my my thing. &gt;&gt; Definitely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s02",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "Where is your hometown?",
      "transcript": "My hometown is Tehran. I was born in Terran, akatan town and I am kind of used to living there because all my childhood friends are there. Okay. I used to play in the playgrounds and I remember that my mother and father used to take me there and I had so many friends I had so many friends back there but unfortunately now I do not live there anymore. Okay.",
      "source": "supplementary",
      "transcript_original": "My hometown is Tehran. I was born in Terran, akatan town and I'm kind of used to living there because uh all my childhood friends are there. Okay. I used to play in the playgrounds and um I remember that my mother and father used to take me there and I had so many friends I had so many friends back there but unfortunately now uh I don't live there anymore. Okay.",
      "transcript_cleaned": "My hometown is Tehran. I was born in Terran, akatan town and I am kind of used to living there because all my childhood friends are there. Okay. I used to play in the playgrounds and I remember that my mother and father used to take me there and I had so many friends I had so many friends back there but unfortunately now I do not live there anymore.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s03",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "So, do you often visit your hometown?",
      "transcript": "Yes, actually I I am coming from there now. because one of my closest friends, her name is Yasam is living there and I sometimes go and visit her. Wow. So, let us now move on to talk about your daily routine.",
      "source": "supplementary",
      "transcript_original": "Uh yes, actually uh I I'm coming from there now. Uh because one of my closest friends, her name is Yasam is living there and I sometimes go and visit her. Wow. So, let's now move on to talk about your daily routine.",
      "transcript_cleaned": "Yes, actually I I am coming from there now. because one of my closest friends, her name is Yasam is living there and I sometimes go and visit her. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s04",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "When do you usually get up in the morning?",
      "transcript": "I usually get up early in the morning but it can change whether I have a whether I have homework or not because because my because of my major which is arch which is architecture. our homework is various and we can we can either have a lot of homework or not at all. Okay.",
      "source": "supplementary",
      "transcript_original": "Um I usually get up um early in the morning but uh it uh can change whether I have a whether I have homework or not because um because my uh because of my major uh which is arch which is architecture. Um our homework is uh various and uh we can we can either have a lot of homework or uh not at all. Okay.",
      "transcript_cleaned": "I usually get up early in the morning but it can change whether I have a whether I have homework or not because because my because of my major which is arch which is architecture. our homework is various and we can we can either have a lot of homework or not at all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s05",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "So do you usually have the same routine every day?",
      "transcript": "No I do not usually have the same routine every day. as I told you before because of my major which is architecture we have various homeworks and I study different languages which which are architecture, Korean and English. So so based on these facts I have different daily routines and different plans every day. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh no I don't usually have the same routine every day. Um as I told you before um because of my major which is architecture um we have uh various homeworks and uh I study different languages which uh which are architecture, Korean and English. So uh so based on these facts um I have different daily routines and different plans every day. Okay.",
      "transcript_cleaned": "No I do not usually have the same routine every day. as I told you before because of my major which is architecture we have various homeworks and I study different languages which which are architecture, Korean and English. So so based on these facts I have different daily routines and different plans every day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s07",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "Do you often use a dictionary?",
      "transcript": "Yes, I often use a dictionary because I study different languages and I am actually thinking about taking a course in Spanish. so I am thinking about buying a new dictionary and learning Spanish very soon. Okay.",
      "source": "supplementary",
      "transcript_original": "Uh, yes, I often use a dictionary because uh I study uh different languages and I'm actually thinking about taking a course um in Spanish. Um, so I'm thinking about buying a new dictionary and um learning Spanish very soon. Okay.",
      "transcript_cleaned": "Yes, I often use a dictionary because I study different languages and I am actually thinking about taking a course in Spanish. so I am thinking about buying a new dictionary and learning Spanish very soon.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s10",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "Now, at what age do you think young people begin to have their own ideas and why?",
      "transcript": "I think people start to have their own ideas at their child at their childhood because it is the time that begin that they begin to start know that they begin to start knowing their surround their surroundings and making decisions toward life. Okay.",
      "source": "supplementary",
      "transcript_original": "I think people uh start to have their own ideas uh at their child at their childhood because uh it's the time that begin that they begin to start uh know that they begin to start knowing their surround their surroundings and uh making decisions toward life. Okay.",
      "transcript_cleaned": "I think people start to have their own ideas at their child at their childhood because it is the time that begin that they begin to start know that they begin to start knowing their surround their surroundings and making decisions toward life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s11",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "And when do children start to have their own ideas?",
      "transcript": "They are sure to have their own ideas when they reach at the when when they reach the age of teenager because I think that is the time they struggle with a a lot of issues in the world. They they see a lot of things on the internet and social media. They meet a they meet different people and I think that is it. Okay.",
      "source": "supplementary",
      "transcript_original": "um they are sure to have their own ideas uh when they reach uh at the when when they reach the age of teenager uh because um I think that's the time um they struggle with a a lot of issues in the world. They um they see a lot of things on the internet and social media. They meet a they meet different people and uh I think that's it. Okay.",
      "transcript_cleaned": "They are sure to have their own ideas when they reach at the when when they reach the age of teenager because I think that is the time they struggle with a a lot of issues in the world. They they see a lot of things on the internet and social media. They meet a they meet different people and I think that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s13",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "And do you think children's ideas can be influenced by the school they go to and why?",
      "transcript": "Yes. yes, I think so. Because the environment is really important.",
      "source": "supplementary",
      "transcript_original": "Um yes. Uh yes, I think so. Because the environment is really important.",
      "transcript_cleaned": "Yes. yes, I think so. Because the environment is really important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "1WifdEajCeg_s14",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "It I mean have you ever seen the difference between public school and the private schools?",
      "transcript": "The children are really different and sometimes private school children's are children are really spoiled. Yes. Okay. And let us have a think for a second here about university.",
      "source": "supplementary",
      "transcript_original": "the children are really different and sometimes uh private school children's are uh children are really spoiled. Yes. Okay. And uh let's uh have a think for a second here about university.",
      "transcript_cleaned": "The children are really different and sometimes private school children's are children are really spoiled. Yes. Okay. And let us have a think for a second here about university.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "1WifdEajCeg_s15",
      "video_id": "1WifdEajCeg",
      "band": 6.0,
      "question": "Could you please repeat your question?",
      "transcript": "Sure. Do you think students get influenced by other students at yes, I think so. But it depends whether they are they are their best friends or not. I think we get more influenced by our best friends more than the others. All right. Okay. Thank you very much. that is the end of the speaking test.",
      "source": "supplementary",
      "transcript_original": "Sure. Do you think students get influenced by other students at Uh yes, I think so. But it depends uh whether they are they are their best friends or not. I think we get uh more influenced by our best friends more than the others. All right. Okay. Thank you very much. That's the end of the speaking test.",
      "transcript_cleaned": "Sure. Do you think students get influenced by other students at yes, I think so. But it depends whether they are they are their best friends or not. I think we get more influenced by our best friends more than the others. All right. Okay. Thank you very much. that is the end of the speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}