{
  "batch_id": 226,
  "count": 20,
  "samples": [
    {
      "sample_id": "Yz9fa7cVUpg_q06",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "&gt;&gt; Do you think you will continue to leave your hometown in the future?",
      "transcript": "&gt;&gt; well I I born in the city. I did not visit my hometown regularly. I visited there in a year or in a month. But I think that home my hometown is a great place to live in the future because in this city there is the traffic jams the pollions it is a problem for me and if I got a to if I got a house to in my hometown to build my own house then I will of course stay in my hometown because the environment and the nature gets my heart. That is the end of your part one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh well uh I I born in the city. Uh I didn't visit my hometown regularly. I visited there in a year or in a month. But I think that uh home my hometown is a great place to live in the future because in this city there is the traffic jams the pollions it is a problem for me and if I got a uh to if I got a house to in my hometown to build my own house then I will of course stay in my hometown because the environment and the nature gets my heart. That is the end of your part one.",
      "transcript_cleaned": "&gt;&gt; well I I born in the city. I did not visit my hometown regularly. I visited there in a year or in a month. But I think that home my hometown is a great place to live in the future because in this city there is the traffic jams the pollions it is a problem for me and if I got a to if I got a house to in my hometown to build my own house then I will of course stay in my hometown because the environment and the nature gets my heart.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Yz9fa7cVUpg_q08",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "Do people today help each other as much as they did in the past?",
      "transcript": "&gt;&gt; of course not because in the past people help each other so much at that time. But in this moment from now people do not care about each other and they do not help they do not want to help each other.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh, of course not because in the past people help each other so much at that time. But in this moment from now people don't care about each other and they don't help they don't want to help each other.",
      "transcript_cleaned": "&gt;&gt; of course not because in the past people help each other so much at that time. But in this moment from now people do not care about each other and they do not help they do not want to help each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Yz9fa7cVUpg_q09",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "That is why I think that in the past is the in what ways can individual contribute to their local community?",
      "transcript": "&gt;&gt; Sorry, I did not understand the question. Please you repeat the question again. &gt;&gt; Everybody has their own capacity and how can they contribute to their communities. well I did not know about that so much but in our country in Bangladesh school and college teachers can provide their educations to the poor kids who wants to study but did not have the money to admit in the schools or in a diseases countries diseases people can provide some monies to the donation they can give some donations they can help the people who are who lost their house and do do not have to eat people lost their house and they do not they okay how can schools encourage young people to help others in the schools the teachers can teach their students to help the peoples who are troubled or who are poor. they did not get eat foods in their daily lives. teachers can teach their students to help them to have some meal and know what in trouble the students can go to help them and that kind of things school can teach the students.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Sorry, I didn't understand the question. Please you repeat the question again. &gt;&gt; Everybody has their own capacity and how can they contribute to their communities. uh well I didn't know about that so much but in our country in Bangladesh uh school and college teachers can provide their educations to the poor kids who wants to study but didn't have the money to admit in the schools or in a diseases countries diseases uh people can provide some monies to the donation uh they can give some donations they can help the people who are uh who lost their house and do don't have to eat uh uh people lost their house and uh they don't they okay how can schools encourage young people to help others uh in the schools uh the teachers can teach their students to help the peoples who are troubled or who are poor. Uh they didn't get eat foods in their daily lives. Uh teachers can teach their students to help them to have some meal and know what in trouble the students can go to help them and that kind of things school can teach the students.",
      "transcript_cleaned": "&gt;&gt; Sorry, I did not understand the question. Please you repeat the question again. &gt;&gt; Everybody has their own capacity and how can they contribute to their communities. well I did not know about that so much but in our country in Bangladesh school and college teachers can provide their educations to the poor kids who wants to study but did not have the money to admit in the schools or in a diseases countries diseases people can provide some monies to the donation they can give some donations they can help the people who are who lost their house and do do not have to eat people lost their house and they do not they okay how can schools encourage young people to help others in the schools the teachers can teach their students to help the peoples who are troubled or who are poor. they did not get eat foods in their daily lives. teachers can teach their students to help them to have some meal and know what in trouble the students can go to help them and that kind of things school can teach the students.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Yz9fa7cVUpg_q10",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "Is it always better to help others financially or are there other more effective ways to assist?",
      "transcript": "&gt;&gt; I think there is other ways to assist because if you help someone giving their some monies they will depend on you. But if you help them to develop something or helping them their businesses they can relay on that thing. they can earn money daily and grow their business as well. Then they can help other people's. So I think that the second option is the better.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh I think there is other ways to assist because if you help someone uh giving their some monies they will uh depend on you. But if you help them to develop something or helping them their businesses they can relay on that thing. they can earn money daily and grow their business as well. Then they can help other people's. So I think that the second option is the better.",
      "transcript_cleaned": "&gt;&gt; I think there is other ways to assist because if you help someone giving their some monies they will depend on you. But if you help them to develop something or helping them their businesses they can relay on that thing. they can earn money daily and grow their business as well. Then they can help other people's. So I think that the second option is the better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Yz9fa7cVUpg_q11",
      "video_id": "Yz9fa7cVUpg",
      "band": 5.5,
      "question": "&gt;&gt; Do people sometimes offer help when it is not really needed or wanted?",
      "transcript": "&gt;&gt; people always do not offer to help someone. when a person get in trouble really that time he asked for help someone and some people did not get interest to help them but who are in kind and helpful to someone they stands with them and that time they help the problem man. &gt;&gt; All right N thank you so very much that is the end of your speaking test. &gt;&gt; Thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Uh people always don't offer to help someone. uh when a person get in trouble really that time he asked for help someone and some people didn't get interest to help them but who are in kind and helpful to someone they uh stands with them and that time they help the problem man. &gt;&gt; All right N thank you so very much that is the end of your speaking test. &gt;&gt; Thank you.",
      "transcript_cleaned": "&gt;&gt; people always do not offer to help someone. when a person get in trouble really that time he asked for help someone and some people did not get interest to help them but who are in kind and helpful to someone they stands with them and that time they help the problem man. &gt;&gt; All right N thank you so very much that is the end of your speaking test. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9KNKj0Od4Gk_q01",
      "video_id": "9KNKj0Od4Gk",
      "band": 6.5,
      "question": "[Transcript chunk 1]",
      "transcript": "We are going to get into your a speaking test okay so just to give you a quick run through of the test format this test has three sections so we will have some general discussion questions in part one then in part two that is our extended response question I will give you a question prompt and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "we're going to get into your a speaking test okay so just to give you a quick run through of the test format this test has three sections so we will have some general discussion questions in part one then in part two that is our extended response question I will give you a question prompt and.",
      "transcript_cleaned": "We are going to get into your a speaking test",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "9KNKj0Od4Gk_q03",
      "video_id": "9KNKj0Od4Gk",
      "band": 6.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Do you think plays a more important role in a child's development teachers or parents I think parents like teachers they also have a ex like important role of teaching them basic stuff you know history and math and like maybe English but the most important part is how to like lead them guide them to a really nice way how to grow up how to help others and have some space and time of yourself that you can develop yourself like yeah okay great and do you think smart people tend to be selfish SM people I think it depends but U most of the people I saw like really smart my exchange semester I saw some really smart friends who were studying barcel the same as me but they were working at the same time for bar Clays or something like it is a really big a company like it is global company so I was like wow that is crazy and yeah but there were like I I do not think they meant it but sometimes they they act like they do not care about others feelings yes that is why I thought like that I see okay and now your final question are smart people happier than others oh this is a hard question like happy and smart I do not think it is a really related question but maybe they are happier if they have more money they have more time and they know how to you know use them in the proper way yep MH that is it that is it all right okay very very good so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "do you think plays a more important role in a child's development teachers or parents I think parents like teachers they also have a ex like important role of teaching them basic stuff you know history and math and like maybe English but um the most important part is how to like lead them guide them to a really nice way how to grow up how to um help others and have some space and time of yourself that you can develop yourself like yeah okay great and do you think smart people tend to be selfish SM people I think it depends but U most of the people I saw like really smart um my exchange semester I saw some really smart friends who were studying barcel the same as me but they were working at the same time for bar Clays or something like it's a really big um a company like it's global company so I was like wow that's crazy and yeah but there were like I I don't think they meant it but sometimes they they act like they don't care about others feelings yes that's why I thought like that I see okay and now your final question are smart people happier than others oh this is a hard question like happy and smart I don't think it's a really related question but maybe they are happier if they have more money they have more time and they know how to you know use them in the proper way yep MH that's it that's it all right okay very very good so.",
      "transcript_cleaned": "Do you think plays a more important role in a child's development teachers or parents I think parents like teachers they also have a ex like important role of teaching them basic stuff you know history and math and like maybe English but the most important part is how to like lead them guide them to a really nice way how to grow up how to help others and have some space and time of yourself that you can develop yourself like yeah okay great and do you think smart people tend to be selfish SM people I think it depends but U most of the people I saw like really smart my exchange semester I saw some really smart friends who were studying barcel the same as me but they were working at the same time for bar Clays or something like it is a really big a company like it is global company so I was like wow that is crazy and yeah but there were like I I do not think they meant it but sometimes they they act like they do not care about others feelings yes that is why I thought like that I see okay and now your final question are smart people happier than others oh this is a hard question like happy and smart I do not think it is a really related question but maybe they are happier if they have more money they have more time and they know how to you know use them in the proper way yep MH that is it that is it all right okay very very good so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3C-uVgVCOIA_q02",
      "video_id": "3C-uVgVCOIA",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Is not a big city it is basically for the bad town and the people stay there and they go to work to the song so there is a noise not so much things that is distracting what do you not like about it with the onion yeah well I think it is the author the same thing and it is too quiet so there is no what would you say an excitement about the where I lived in so I always when I was young I always went to Seoul to have fun with my friends so that was kind of I did not like about it okay good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "is not a big city it is basically for the bad town and the people stay there and they go to work to the song so there's a noise not so much things that is distracting um what do you not like about it with the onion yeah well I think it's the author the same thing and it's too quiet so there is no um what would you say an excitement about the where I lived in so I always when I was young I always went to Seoul to have fun with my friends so that was kind of I didn't like about it okay good uh.",
      "transcript_cleaned": "Is not a big city it is basically for the bad town and the people stay there and they go to work to the song so there is a noise not so much things that is distracting what do you not like about it with the onion yeah well I think it is the author the same thing and it is too quiet so there is no what would you say an excitement about the where I lived in so I always when I was young I always went to Seoul to have fun with my friends so that was kind of I did not like about it",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3C-uVgVCOIA_q03",
      "video_id": "3C-uVgVCOIA",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Which is basically lie the for example with a few years ago I got a text which is which says that I my father was taken yeah so that was quite a absurd so I did not believe it in the first time so yeah that I think that is the example of the the weird messages I got yeah and final question in what circumstances or situations is making a phone call better than sending a text message in what cases the phone call is better than text messages I think I think the communicating with the family is in that case the calling is much better than the texting because you know the when you as I as I said that when you the text message with other people you cannot share the emotional reaction so but when it comes to the talking with the family the most important thing is that the emotional reaction between them so whatever I text with my father and my mother I feel like I am kind of there is a wall between me and them so that that feels kind of not not that good so I prefer the calling with them so yeah sure okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "which is basically lie um the for example with a few years ago I got a text which is which says that I my father was taken yeah so that was quite a absurd so I didn't believe it in the first time so yeah that I think that is the example of the the weird messages I got yeah um and final question in what circumstances or situations is making a phone call better than sending a text message in what cases the phone call is better than text messages um I think um I think the communicating with the family is in that case the calling is much better than the texting because you know the when you uh as I as I said that when you the text message with other people you cannot share the emotional reaction so but when it comes to the talking with the family the most important thing is that the emotional reaction between them so whatever I text with my father and my mother I feel like I'm kind of there's a wall between me and them so that that feels kind of not not that good so I prefer the calling with them so yeah sure okay.",
      "transcript_cleaned": "Which is basically lie the for example with a few years ago I got a text which is which says that I my father was taken yeah so that was quite a absurd so I did not believe it in the first time so yeah that I think that is the example of the the weird messages I got yeah and final question in what circumstances or situations is making a phone call better than sending a text message in what cases the phone call is better than text messages I think I think the communicating with the family is in that case the calling is much better than the texting because you know the when you as I as I said that when you the text message with other people you cannot share the emotional reaction so but when it comes to the talking with the family the most important thing is that the emotional reaction between them so whatever I text with my father and my mother I feel like I am kind of there is a wall between me and them so that that feels kind of not not that good so I prefer the calling with them so yeah sure",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3C-uVgVCOIA_q04",
      "video_id": "3C-uVgVCOIA",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "To have in a foreign country well I am not sure if this will be possible but personally I want to have a the short-term job a short-term job as internship whatever in the United States the company is called the the neuralink the it is the company that let me just say the the produce the the brain chip which is basically for the the helping people with the neural disability you know there are so many people who has the nerve disability and some people cannot move their their arms or the body because of their some car accident whatever it is so the basically the situation they have is the the their brain and their the body cannot be fully connected because of the accident physically so that brain chip helps to connect in those two parts and by the sending and receiving the signal and the center signal between the brain and then the body parts and that is how it works I got to know about this job about this company because while I was browsing the YouTube the video you know you know it is basically about because of the Elon Musk the company is found by the Elon Musk and he explained about the company basically for the helping the people with the nerve disability and I think that is quite fascinating and it looks it looks a little impossible but the people are doing hard work for doing that and I think the personal thing it would be done so yes as a the person who is good okay that is two minutes yeah nicely done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "to have in a foreign country well um I'm not sure if this will be possible but uh personally I want to have a the short-term job a short-term job as internship whatever in the United States the company is called the the neuralink the it is the company that um let me just say the the produce the the brain chip which is basically um for the the helping people with the neural disability you know there are so many people who has um the nerve disability and some people cannot move their their arms or the body because of their some car accident whatever it is so the basically the situation they have is the the their brain and their the body cannot be fully connected because of the accident physically so that brain chip um helps to connect in those two parts and by the sending and receiving the signal and the center signal between the brain and then the body parts and that's how it works um I got to know about this job about this company because while I was browsing the YouTube the video you know um you know it's basically about because of the Elon Musk the company is found by the Elon Musk and he explained about the company basically for the helping the people with the nerve disability and I think that is quite fascinating and it looks it looks a little impossible but the people are doing hard work for doing that and I think the personal thing it would be done so yes um as a the person who is good okay that's two minutes yeah um nicely done.",
      "transcript_cleaned": "To have in a foreign country well I am not sure if this will be possible but personally I want to have a the short-term job a short-term job as internship whatever in the United States the company is called the the neuralink the it is the company that let me just say the the produce the the brain chip which is basically for the the helping people with the neural disability you know there are so many people who has the nerve disability and some people cannot move their their arms or the body because of their some car accident whatever it is so the basically the situation they have is the the their brain and their the body cannot be fully connected because of the accident physically so that brain chip helps to connect in those two parts and by the sending and receiving the signal and the center signal between the brain and then the body parts and that is how it works I got to know about this job about this company because while I was browsing the YouTube the video you know you know it is basically about because of the Elon Musk the company is found by the Elon Musk and he explained about the company basically for the helping the people with the nerve disability and I think that is quite fascinating and it looks it looks a little impossible but the people are doing hard work for doing that and I think the personal thing it would be done so yes as a the person who is good okay that is two minutes yeah nicely done.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3C-uVgVCOIA_q05",
      "video_id": "3C-uVgVCOIA",
      "band": 8.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Foreign countries I do not know it depends on a person really as for some people who want who are interested in marketing they could get a short-term job or any job which is related to the marketing another country for for other people who are who are interested in the computer programming the codings just like me that they could get an internship in in in the companies that in the field in other country so I think there is no the limitation on on what kind of company the people could get even though when they are young so yeah I think it depends on the what the people are interested in okay yeah and is it good for young people to have the experience of living and working in other countries actually I do not have a experience having a job in other countries so I am not really sure about this question but I I guess it would help because because they are having a job in other country that helps people with the broadening deals their sons for perceiving the world it is I think it is a huge difference for example when you when you do not have any any experience and just stay in one country and have a job and if they in their entire life in the one country it is also good but in order to do the bigger thing it is a chance they are making a business exporting products I think there is a limitation on that so if if someone is interested in or just say the company which which provides the product to other country I think the the working of the country it helps a lot okay good and why are some people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "foreign countries um I don't know it depends on a person uh really as um for some people who want who are interested in marketing they could get a short-term job or any job which is related to the marketing another country for for other people who are who are interested in the computer programming the codings just like me that they could get an internship in in in the companies that in the field in other country so I think there is no um the limitation on on what kind of company the people could get even though when they're young um so yeah I think it depends on the what the people are interested in okay yeah and is it good for young people to have the experience of living and working in other countries um actually I don't have a experience having a job in other countries so I'm not really sure about this question but um I I guess it would help because um because they're having a job in other country that helps people with the broadening deals their sons for perceiving the world um it is I think it's a huge difference for example when you when you don't have any any experience and just stay in one country and have a job and if they in their entire life in the one country it is also good but um in order to do the bigger thing it's a chance they're making a business exporting products I think there is a limitation on that so if if someone is interested in um or just say the company which which provides the product to other country I think the the working of the country it helps a lot okay good and why are some people.",
      "transcript_cleaned": "Foreign countries I do not know it depends on a person really as for some people who want who are interested in marketing they could get a short-term job or any job which is related to the marketing another country for for other people who are who are interested in the computer programming the codings just like me that they could get an internship in in in the companies that in the field in other country so I think there is no the limitation on on what kind of company the people could get even though when they are young so yeah I think it depends on the what the people are interested in okay yeah and is it good for young people to have the experience of living and working in other countries actually I do not have a experience having a job in other countries so I am not really sure about this question but I I guess it would help because because they are having a job in other country that helps people with the broadening deals their sons for perceiving the world it is I think it is a huge difference for example when you when you do not have any any experience and just stay in one country and have a job and if they in their entire life in the one country it is also good but in order to do the bigger thing it is a chance they are making a business exporting products I think there is a limitation on that so if if someone is interested in or just say the company which which provides the product to other country I think the the working of the country it helps a lot okay good and why are some people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3C-uVgVCOIA_q06",
      "video_id": "3C-uVgVCOIA",
      "band": 8.0,
      "question": "[Transcript chunk 6]",
      "transcript": "Unwilling to work in other countries again I think this is this depends on a person but based on my personal experience of experience some people are not interested in working in another country because they are shy and they are not confident there are the people who wants to have a job in other country but they are not confident to do that basically because of the the language and the other thing is that they are obsessed with the being perfect person I think you know nobody nobody can cannot be perfect so if you are obsessed with this this thing they cannot do anything in any field including including anything so including the working in other countries so yeah the lack of confidence is the fundamental thing and what is the difference between working in an international company and working in a domestic company I think the the biggest difference is the culture you know when you when you say domestic country in Korea I mean obviously the culture in that the company will be more like the the Korean culture such as the there are much more the strict hierarchy they are based on the age and but the on the other hand for the international companies that I guess again I do not have an experience on that not having a job in an international country but I think it would be much loose more lose compared to the Korean country yeah so the cultural thing would be the biggest difference I think okay good the end thank you nicely done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "unwilling to work in other countries again I think this is uh this depends on a person but um based on my personal experience of experience some people are not interested in working in another country because they are shy and they are not confident there are the people who wants to have a job in other country but they are not confident to do that basically because of the the language and the other thing is that they are obsessed with the being perfect person I think you know nobody nobody can cannot be perfect so if you are obsessed with this this thing they cannot do anything in any field including including anything so including the working in other countries so yeah the lack of confidence is the fundamental thing and what's the difference between working in an international company and working in a domestic company hmm I think the the biggest difference is the culture you know um uh when you when you say domestic country in Korea I mean obviously the culture in that the company will be more like the the Korean culture such as the there are much more the strict hierarchy they're based on the age and but the uh on the other hand um for the international companies that I guess again I don't have an experience on that not having a job in an international country but I think it would be much loose more lose compared to the Korean country yeah so the cultural thing would be the biggest difference I think okay good the end thank you nicely done um.",
      "transcript_cleaned": "Unwilling to work in other countries again I think this is this depends on a person but based on my personal experience of experience some people are not interested in working in another country because they are shy and they are not confident there are the people who wants to have a job in other country but they are not confident to do that basically because of the the language and the other thing is that they are obsessed with the being perfect person I think you know nobody nobody can cannot be perfect so if you are obsessed with this this thing they cannot do anything in any field including including anything so including the working in other countries so yeah the lack of confidence is the fundamental thing and what is the difference between working in an international company and working in a domestic company I think the the biggest difference is the culture you know when you when you say domestic country in Korea I mean obviously the culture in that the company will be more like the the Korean culture such as the there are much more the strict hierarchy they are based on the age and but the on the other hand for the international companies that I guess again I do not have an experience on that not having a job in an international country but I think it would be much loose more lose compared to the Korean country yeah so the cultural thing would be the biggest difference I think okay good the end thank you nicely done.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q02",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "What do you remember about your first school when you were a child?",
      "transcript": "So I went to this very beautiful elementary school which is quite near my house and in that school everybody was very tough actually. So I had quite a good education from there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I went to this very uh beautiful elementary school which is quite near my house and uh in that school everybody was very tough actually. So uh I had quite a good education from there.",
      "transcript_cleaned": "I went to this very beautiful elementary school which is quite near my house and in that school everybody was very tough actually. So I had quite a good education from there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q03",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "In what ways did life at school change as you became older?",
      "transcript": "So when I got to the secondary school actually I got into math mathematics specialized class. So actually my life got a little bit harder but it was fine. I could manage that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So uh when I got to the secondary school actually I uh got into math mathematics specialized class. So actually my life got a little bit harder but it was fine. I could manage that.",
      "transcript_cleaned": "when I got to the secondary school actually I got into math mathematics specialized class. So actually my life got a little bit harder but it was fine. I could manage that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q04",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "What was your favorite subject?",
      "transcript": "Well I guess English. I did spend a lot of time studying it since I was 6 years old and still studying it until today. Why? I just love languages. I love foreign languages. I even managed to learn a little bit of French and planning to learn Chinese too. So I guess it is very important for a person to know different languages. Thank you. Now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh well I guess English. I did spend a lot of time studying it since I was uh 6 years old and still studying it until today. Why? I just love languages. I love foreign languages. I even managed to uh learn a little bit of French and planning to learn Chinese too. So I guess it's very important for a person to know different languages. Thank you. Now I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "I guess English. I did spend a lot of time studying it since I was 6 years old and still studying it until today. Why? I just love languages. I love foreign languages. I even managed to learn a little bit of French and planning to learn Chinese too. So I guess it is very important for a person to know different languages. Thank you. Now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q05",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Do you understand?",
      "transcript": "Yes. here is some paper and a pencil. M taking notes. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Here's some paper and a pencil. M taking notes. And.",
      "transcript_cleaned": "Yes. here is some paper and a pencil. M taking notes. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q07",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Alice in Wonderland, right?",
      "transcript": "She could make a whole adventure but at the end the what she wants the most is coming back home because home is where you are from. Home is what you will become and home is what you will take as the route to contribute to the culture to your c country.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "She could make a whole adventure but at the end the what she wants the most is coming back home because home is where you're from. Home is what you will become and home is what you will uh take as the route to contribute to the culture to your c country.",
      "transcript_cleaned": "She could make a whole adventure but at the end the what she wants the most is coming back home because home is where you are from. Home is what you will become and home is what you will take as the route to contribute to the culture to your c country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q09",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "So normally when people are like 18, right?",
      "transcript": "Mhm. Generally they might leave their home and move to a city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mhm. Generally they might leave their home and move to a city.",
      "transcript_cleaned": "Mhm. Generally they might leave their home and move to a city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q10",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "Why do they do that?",
      "transcript": "To me 18 is not young anymore. So basically when you are 18 and you have the right to vote, you have the right to drive and in some country you have the right to drink. That means the society sees you as a person, a mature person who has full responsibility to the society and your life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "To me 18 is not young anymore. So uh basically when you're 18 and you have the right to vote, you have the right to drive and in some country you have the right to drink. That means the society sees you as a uh person, a mature person who has full responsibility to uh the society and your life.",
      "transcript_cleaned": "To me 18 is not young anymore. So basically when you are 18 and you have the right to vote, you have the right to drive and in some country you have the right to drink. That means the society sees you as a person, a mature person who has full responsibility to the society and your life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "szu7Xf18cwA_q11",
      "video_id": "szu7Xf18cwA",
      "band": 7.5,
      "question": "So is it normal in your culture to leave your family house when you are 18?",
      "transcript": "Right now it is not so common but lots of people are doing that especially the young generation even younger than me I know that in my generation it is not a usual thing say I think in my class I was the only one to do so I left home at 18 to pursue my own career that I chose but at the end and in order to leave home at a young age like 18 what sort of qualities do you think you need knowledge and responsibility and that could be built during your education in school and also by your family.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh right now it is not so common but uh lots of people are doing that especially the young generation even younger than me I know that uh in my generation it is not a usual thing say I think in my class I was the only one to do so I left home at 18 to pursue my own career that I chose but at the end and in order to leave home at a young age like 18 what sort of qualities do you think you need uh knowledge and responsibility and that could be built during your education in school and also by your family.",
      "transcript_cleaned": "Right now it is not so common but lots of people are doing that especially the young generation even younger than me I know that in my generation it is not a usual thing say I think in my class I was the only one to do so I left home at 18 to pursue my own career that I chose but at the end and in order to leave home at a young age like 18 what sort of qualities do you think you need knowledge and responsibility and that could be built during your education in school and also by your family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}