{
  "batch_id": 140,
  "count": 20,
  "samples": [
    {
      "sample_id": "iVo-rc6QQXQ_q10",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "And do you think it is good for older people to do puzzles?",
      "transcript": "Well, maybe, but, depends on people because if the person likes to do it, yes, it will be helpful because, you know, it is going, it is going to, it makes to use your, it makes you, it makes you use your brain a lot, but if that gives like more stress, then I would not recommend it. Alright Now we going to talk about singing So do you like singing No not at all I am really weak at singing actually I like to use my body more and about the vocal part I have no idea so I don really like it And do you think singing can bring happiness to people? yes, but like, not for me really. I do not really like to sing, so I just like to hear somebody singing. So yeah, depends on people do that, yeah. Okay, all right, that will do us for part one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, maybe, but, um, depends on people because if the person likes to do it, uh, yes, it will be helpful because, you know, it's going, it's going to, it makes to use your, it makes you, it makes you use your brain a lot, but if that gives like more stress, then I wouldn't recommend it. Alright Now we gonna talk about singing So do you like singing No not at all I am really weak at singing Um actually I like to use my body more and uh about the vocal part I have no idea so I don really like it And do you think singing can bring happiness to people? Uh, yes, but like, not for me really. I don't really like to sing, so I just like to hear somebody singing. So yeah, depends on people do that, yeah. Okay, all right, that'll do us for part one.",
      "transcript_cleaned": "maybe, but, depends on people because if the person likes to do it, yes, it will be helpful because, you know, it is going, it is going to, it makes to use your, it makes you, it makes you use your brain a lot, but if that gives like more stress, then I would not recommend it. Alright Now we going to talk about singing So do you like singing No not at all I am really weak at singing actually I like to use my body more and about the vocal part I have no idea so I don really like it And do you think singing can bring happiness to people? yes, but like, not for me really. I do not really like to sing, so I just like to hear somebody singing. So yeah, depends on people do that,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q12",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "Okay, so could you describe a photo you took that you are proud of?",
      "transcript": "Well, it was really difficult to choose but I would say, there was a local election this year on June and, my mom is actually, she is, the council person of the city and she also, participated in the election because after that she started her second term. So I was, I was like helping a lot for the election. I gave up my job for a while and I just focused on her camp and then we took a lot lot of photos, that we need for the document. And I am proud of all those photos that we took during those period like from May to June. And that is because not only as a daughter but also as a supporter and also as a kind of comrade I could help my mom. And, that was very encouraging not only for me but also for my mom and also for other people who support my mom. And, I think, that photos kind of shows, I would say, my decision to help her. and that is why I am proud of also the result and because that photo contains all the time that we put a lot of effort for the election. So I would choose that. And yes, of course it was took in the city, Goyang city. So it was since it was the local election.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, um, it was really difficult to choose but I would say, um, there was a local election this year on June and, uh, my mom is actually, she is, uh, the council person of the city and she also, uh, participated in the election because after that she started her second term. So I was, uh, I was like helping a lot for the election. I gave up my job for a while and I just focused on her camp and then we took a lot lot of photos, um, that we need for the document. And I am proud of all those photos that we took during those period like from May to June. And that's because um, not only as a daughter but also as a supporter and also as a kind of comrade I could help my mom. And, um, that was very encouraging not only for me but also for my mom and also for other people who support my mom. And, uh, I think, uh, that photos kind of shows, um, I would say, uh, my decision to help her. Um, and that's why I am proud of also the result and because that photo contains all the time that we put a lot of effort for the election. So I would choose that. And yes, of course it was took in the city, Goyang city. So it was since it was the local election.",
      "transcript_cleaned": "it was really difficult to choose but I would say, there was a local election this year on June and, my mom is actually, she is, the council person of the city and she also, participated in the election because after that she started her second term. So I was, I was like helping a lot for the election. I gave up my job for a while and I just focused on her camp and then we took a lot lot of photos, that we need for the document. And I am proud of all those photos that we took during those period like from May to June. And that is because not only as a daughter but also as a supporter and also as a kind of comrade I could help my mom. And, that was very encouraging not only for me but also for my mom and also for other people who support my mom. And, I think, that photos kind of shows, I would say, my decision to help her. and that is why I am proud of also the result and because that photo contains all the time that we put a lot of effort for the election. So I would choose that. And yes, of course it was took in the city, Goyang city. So it was since it was the local election.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q14",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "And why do some people dislike taking photographs?",
      "transcript": "Because I think that was me in the past and I was like that because I was not very like confident with my appearance. And I did not, want to be recorded, in that look. So that is why. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because I think that was me in the past and I was like that because I was not very like confident with my appearance. And I didn't, uh, wanna be recorded, uh, in that look. So that's why. Okay.",
      "transcript_cleaned": "Because I think that was me in the past and I was like that because I was not very like confident with my appearance. And I did not, want to be recorded, in that look.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q15",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "And what can people learn from historical photographs?",
      "transcript": "Oh, because that photos shows, very directly the feelings and the situation of the moment. it is something more than explaining. sometimes instincts are like they are strong, they are stronger than just some logics or explanation and people can feel it directly from the photo. So that is, I think that is more powerful. that is why they use historical photos to inspire people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, because that photos shows, uh, very directly the feelings and the situation of the moment. Um, it's something more than explaining. Uh, sometimes instincts are like they are strong, they are stronger than just uh, some uh, logics or explanation and people can feel it directly from the photo. So that is, I think that is more powerful. That's why they use historical photos to inspire people.",
      "transcript_cleaned": "Oh, because that photos shows, very directly the feelings and the situation of the moment. it is something more than explaining. sometimes instincts are like they are strong, they are stronger than just some logics or explanation and people can feel it directly from the photo. So that is, I think that is more powerful. that is why they use historical photos to inspire people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q16",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "And do you think schools in your country use photos to teach their students?",
      "transcript": "I do not know. Maybe, maybe no. Because I do not really remember that like impressive photos in the textbook. Maybe no.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't know. Maybe, maybe no. Because I don't really remember that like impressive photos in the textbook. Maybe no.",
      "transcript_cleaned": "I do not know. Maybe, maybe no. Because I do not really remember that like impressive photos in the textbook. Maybe no.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q17",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "And what do people in your country usually do with their photos?",
      "transcript": "Maybe on Instagram or Facebook. I think most people do that for their like normal daily life. And if the photo is something more professional, I think they would participate in some competitions because there are many many photos and videos competitions and if that is more professional, maybe the journalist or the reporters, they will use it for their job and also the news. Yeah, so I can do it that way.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, maybe on Instagram or Facebook. I think most people do that for their like normal daily life. And if the photo is something more professional, I think they would participate in some competitions because there are many many photos and videos competitions and Uh, if that is more professional, maybe the journalist or the reporters, they will use it for their job and also the news. Yeah, so I can do it that way.",
      "transcript_cleaned": "Maybe on Instagram or Facebook. I think most people do that for their like normal daily life. And if the photo is something more professional, I think they would participate in some competitions because there are many many photos and videos competitions and if that is more professional, maybe the journalist or the reporters, they will use it for their job and also the news. Yeah, so I can do it that way.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q22",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "The question was why do people dislike taking photos?",
      "transcript": "So taking photos means like the person actually clicking the camera. okay. I think you were answering people do not like getting their photos taken. Yes, yes. So just between like active and passive. No, no, no, no problem.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So taking photos means like the person actually clicking the camera. Ah, okay. I think you were answering people don't like getting their photos taken. Yes, yes. So just between like active and passive. No, no, no, no problem.",
      "transcript_cleaned": "taking photos means like the person actually clicking the camera. okay. I think you were answering people do not like getting their photos taken. Yes, yes. So just between like active and passive. No, no, no, no problem.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iVo-rc6QQXQ_q23",
      "video_id": "iVo-rc6QQXQ",
      "band": 7.5,
      "question": "It is like, I think that is a common error, right?",
      "transcript": "So taking photos or getting photos taken. I will go with that. he said making their name card. Maybe a better expression would be like online portfolio. People can make their online portfolio through uploading pictures and videos. it is easy to remind of. it is easy to, maybe a better word would be recall here. Recall. it is easier. it is easy to recall moments, recall memories. Yeah. but yeah, it was really good overall. Nice test. So thank you for coming in. Thank you. All right. Cheers.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So taking photos or getting photos taken. I'll go with that. Um, he said making their name card. Maybe a better expression would be like online portfolio. People can make their online portfolio through uploading pictures and videos. Um, it's easy to remind of. It's easy to, maybe a better word would be recall here. Recall. It's easier. It's easy to recall moments, recall memories. Yeah. Um, but yeah, it was really good overall. Nice test. So thank you for coming in. Thank you. All right. Cheers.",
      "transcript_cleaned": "taking photos or getting photos taken. I will go with that. he said making their name card. Maybe a better expression would be like online portfolio. People can make their online portfolio through uploading pictures and videos. it is easy to remind of. it is easy to, maybe a better word would be recall here. Recall. it is easier. it is easy to recall moments, recall memories. Yeah. but yeah, it was really good overall. Nice test. So thank you for coming in. Thank you. All right. Cheers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q02",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "Do you work or do you study?",
      "transcript": "So currently I am a student and to be more precise, I am an art student study at special, at school, which is specialized to art named after Pavel Binkov. And I also go to some additional classes like English. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So currently I'm a student and to be more precise, I am an art student study at special, uh, at school, which is specialized to art named after Pavel Binkov. And I also go to some additional classes like English. Yeah.",
      "transcript_cleaned": "currently I am a student and to be more precise, I am an art student study at special, at school, which is specialized to art named after Pavel Binkov. And I also go to some additional classes like English.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q03",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "Why did you choose art?",
      "transcript": "I do not know. I am just, since my early childhood, I have been passionate about, about art and I just had this hobby of drawing even on the walls. So I just really love it. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't know. I'm just, since my early childhood, I've been passionate about, about art and I just had this hobby of drawing even on the walls. So I just really love it. Okay.",
      "transcript_cleaned": "I do not know. I am just, since my early childhood, I have been passionate about, about art and I just had this hobby of drawing even on the walls. So I just really love it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q04",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "Do you still draw on the wall?",
      "transcript": "No, sure not, but I did have this habit of mine as a child. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, sure not, but I did have this habit of mine as a child. All right. Um,.",
      "transcript_cleaned": "No, sure not, but I did have this habit of mine as a child.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q05",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "How you worked or studied in a group?",
      "transcript": "Definitely yes, because even like being a student, it always requires me to study in a group because there are always some teamwork like projects where being a good partner is really a necessity. So yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely yes, because even like being a student, it always requires me to study in a group because there are always some teamwork like projects where being a good partner is really a necessity. So yeah.",
      "transcript_cleaned": "Definitely yes, because even like being a student, it always requires me to study in a group because there are always some teamwork like projects where being a good partner is really a necessity.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q06",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "What does it take to be a good partner?",
      "transcript": "I think that there are two most important qualities. First of all, it is being able to listen to your partner to understand what their, what, what their aims are, what they want from the project to be. And also it is being able to express yourself normally, concisely. So, so your partner would understand you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that there are two most important qualities. First of all, it's being able to listen to your partner to understand what their, what, what their aims are, what they want from the project to be. And also it's being able to express yourself normally, concisely. So, so your partner would understand you.",
      "transcript_cleaned": "I think that there are two most important qualities. First of all, it is being able to listen to your partner to understand what their, what, what their aims are, what they want from the project to be. And also it is being able to express yourself normally, concisely. So, so your partner would understand you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q07",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "Do you prefer to study in a group or individually?",
      "transcript": "Well, it really depends. It depends on the task, on the assignment, but most of the times I prefer to work on myself. I am kind of self-reliant.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it really depends. It depends on the task, on the assignment, but most of the times I prefer to work on myself. I'm kind of self-reliant. Um,.",
      "transcript_cleaned": "it really depends. It depends on the task, on the assignment, but most of the times I prefer to work on myself. I am kind of self-reliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q08",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "What do you think are the disadvantages of being in a group?",
      "transcript": "I think that the primary disadvantage of it would be the fact that sometimes you are not given the chance to kind of create the project the way how you want it to be. Sometimes like people are more dominant and their ideas are more appealing to others and you might not be listened to by others.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that the primary disadvantage of it would be the fact that sometimes you are not given the chance to kind of create the project the way how you want it to be. Sometimes like people are more dominant and their ideas are more appealing to others and you might not be listened to by others.",
      "transcript_cleaned": "I think that the primary disadvantage of it would be the fact that sometimes you are not given the chance to kind of create the project the way how you want it to be. Sometimes like people are more dominant and their ideas are more appealing to others and you might not be listened to by others.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q09",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "So how can you make them listen?",
      "transcript": "Probably the best way would be first of all, listen to yourself. Like you have to be a role model and show them an example of yourself that you are willing to listen to others. And probably in return, they will do the same thing to you. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Probably the best way would be first of all, listen to yourself. Like you have to be a role model and show them an example of yourself that you are willing to listen to others. And probably in return, they will do the same thing to you. Okay.",
      "transcript_cleaned": "Probably the best way would be first of all, listen to yourself. Like you have to be a role model and show them an example of yourself that you are willing to listen to others. And probably in return, they will do the same thing to you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q10",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "What skills do they develop?",
      "transcript": "I think that, that it is really important to listen to others and that other people's Opinion matters a lot and it is really important to be supportive whenever you work with someone because otherwise it is, it would be really chaotic. It would not be a team. It would be just a chaos. Thank you. What advice would you give someone who wants to study effectively in a group Apart from listening to their partner right Yeah and just stick to it So I think that maybe I don know like probably it just the best advice that I could have given to anyone But apart from that, it would be like not behaving in a way that you, I mean not coming across as self-important and thinking that you are the only one here. And everything depends on you because it is really important that to acknowledge the fact that you are not alone and you should like, bear in mind that other people also exist. So, okay. Very nice. Thank you. that is about it for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think that, that it is really important to listen to others and that other people's Opinion matters a lot and it's really important to be supportive whenever you work with someone because otherwise it's, it would be really chaotic. It wouldn't be a team. It would be just a chaos. Thank you. What advice would you give someone who wants to study effectively in a group Apart from listening to their partner right Yeah and just stick to it So I think that maybe I don know like probably it just the best advice that I could have given to anyone But apart from that, it would be like not behaving in a way that you, I mean not coming across as self-important and thinking that you're the only one here. And everything depends on you because it's really important that to acknowledge the fact that you're not alone and you should like, uh, bear in mind that other people also exist. So, uh, okay. Very nice. Thank you. Uh, that's about it for part one.",
      "transcript_cleaned": "I think that, that it is really important to listen to others and that other people's Opinion matters a lot and it is really important to be supportive whenever you work with someone because otherwise it is, it would be really chaotic. It would not be a team. It would be just a chaos. Thank you. What advice would you give someone who wants to study effectively in a group Apart from listening to their partner right Yeah and just stick to it So I think that maybe I don know like probably it just the best advice that I could have given to anyone But apart from that, it would be like not behaving in a way that you, I mean not coming across as self-important and thinking that you are the only one here. And everything depends on you because it is really important that to acknowledge the fact that you are not alone and you should like, bear in mind that other people also exist. So, okay. Very nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q11",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "When I watched the movie, I cannot call it like recently, but it was like a month ago.",
      "transcript": "So I watched the movie with my family members and the, the movie, the name of the movie is time. So the name of the movie speaks for itself. it is about the time and the importance of it. it is kind of a fiction, science fictions or something. The plot is about like characters and the time of their lives. I mean, their life lifespan is written on their hands and time is money. they are basically the idea that you pay with your time. So all the, so, so everything that you want to buy. And so it kind of made me appreciate the time even more because their time was limited and they had to pay for it by, by time only not with money. Like we do, like real human beings. And it kind of, all my family members, we all liked it a lot. We have exactly the same impression of it. We all started kind of become more valuable and rather conscious that we are also not permanent here. All of us are separately and at the end of the day, we will kind of leave this world and hopefully in the future, me and I mean, we will gather with my family the more way more because it is kind of rare occasion for us. We mostly like watch something movies, or during some holidays and where there is a reason. But after like spending this time together and watching it as such a thoughtful movie, I realized that we should have more of this. So it was, it was absolutely incredible. Very good experience.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I watched the movie with my family members and the, the movie, the name of the movie is time. So the name of the movie speaks for itself. It's about the time and the importance of it. It's kind of a fiction, science fictions or something. The plot is about like characters and the time of their lives. I mean, their life lifespan is written on their hands and time is money. They're basically the idea that you pay with your time. So all the, so, so everything that you want to buy. And so it kind of made me appreciate the time even more because their time was limited and they had to pay for it by, by time only not with money. Like we do, uh, like real human beings. And it kind of, all my family members, we all liked it a lot. We have exactly the same impression of it. We all started kind of become more valuable and rather conscious that we're also not permanent here. All of us are separately and at the end of the day, we'll kind of leave this world and hopefully in the future, me and I mean, we'll gather with my family the more way more because it's kind of rare occasion for us. We mostly like watch something movies, uh, or during some holidays and where there is a reason. But after like spending this time together and watching it as such a thoughtful movie, I realized that we should have more of this. So it was, it was absolutely incredible. Very good experience.",
      "transcript_cleaned": "I watched the movie with my family members and the, the movie, the name of the movie is time. So the name of the movie speaks for itself. it is about the time and the importance of it. it is kind of a fiction, science fictions or something. The plot is about like characters and the time of their lives. I mean, their life lifespan is written on their hands and time is money. they are basically the idea that you pay with your time. So all the, so, so everything that you want to buy. And so it kind of made me appreciate the time even more because their time was limited and they had to pay for it by, by time only not with money. Like we do, like real human beings. And it kind of, all my family members, we all liked it a lot. We have exactly the same impression of it. We all started kind of become more valuable and rather conscious that we are also not permanent here. All of us are separately and at the end of the day, we will kind of leave this world and hopefully in the future, me and I mean, we will gather with my family the more way more because it is kind of rare occasion for us. We mostly like watch something movies, or during some holidays and where there is a reason. But after like spending this time together and watching it as such a thoughtful movie, I realized that we should have more of this. So it was, it was absolutely incredible. Very good experience.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q12",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "Why do you not spend as much time together?",
      "transcript": "Well, it is mostly because of the fact that all of us are pretty busy. We have so hectic schedules and different responsibilities that do not match. And that is why we rarely see each other even. Do you think that going to change in the near future Hopefully yes This is what we work on But right now I cannot see any progress honestly It takes time Yeah sure Thank you. that is it for part two.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it's mostly because of the fact that all of us are pretty busy. We have so hectic schedules and different responsibilities that do not match. And that is why we rarely see each other even. Do you think that going to change in the near future Hopefully yes This is what we work on But right now I cannot see any progress honestly It takes time Yeah sure Thank you. That's it for part two.",
      "transcript_cleaned": "it is mostly because of the fact that all of us are pretty busy. We have so hectic schedules and different responsibilities that do not match. And that is why we rarely see each other even. Do you think that going to change in the near future Hopefully yes This is what we work on But right now I cannot see any progress honestly It takes time Yeah sure",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aF1dgp2J4v4_q13",
      "video_id": "aF1dgp2J4v4",
      "band": 7.5,
      "question": "What kinds of movies are popular in Uzbekistan?",
      "transcript": "To be perfectly honest with you, I have no idea because I do not like watch any movies in Uzbek or I do not even have friends that are interested in Uzbek movies. But I can only assume that it is something like related to the modern world, maybe some relationship, family drama, something like this. it is really varies, but I believe that it is familiar with the rest of the world. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "To be perfectly honest with you, I have no idea because I don't like watch any movies in Uzbek or I don't even have friends that are interested in Uzbek movies. But I can only assume that it's something like related to the modern world, maybe some relationship, family drama, something like this. It's really varies, but I believe that it's familiar with the rest of the world. Okay.",
      "transcript_cleaned": "To be perfectly honest with you, I have no idea because I do not like watch any movies in Uzbek or I do not even have friends that are interested in Uzbek movies. But I can only assume that it is something like related to the modern world, maybe some relationship, family drama, something like this. it is really varies, but I believe that it is familiar with the rest of the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}