{
  "batch_id": 37,
  "count": 20,
  "samples": [
    {
      "sample_id": "nJJyilEPwpk_q15",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Do you think it is wrong for parents to choose which friends their children have?",
      "transcript": "Again, that is a tricky one. Now when I answer these questions, I am thinking back to real life situations. And in some cases, I have seen parents interfering and trying to make those decisions for their children where they were right to do so because the child was in bad company and they were too naive or too, I mean, I guess they were just too naive to see that that is not a problem. The situation was not right for them but the parent obviously was able to identify that my child in bad company So in those cases I would say that your parents are able to read a dangerous situation better But there also the flip side where everybody kind of does make bad decisions Your parents made bad decisions you made bad decisions And the way that you learn from them is to have a negative experience and then find your way out of it So I would say that I can see certain situations whether it bad relationships bad friendships when you younger not relationships when you younger friendships when you younger Sometimes it necessary to have that experience so that you know firsthand how to deal with that situation And you may not be able to get that experience if your parents always shield you from every single thing that you doing I can go wrong. So I can kind of see depends on the situation I would say.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm. Again, that's a tricky one. Now when I answer these questions, I'm thinking back to real life situations. And in some cases, I have seen parents interfering and trying to make those decisions for their children where they were right to do so because the child was in bad company and they were too naive or too, um, I mean, I guess they were just too naive to see that that's not a problem. The situation was not right for them but the parent obviously was able to identify that my child in bad company So in those cases I would say that your parents are able to read a dangerous situation better But there also the flip side where everybody kind of does make bad decisions Your parents made bad decisions you made bad decisions And the way that you learn from them is to have a negative experience and then find your way out of it So I would say that I can see certain situations whether it bad relationships bad friendships um when you younger not relationships when you younger friendships when you younger Sometimes it necessary to have that experience so that you know firsthand how to deal with that situation And you may not be able to get that experience if your parents always shield you from every single thing that you doing I can go wrong. So I can kind of see depends on the situation I would say.",
      "transcript_cleaned": "Again, that is a tricky one. Now when I answer these questions, I am thinking back to real life situations. And in some cases, I have seen parents interfering and trying to make those decisions for their children where they were right to do so because the child was in bad company and they were too naive or too, I mean, I guess they were just too naive to see that that is not a problem. The situation was not right for them but the parent obviously was able to identify that my child in bad company So in those cases I would say that your parents are able to read a dangerous situation better But there also the flip side where everybody kind of does make bad decisions Your parents made bad decisions you made bad decisions And the way that you learn from them is to have a negative experience and then find your way out of it So I would say that I can see certain situations whether it bad relationships bad friendships when you younger not relationships when you younger friendships when you younger Sometimes it necessary to have that experience so that you know firsthand how to deal with that situation And you may not be able to get that experience if your parents always shield you from every single thing that you doing I can go wrong. So I can kind of see depends on the situation I would say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q16",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Disadvantages of making new friends online?",
      "transcript": "I think the, I think there is more disadvantages to making new friends. I mean, there was a show recently that came out on Netflix called Tinder Swindler. The thing is with most of what we see online is not real, whether it is social media or, even news for that matter. everything is kind of edit, edited and monitored to present a certain kind of image. So if you meet somebody online and you know nothing about them, they can really present any version of reality or a completely, And curated, sometimes dishonest form of their reality to you. So it is a very dangerous, game to play.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think the, I think there's more disadvantages to making new friends. I mean, there was a show recently that came out on Netflix called Tinder Swindler. The thing is with most of what we see online isn't real, whether it's social media or, um, even news for that matter. Uh, everything is kind of edit, edited and monitored to present a certain kind of image. So if you meet somebody online and you know nothing about them, they can really present any version of reality or a completely, um, And curated, sometimes dishonest form of their reality to you. So it's a very dangerous, uh, game to play.",
      "transcript_cleaned": "I think the, I think there is more disadvantages to making new friends. I mean, there was a show recently that came out on Netflix called Tinder Swindler. The thing is with most of what we see online is not real, whether it is social media or, even news for that matter. everything is kind of edit, edited and monitored to present a certain kind of image. So if you meet somebody online and you know nothing about them, they can really present any version of reality or a completely, And curated, sometimes dishonest form of their reality to you. So it is a very dangerous, game to play.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "nJJyilEPwpk_q21",
      "video_id": "nJJyilEPwpk",
      "band": 9.0,
      "question": "Which is very rare.",
      "transcript": "Oh wow. Very, very rare. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh wow. Very, very rare. Well done.",
      "transcript_cleaned": "Oh wow. Very, very rare.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q01",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "How do I help the environment?",
      "transcript": "I try to not litter. that is how I help the environment. I do not litter around. I try to plant things and, you know, raise baby plants to just, you know, make the atmosphere look good, feel good. I think that is the little thing I get to offer.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I try to not litter. That's how I help the environment. I don't litter around. I try to plant things and, you know, raise baby plants to just, you know, make the atmosphere look good, feel good. I think that's the little thing I get to offer.",
      "transcript_cleaned": "I try to not litter. that is how I help the environment. I do not litter around. I try to plant things and, you know, raise baby plants to just, you know, make the atmosphere look good, feel good. I think that is the little thing I get to offer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q02",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "Is environmental protection common in your country?",
      "transcript": "Oh, no. it is not. I would like to think it is, but in reality it is not.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, no. It's not. I would like to think it is, but in reality it's not.",
      "transcript_cleaned": "Oh, no. it is not. I would like to think it is, but in reality it is not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q03",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "How could people care more for the environment?",
      "transcript": "You know, the environment, environment is actually reflects a lot on the people around them. So I think that how they can care for it is by seeing the place as themselves. If you care for yourself, you should be able to care for the things around you. So by doing that, you clean, clear out any garbages around you, you know, like that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "You know, the environment, environment is actually um, reflects a lot on the people around them. So I think that how they can care for it is by seeing the place as themselves. If you care for yourself, you should be able to care for the things around you. So by doing that, you clean, clear out any garbages around you, you know, like that.",
      "transcript_cleaned": "You know, the environment, environment is actually reflects a lot on the people around them. So I think that how they can care for it is by seeing the place as themselves. If you care for yourself, you should be able to care for the things around you. So by doing that, you clean, clear out any garbages around you, you know, like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q04",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "How do you like to present yourself to others?",
      "transcript": "Okay, I like to present myself very poised, confident, all smiley giggly. And I like to be, I would say I do not like to be approachable, but I mean when you are confident, of course people will approach you. So, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, I like to present myself very poised, confident, all smiley giggly. And I like to be, I would say I don't like to be approachable, but I mean when you're confident, of course people will approach you. So, yeah.",
      "transcript_cleaned": "I like to present myself very poised, confident, all smiley giggly. And I like to be, I would say I do not like to be approachable, but I mean when you are confident, of course people will approach you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q05",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "How important is it to make a good first impression?",
      "transcript": "It is very important. But you know, sometimes you just do not know who you are getting to meet for the first time and some people's first impression might catch you off guard. So, but it is important to make good impressions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It's very important. But you know, sometimes you just don't know who you're getting to meet for the first time and some people's first impression might catch you off guard. So, but it's important to make good impressions.",
      "transcript_cleaned": "It is very important. But you know, sometimes you just do not know who you are getting to meet for the first time and some people's first impression might catch you off guard. So, but it is important to make good impressions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q06",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "How you carry yourself.",
      "transcript": "It is not about how you dress. it is how you carry yourself. I would like to think that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It's not about how you dress. It's how you carry yourself. I would like to think that.",
      "transcript_cleaned": "It is not about how you dress. it is how you carry yourself. I would like to think that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q07",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "Have you joined any group activities?",
      "transcript": "Yes, I have. I recently joined a dance group. I love dancing. Dancing eases a lot of my stress.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I have. I recently joined a dance group. I love dancing. Dancing eases a lot of my stress.",
      "transcript_cleaned": "Yes, I have. I recently joined a dance group. I love dancing. Dancing eases a lot of my stress.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q08",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "And how do you feel about group activities?",
      "transcript": "I feel good, maybe, probably because I tend to take the lead a lot. So it makes me feel good when I take charge and, you know, have control over something I like to do. I just tend to happen to, you know, know what I am doing or enjoy learning about what I am doing. So when I learn, I tend to end up being good at it and I do take charge from there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I feel good, maybe, probably because I tend to take the lead a lot. So it makes me feel good when I take charge and, you know, have control over something I like to do. I just tend to happen to, you know, know what I'm doing or enjoy learning about what I'm doing. So when I learn, I tend to end up being good at it and I do take charge from there.",
      "transcript_cleaned": "I feel good, maybe, probably because I tend to take the lead a lot. So it makes me feel good when I take charge and, you know, have control over something I like to do. I just tend to happen to, you know, know what I am doing or enjoy learning about what I am doing. So when I learn, I tend to end up being good at it and I do take charge from there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q09",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "Would you ever like to organize a group activity yourself?",
      "transcript": "Of course. Yes, that is my dream to actually have a group of people that I bring together to create or do something. Because I feel like I have what it takes and I feel like I have this thing, lots of creative, creative things going on in my head. So the only way to bring that to life is by having a group come together. So yes, yes, I do. I helped someone, a lady to be precise, cover up her ripped dress. I lent her my jacket because I noticed that there was like a tiny rib on the thigh and we are in public. So I was like, hi, you have a ripped dress.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Of course. Yes, that's my dream to actually have a group of people that I bring together to create or do something. Because I feel like I have what it takes and I feel like I have this thing, lots of creative, creative things going on in my head. So the only way to bring that to life is by having a group come together. So yes, yes, I do. I helped someone, a lady to be precise, cover up her ripped dress. I lent her my jacket because I noticed that there was like a tiny rib on the thigh and we're in public. So I was like, hi, you have a ripped dress.",
      "transcript_cleaned": "Of course. Yes, that is my dream to actually have a group of people that I bring together to create or do something. Because I feel like I have what it takes and I feel like I have this thing, lots of creative, creative things going on in my head. So the only way to bring that to life is by having a group come together. So yes, yes, I do. I helped someone, a lady to be precise, cover up her ripped dress. I lent her my jacket because I noticed that there was like a tiny rib on the thigh and we are in public. So I was like, hi, you have a ripped dress.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q10",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "Can I give you my jacket?",
      "transcript": "And she was like, oh my God, thank you. And trust me, I loved it. It felt great. I do not know why I did it, but I just felt like if I had a rib dress, I would, and I did not know, I would expect, I would love if someone would like take note of it and tell me and help me and offer to, you know, help me cover it. So I did what I felt like I would have wanted someone to do to me, for me. Yeah. I think I said everything in like, so, in short time. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And she was like, oh my God, thank you. And trust me, I loved it. It felt great. I don't know why I did it, but I just felt like if I had a rib dress, I would, and I didn't know, I would expect, I would love if someone would like take note of it and tell me and help me and offer to, you know, help me cover it. So I did what I felt like I would have wanted someone to do to me, for me. Yeah. I think I said everything in like, so, in short time. Okay.",
      "transcript_cleaned": "And she was like, oh my God, thank you. And trust me, I loved it. It felt great. I do not know why I did it, but I just felt like if I had a rib dress, I would, and I did not know, I would expect, I would love if someone would like take note of it and tell me and help me and offer to, you know, help me cover it. So I did what I felt like I would have wanted someone to do to me, for me. Yeah. I think I said everything in like, so, in short time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q18",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "What you could do is add a few more extra things.",
      "transcript": "So describe a time you helped someone solve a problem.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So describe a time you helped someone solve a problem.",
      "transcript_cleaned": "describe a time you helped someone solve a problem.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q23",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "When I wake up, first thing I do is just play music.",
      "transcript": "Very important. I play music and then I eat, but not the food you might think. I munch on a lot of sweet things. And I love to read books. I love books. I love animes and comic books. I do that every day. If I do not read a comic, something is missing.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Very important. I play music and then I eat, but not the food you might think. I munch on a lot of sweet things. And I love to read books. I love books. I love animes and comic books. I do that every day. If I don't read a comic, something is missing.",
      "transcript_cleaned": "Very important. I play music and then I eat, but not the food you might think. I munch on a lot of sweet things. And I love to read books. I love books. I love animes and comic books. I do that every day. If I do not read a comic, something is missing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q24",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "Do you take many breaks during the day from your daily routine?",
      "transcript": "I do. A lot. Because, when I play music, I tend to dance too. So when I am dancing, I end up start, you know, I, I fix things around the house. So when I am doing those things, I tend to do three, four things at the same time. So when I am doing those things, I have this little moment like, oh, sit down. So I sit and that is where I read my comic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do. A lot. Because, um, when I play music, I tend to dance too. So when I'm dancing, I end up start, you know, I, I fix things around the house. So when I'm doing those things, I tend to do three, four things at the same time. So when I'm doing those things, I have this little moment like, oh, sit down. So I sit and that's where I read my comic.",
      "transcript_cleaned": "I do. A lot. Because, when I play music, I tend to dance too. So when I am dancing, I end up start, you know, I, I fix things around the house. So when I am doing those things, I tend to do three, four things at the same time. So when I am doing those things, I have this little moment like, oh, sit down. So I sit and that is where I read my comic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q25",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "How does your daily routine affect your mood each day?",
      "transcript": "In a good way, I would say. Because I tend to do things that I enjoy. I listen to my body a lot. So if my body does not feel like doing any heavy lifting, I do not do it. So if my body feels like doing something light, I do something light. So since I listen to my body and work in alignment with what my body feels like, I tend to enjoy my routines.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In a good way, I would say. Because I tend to do things that I enjoy. I listen to my body a lot. So if my body doesn't feel like doing any heavy lifting, I don't do it. So if my body feels like doing something light, I do something light. So since I listen to my body and work in alignment with what my body feels like, I tend to enjoy my routines.",
      "transcript_cleaned": "In a good way, I would say. Because I tend to do things that I enjoy. I listen to my body a lot. So if my body does not feel like doing any heavy lifting, I do not do it. So if my body feels like doing something light, I do something light. So since I listen to my body and work in alignment with what my body feels like, I tend to enjoy my routines.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q26",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "Do you enjoy cooking?",
      "transcript": "Oh, it is a love-hate relationship. I do and I do not. I do not cook all the time. But when I do cook, it is like art. it is like art. And then when I am done, I am like exhausted and I am like, oh, I do not like cooking. But when I am doing it in the moment, I enjoy it. Because I am doing this and I am taking my time. It has to be this way and taste this way. But after that I am exhausted. So I am like, I am not doing this till the next week.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, it's a love-hate relationship. I do and I don't. I don't cook all the time. But when I do cook, it's like art. It's like art. And then when I'm done, I'm like exhausted and I'm like, oh, I don't like cooking. But when I'm doing it in the moment, I enjoy it. Because I'm doing this and I'm taking my time. It has to be this way and taste this way. But after that I'm exhausted. So I'm like, I'm not doing this till the next week.",
      "transcript_cleaned": "Oh, it is a love-hate relationship. I do and I do not. I do not cook all the time. But when I do cook, it is like art. it is like art. And then when I am done, I am like exhausted and I am like, oh, I do not like cooking. But when I am doing it in the moment, I enjoy it. Because I am doing this and I am taking my time. It has to be this way and taste this way. But after that I am exhausted. So I am like, I am not doing this till the next week.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q27",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "Like while I am cooking someone there with me?",
      "transcript": "It could be with you or it could be that people come over or your family or something like that.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It could be with you or it could be that people come over or your family or something like that.",
      "transcript_cleaned": "It could be with you or it could be that people come over or your family or something like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2oC-dXJUYqY_q28",
      "video_id": "2oC-dXJUYqY",
      "band": 9.0,
      "question": "When I am cooking, no.",
      "transcript": "Stay away from me, please. Because like I said, it is art to me. I enjoy what I am doing in the moment. So if you are coming, it is like you are coming to peek at my unfinished painting, that kind of stuff. So no, I do not enjoy it. No, stay away from my kitchen.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Stay away from me, please. Because like I said, it's art to me. I enjoy what I'm doing in the moment. So if you're coming, it's like you're coming to peek at my unfinished painting, that kind of stuff. So no, I don't enjoy it. No, stay away from my kitchen.",
      "transcript_cleaned": "Stay away from me, please. Because like I said, it is art to me. I enjoy what I am doing in the moment. So if you are coming, it is like you are coming to peek at my unfinished painting, that kind of stuff. So no, I do not enjoy it. No, stay away from my kitchen.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}