{
  "batch_id": 218,
  "count": 20,
  "samples": [
    {
      "sample_id": "XNI7Jg2PzVc_q09",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "When I was a youngster, I play soccer a lot.",
      "transcript": "But nowadays, after my merits, I did not have a a lot of spare time. So, I did not practice it a lot nowadays. But I can say that football is still my hobby until now. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "But nowadays, after my merits, I didn't have a a lot of spare time. So, I didn't practice it a lot nowadays. But I can say that football is still my hobby until now. Okay.",
      "transcript_cleaned": "But nowadays, after my merits, I did not have a a lot of spare time. So, I did not practice it a lot nowadays. But I can say that football is still my hobby until now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XNI7Jg2PzVc_q10",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "And how did you get interested in this hobby?",
      "transcript": "I could say that football is not about chasing the ball, running all around the field, but it is also make us feel refreshed because we just we we not just like running and kicking, we can also speak with our span our our friend I mean I am sorry and on that activity I find that really make me freshen up after a hectic case of work or just like to relaxing sometimes. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I could say that football is not about chasing the ball, running all around the field, but it's also make us feel refreshed because we just we we not just like uh running and kicking, we can also speak with our span our our friend I mean I'm sorry and on that activity I find that really uh make me freshen up after a hectic case of work or just like to relaxing sometimes. Okay.",
      "transcript_cleaned": "I could say that football is not about chasing the ball, running all around the field, but it is also make us feel refreshed because we just we we not just like running and kicking, we can also speak with our span our our friend I mean I am sorry and on that activity I find that really make me freshen up after a hectic case of work or just like to relaxing sometimes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XNI7Jg2PzVc_q11",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "And how much time do you spend on your hobbies each week?",
      "transcript": "Sometimes if I have a free time, I will try to do my hobby like once a week or twice a week. It really depends on my spare time. Actually, I do a work full-time work right now. So if on a weekend sometimes I try to find a friend to do this hobby but not really often because they they have their own business as well. Now in this next part of the test I am going to give you a topic and I would like you to speak about this topic for one to two minutes. But before that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Sometimes if I have a free time, I will try to do my hobby like once a week or twice a week. It really depends on my spare time. Actually, I do a work full-time work right now. So if uh on a weekend sometimes I try to find a friend to do this hobby but not really often because they they have their own business as well. Now in this next part of the test I'm going to give you a topic and I would like you to speak about this topic for one to two minutes. But before that.",
      "transcript_cleaned": "Sometimes if I have a free time, I will try to do my hobby like once a week or twice a week. It really depends on my spare time. Actually, I do a work full-time work right now. So if on a weekend sometimes I try to find a friend to do this hobby but not really often because they they have their own business as well. Now in this next part of the test I am going to give you a topic and I would like you to speak about this topic for one to two minutes. But before that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XNI7Jg2PzVc_q13",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "So how do you think people can make better decisions in life?",
      "transcript": "Okay. To be start with I would say that there are some people have a decision making or the ability to have a make a decisions in a good level but some people the other people sometimes does not have that I do not know maybe it is because due to their knowledge to to their behavior that influence their experience to do that I am not sure about that but one thing for sure someone could make a good decision when they are not influenced by a pressure pressure I could I am sorry I mean lack of pressure or without like someone insist them to make a decision as fast as they can. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. To be start with I would say that there are some people have a decision making or the ability to have a make a decisions in a good level but some people the other people sometimes doesn't have that I don't know maybe it's because due to their knowledge to to their behavior that influence their experience to do that I'm not sure about that but one thing for sure someone could make a good decision when they are not influenced by a pressure uh pressure I could I'm sorry I mean lack of pressure or um without like uh someone insist them to make a decision as fast as they can. Okay.",
      "transcript_cleaned": "To be start with I would say that there are some people have a decision making or the ability to have a make a decisions in a good level but some people the other people sometimes does not have that I do not know maybe it is because due to their knowledge to to their behavior that influence their experience to do that I am not sure about that but one thing for sure someone could make a good decision when they are not influenced by a pressure pressure I could I am sorry I mean lack of pressure or without like someone insist them to make a decision as fast as they can.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XNI7Jg2PzVc_q14",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "And do you think the ability to make decisions improves with age?",
      "transcript": "Oh yes absolutely. In my own perspective the age going to be influenced a lot but it really depends on the person as well. If the person is going older but they do not have any experience on that field for example then they will not doing nothing they will not gain nothing in their own personality. So the age going el older I could say is really important but the experience is nothing. No I am sorry the experience is other thing that really essential in this stage. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh yes absolutely. In my own perspective uh the age going to be influenced a lot but it really depends on the person as well. If the person is going uh older but they don't have any experience on that field for example then they will not doing nothing they will not gain nothing in their own personality. So the age going el older I could say is really important but the experience is nothing. No I'm sorry the experience is other thing that really essential in this stage. Okay.",
      "transcript_cleaned": "Oh yes absolutely. In my own perspective the age going to be influenced a lot but it really depends on the person as well. If the person is going older but they do not have any experience on that field for example then they will not doing nothing they will not gain nothing in their own personality. So the age going el older I could say is really important but the experience is nothing. No I am sorry the experience is other thing that really essential in this stage.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XNI7Jg2PzVc_q15",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "Is it better to make quick decisions or take time to think things through?",
      "transcript": "Okay. in this case I would say it really depends on the condition or situations. If they have a lot of spare time, if they have time enough to make a great decision, I could say that maybe they should done it with what can I say like carefully or they could like gather all people or the subject that may be relevant into that decision so they could make it better rather than if we just like okay we just want to make a decision at that time. So we do not need to collect other perspective but maybe it going to be like led us to the f of decisions. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. Um in this case I would say it really depends on the condition or situations. If they have a lot of spare time, if they have uh time enough to make a great decision, I could say that maybe they should done it with uh what can I say like carefully or they could like uh gather all people or the subject that may be relevant into that uh decision so they could make it better rather than if we just like uh okay we just want to make a decision at that time. So we don't need to uh collect other perspective but maybe it going to be like uh led us to the f of decisions. Okay.",
      "transcript_cleaned": "in this case I would say it really depends on the condition or situations. If they have a lot of spare time, if they have time enough to make a great decision, I could say that maybe they should done it with what can I say like carefully or they could like gather all people or the subject that may be relevant into that decision so they could make it better rather than if we just like okay we just want to make a decision at that time. So we do not need to collect other perspective but maybe it going to be like led us to the f of decisions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "XNI7Jg2PzVc_q16",
      "video_id": "XNI7Jg2PzVc",
      "band": 4.5,
      "question": "And how can making the wrong decision affect a person's future?",
      "transcript": "Well, it is going to be like a I could say it is tremendously dangerous because once they said a decision could affect our future. It really depends on what subject on what subject we make decision with. I mean like what the thing that we deal with it with that decision. maybe they can I could say have that decision is really crucial for their future but sometimes maybe it is not that too crucial. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, it's going to be like a um I could say it's tremendously dangerous because uh once they said a decision could affect our future. It really depends on what uh subject on what subject we make decision with. I mean like what the thing that we deal with it with that decision. maybe they can I could say uh have that decision is really crucial for their future but sometimes maybe it's not that too crucial. Okay.",
      "transcript_cleaned": "it is going to be like a I could say it is tremendously dangerous because once they said a decision could affect our future. It really depends on what subject on what subject we make decision with. I mean like what the thing that we deal with it with that decision. maybe they can I could say have that decision is really crucial for their future but sometimes maybe it is not that too crucial.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ef8BPXPAUrA_q02",
      "video_id": "ef8BPXPAUrA",
      "band": 7.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Of suffer from this because we like to meet with each other hang out with friends and the night life in Korea is very important yes so it was kind of disappointed when they suddenly change the rules again right definitely okay and what do you like to change about about your lifestyle pardon what would you like to change about your lifestyle yeah I think the part I should fix my is like I always sleep too late and wake up sometimes very late too so I would like if I could force myself to sleep before for me right definitely good night sleep helps everyone okay now we going talk a little bit about work do you work right now oh yes I kind of I did a parttime job before around one month term yeah a short term I did some video shooting too actually yes I did small company introduction videos for culture yes oh that sounds interesting and do you get on well with your co-workers oh actually the co-workers in the studio are very they are like they always they are like same age around with me so we get very good we get around very well well that is good and what responsibilities do you have at your work I part participate in the video shooting as Chinese speakers yes so I did a Chinese video for the Korean company to introduce their produ product and the company itself yeah to promote overseas all right I have one more question about work are there good work opportunities in your home country yes in China it is a Dev veloping country now and all the internet company grows very fast but the important thing is the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "of suffer from this because we like to meet with each other hang out with friends and the night life in Korea is very important yes so it was kind of uh disappointed when they uh suddenly change the rules again right definitely okay and what do you like to change about about your lifestyle pardon what would you like to change about your lifestyle uh yeah I think the part I should fix my uh is like I always sleep too late and wake up sometimes very late too so I would like if I could force myself to sleep before for me right definitely good night sleep helps everyone okay now we going talk a little bit about work do you work right now oh yes I kind of I did a parttime job before around one month term yeah a short term I did some video shooting too actually yes I did um uh small company uh introduction videos for culture yes oh that sounds interesting and do you get on well with your co-workers oh actually the co-workers in the studio are very they are like they always they are like same age around with me so we get very good we get around very well well that's good and what responsibilities do you have at your work I part participate in the video shooting as Chinese speakers uh yes so I did a Chinese video for the Korean company to introduce their produ uh product and the company itself yeah to promote overseas all right I have one more question about work are there good work opportunities in your home country yes in China uh it's a Dev veloping country now and all the internet company grows very fast but the important thing is the.",
      "transcript_cleaned": "Of suffer from this because we like to meet with each other hang out with friends and the night life in Korea is very important yes so it was kind of disappointed when they suddenly change the rules again right definitely okay and what do you like to change about about your lifestyle pardon what would you like to change about your lifestyle yeah I think the part I should fix my is like I always sleep too late and wake up sometimes very late too so I would like if I could force myself to sleep before for me right definitely good night sleep helps everyone okay now we going talk a little bit about work do you work right now oh yes I kind of I did a parttime job before around one month term yeah a short term I did some video shooting too actually yes I did small company introduction videos for culture yes oh that sounds interesting and do you get on well with your co-workers oh actually the co-workers in the studio are very they are like they always they are like same age around with me so we get very good we get around very well well that is good and what responsibilities do you have at your work I part participate in the video shooting as Chinese speakers yes so I did a Chinese video for the Korean company to introduce their produ product and the company itself yeah to promote overseas all right I have one more question about work are there good work opportunities in your home country yes in China it is a Dev veloping country now and all the internet company grows very fast but the important thing is the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ef8BPXPAUrA_q03",
      "video_id": "ef8BPXPAUrA",
      "band": 7.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Political threat is very high some sometime they change the law very fast so even the big real estate company could not have the time to take the law so they kind of very dangerous I think but there is more opportunity yes because it is very developing very fast now okay great thank you for answering all my question.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "political threat is very high some sometime they change the uh law very fast so even the big real estate company couldn't have the time to uh take the law so they kind of very dangerous I think but there's more opportunity yes because it's very developing very fast now okay great thank you for answering all my question.",
      "transcript_cleaned": "Political threat is very high some sometime they change the law very fast so even the big real estate company could not have the time to take the law so they kind of very dangerous I think but there is more opportunity yes because it is very developing very fast now okay great thank you for answering all my question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p5Q7OqPuyaw_q01",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "Tell me about what you like the most about growing up there.",
      "transcript": "I like the I like the delicious food. Good morning. I am with Bon Education Consultancy right now. today this is 9th of April 2025. I am I am I am here to conduct the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I like the I like the delicious food. Good morning. Uh I'm with Bon Education Consultancy right now. Um today this is 9th of um April 2025. Um I'm I'm I'm here to conduct the.",
      "transcript_cleaned": "I like the I like the delicious food. Good morning. I am with Bon Education Consultancy right now. today this is 9th of April 2025. I am I am I am here to conduct the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p5Q7OqPuyaw_q03",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "Why did you how did you come to Nepal?",
      "transcript": "I fled here because I want to go tracking and to experience different culture and different people. Sophie.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I fled here because I want to go tracking and to experience different culture and uh different people. Uh Sophie,.",
      "transcript_cleaned": "I fled here because I want to go tracking and to experience different culture and different people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p5Q7OqPuyaw_q04",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "Tell me about what part of China you are from again.",
      "transcript": "Yes. I am from the north of China. North of China. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. I'm from the north of China. North of China. Yes.",
      "transcript_cleaned": "Yes. I am from the north of China. North of China.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p5Q7OqPuyaw_q05",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "Tell me about what you like the most about growing up there.",
      "transcript": "And I like the I like the delicious food bes. Because there are many cans of breakfast and some sweet food in my hometown. that is great. Wonderful.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And I like the I like the delicious food bes. Because there are many uh cans of breakfast and some sweet food in my hometown. That's great. Wonderful.",
      "transcript_cleaned": "And I like the I like the delicious food bes. Because there are many cans of breakfast and some sweet food in my hometown. that is great. Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p5Q7OqPuyaw_q06",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "And tell me about how many people are there in your family?",
      "transcript": "There are three people in my family. My father, my mother and me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There are three people in my family. My father, my mother and me.",
      "transcript_cleaned": "There are three people in my family. My father, my mother and me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p5Q7OqPuyaw_q09",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "What are your what are Very good.",
      "transcript": "And tell me about your highest education qualification.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And tell me about your highest education qualification.",
      "transcript_cleaned": "And tell me about your highest education qualification.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "p5Q7OqPuyaw_q12",
      "video_id": "p5Q7OqPuyaw",
      "band": 5.5,
      "question": "Sophia, how did you feel about the journey?",
      "transcript": "I think it is both exciting and tiring. Yeah. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it's both exciting and uh tiring. Yeah. Great.",
      "transcript_cleaned": "I think it is both exciting and tiring.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WCuVDK5T-Mc_q01",
      "video_id": "WCuVDK5T-Mc",
      "band": 8.0,
      "question": "[Transcript chunk 1]",
      "transcript": "We will go on to our last part of our interview I will ask you some questions and just try to answer as best as you can I will ask you some follow-up questions okay these can be about your opinion or something else all right so let us start in your opinion what makes the city a good one to live in I think what make a city to a good one to live in is the culture and the people people in the city yes because in different country and different regions they have different culture as in Korea they might be more a little bit more strict or not friendly to Foreigner but maybe in the Europe and in the west they will be very friendly to foreigners and also the people who live in the city are the is the one who built the city so that is the most part important part of the city yeah okay what do you think of the people in this city in Seoul are they friendly are they nice what do you think of them yes I just pooping so actually like a month ago I think people in store they are very busy they walk faster as like if you compare to different city in middle of Korea like Chengdu and tejan they actually the absolutely walk faster here and the lifestyle might be more City that is like and people are have more budget maybe I do not know like more money to pay off that the pay the pay bill might be very hard for them yes and the houses are expensive so the people here I think they are foreign do not care about you yeah they care about their own life yes okay so you have had a chance to travel.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "we'll go on to our last part of our interview I'll ask you some questions and just try to answer as best as you can I'll ask you some follow-up questions okay these can be about your opinion or something else all right so let's start in your opinion what makes the city a good one to live in I think what make a city to a good one to live in is the culture and the people people in the city yes because in different country and different regions they have different culture as in Korea they might be more a little bit more strict or not friendly to Foreigner but maybe in the Europe and in the west they will be very friendly to foreigners and also the people who live in the city are the is the one who built the city so that is the most part important part of the city yeah okay what do you think of the people in this city in Seoul are they friendly are they nice what do you think of them yes I just pooping so actually like a month ago I think people in store they're very busy they walk faster as like if you compare to different city in uh middle of Korea like Chengdu and tejan they actually the absolutely walk faster here and the lifestyle might be more uh City that's like and people are have more budget maybe I don't know like more money to pay off that the pay the pay bill might be very hard for them yes and the houses are expensive so the people here I think they're foreign don't care about you yeah they care about their own life yes okay so you've had a chance to travel.",
      "transcript_cleaned": "We will go on to our last part of our interview I will ask you some questions and just try to answer as best as you can I will ask you some follow-up questions okay these can be about your opinion or something else all right so let us start in your opinion what makes the city a good one to live in I think what make a city to a good one to live in is the culture and the people people in the city yes because in different country and different regions they have different culture as in Korea they might be more a little bit more strict or not friendly to Foreigner but maybe in the Europe and in the west they will be very friendly to foreigners and also the people who live in the city are the is the one who built the city so that is the most part important part of the city yeah okay what do you think of the people in this city in Seoul are they friendly are they nice what do you think of them yes I just pooping so actually like a month ago I think people in store they are very busy they walk faster as like if you compare to different city in middle of Korea like Chengdu and tejan they actually the absolutely walk faster here and the lifestyle might be more City that is like and people are have more budget maybe I do not know like more money to pay off that the pay the pay bill might be very hard for them yes and the houses are expensive so the people here I think they are foreign do not care about you yeah they care about their own life yes okay so you have had a chance to travel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WCuVDK5T-Mc_q02",
      "video_id": "WCuVDK5T-Mc",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Around Korea different cities what in your opinions your favorite city in Korea yes my favorite city is Busan because it is very clean actually oh yes where I went to different cities in Korea and Busan is absolutely so clean the streets are very tiny and no dust maybe because it is close to the ocean and the view is very beautiful it is all the I like to walk down the Heaven There the beach and enjoying the sunshine and the sea sea views definitely Busan is a nice city to visit then why are you living in Seoul if you want to Busan and so why do you think why did you choose Soul yeah I tried to sow firstly because I actually had a chance to move in my friend house so it is very easy to move in and also the internships here are very there are more chance to find a nice internship here and so because if their company will build a career Branch company they will choose so instead of Busan definitely all right and what do you think are the advantages of living in a city oh yes I think the advantage advantages for the for people to live in the city is actually why the city is built because when you build a city everything get closer and very easy to attach people live around each other and all the work facilities and everything they are closed so they are more centralized and more efficiency and more job they can they can be they can do in the same amount of time all right very good and of course living in a city like crowded City sometimes has some negative things okay so I want you to talk about negative tell.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "around Korea different cities what in your opinions your favorite city in Korea yes my favorite city is Busan because it's very clean actually oh yes uh where I went to different cities in Korea and Busan is absolutely so clean the streets are very tiny and no dust maybe because it's close to the ocean and the view is very beautiful it's all the uh I like to walk down the Heaven There the beach and enjoying the sunshine and the sea sea views definitely Busan is a nice city to visit then why are you living in Seoul if you want to Busan and so why do you think why did you choose Soul yeah I tried to sow firstly because I actually had a chance to move in my friend house so it's very easy to move in and also the internships here are very uh there are more chance to find a nice internship here and so because if their company will build a career Branch company they will choose so instead of Busan definitely all right and what do you think are the advantages of living in a city oh yes I think the advantage advantages for the for people to live in the city is actually why the city is built because when you build a city everything get closer and very easy to attach people live around each other and all the work facilities and everything they're closed so they are more centralized and more efficiency and more job they can they can be they can do in the same amount of time all right very good and of course living in a city like crowded City uh sometimes has some negative things okay so I want you to talk about negative tell.",
      "transcript_cleaned": "Around Korea different cities what in your opinions your favorite city in Korea yes my favorite city is Busan because it is very clean actually oh yes where I went to different cities in Korea and Busan is absolutely so clean the streets are very tiny and no dust maybe because it is close to the ocean and the view is very beautiful it is all the I like to walk down the Heaven There the beach and enjoying the sunshine and the sea sea views definitely Busan is a nice city to visit then why are you living in Seoul if you want to Busan and so why do you think why did you choose Soul yeah I tried to sow firstly because I actually had a chance to move in my friend house so it is very easy to move in and also the internships here are very there are more chance to find a nice internship here and so because if their company will build a career Branch company they will choose so instead of Busan definitely all right and what do you think are the advantages of living in a city oh yes I think the advantage advantages for the for people to live in the city is actually why the city is built because when you build a city everything get closer and very easy to attach people live around each other and all the work facilities and everything they are closed so they are more centralized and more efficiency and more job they can they can be they can do in the same amount of time all right very good and of course living in a city like crowded City sometimes has some negative things okay so I want you to talk about negative tell.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "WCuVDK5T-Mc_q03",
      "video_id": "WCuVDK5T-Mc",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Me what are some negative aspects of crowded cities yes as as people just moving so I can actually feel very strongly how the different is compared to a different city in Korea I live I used to live around my university in chenju which they have very much a lot of wolves inside a lot of trees so we all always walk take a take a walk after after dinner and after move in Seoul we barely cannot see any green colors yeah not even it is winter but there is no trees around everything just concrete and buildings I think as a part of the nature humor or humans are awesome animals so I think connecting to Nature is part of our our our nature too so it is very important to get some green color in your life definitely I agree with you sometimes Soul can be like a concrete jungle yes all right thank you so much for answering my questions I thought you did really well I hope you have a nice day thank you too teacher all right thank you thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "me what are some negative aspects of crowded cities yes as as people just moving so I can actually feel very strongly how the different is compared to a different city in Korea I live I used to live around my university in chenju which they have very much a lot of wolves inside a lot of trees so we all always walk take a take a walk after after dinner and after move in Seoul we barely can't see any green colors yeah not even it's winter but there's no trees around everything just concrete and buildings I think as a part of the nature humor or humans are awesome animals so I think connecting to Nature is part of our our our nature too so it's very important to get some uh green color in your life definitely I agree with you sometimes Soul can be like a concrete jungle yes all right thank you so much for answering my questions I thought you did really well I hope you have a nice day thank you too teacher all right thank you thank you.",
      "transcript_cleaned": "Me what are some negative aspects of crowded cities yes as as people just moving so I can actually feel very strongly how the different is compared to a different city in Korea I live I used to live around my university in chenju which they have very much a lot of wolves inside a lot of trees so we all always walk take a take a walk after after dinner and after move in Seoul we barely cannot see any green colors yeah not even it is winter but there is no trees around everything just concrete and buildings I think as a part of the nature humor or humans are awesome animals so I think connecting to Nature is part of our our our nature too so it is very important to get some green color in your life definitely I agree with you sometimes Soul can be like a concrete jungle yes all right thank you so much for answering my questions I thought you did really well I hope you have a nice day thank you too teacher",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "oEUBd3ZjStA_q02",
      "video_id": "oEUBd3ZjStA",
      "band": 7.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Healthy okay how often do you eat unhealthy food well unfortunately I have my healthy food more than I probably should I think is because it is very easier way to get healthy food and always the fastest option but Alina I limit myself to eat unhealthy food once per week however sometimes it twice a week or even more oh okay all right how has people's health in your country changed in the past 10 years in my hometown of China I think people's health have declined in the past 10 years I think that the food have been worsened and people many people have they are spending less time on getting outside do physical exercise -what do you think is the biggest challenge and staying healthy I think the biggest challenge for health for me personally I think is ignoring the fast food well however for society I think people should spend more time physical exercise ok excellent.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "healthy okay how often do you eat unhealthy food well unfortunately I have my healthy food more than I probably should I think is because it's very easier way to get healthy food and always the fastest option but Alina I limit myself to eat unhealthy food once per week however sometimes it twice a week or even more oh okay all right how has people's health in your country changed in the past 10 years in my hometown of China I think people's health have declined in the past 10 years I think that the food have been worsened and people many people have they're spending less time on getting outside do physical exercise mm-hmm what do you think is the biggest challenge and staying healthy I think the biggest challenge for health for me personally I think is ignoring the fast food well however for society I think people should spend more time physical exercise ok excellent.",
      "transcript_cleaned": "Healthy okay how often do you eat unhealthy food well unfortunately I have my healthy food more than I probably should I think is because it is very easier way to get healthy food and always the fastest option but Alina I limit myself to eat unhealthy food once per week however sometimes it twice a week or even more oh okay all right how has people's health in your country changed in the past 10 years in my hometown of China I think people's health have declined in the past 10 years I think that the food have been worsened and people many people have they are spending less time on getting outside do physical exercise -what do you think is the biggest challenge and staying healthy I think the biggest challenge for health for me personally I think is ignoring the fast food well however for society I think people should spend more time physical exercise ok excellent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}