{
  "batch_id": 304,
  "count": 20,
  "samples": [
    {
      "sample_id": "pbx96FjvLp4_s11",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "Do you think the cinema has increased or decreased in popularity in recent years?",
      "transcript": "&gt;&gt; I think it is will be decreased because right now nowadays people prefer that it is convenience convenience way to watch TV. So I think they will prefer at home to watch films and right now it has a lots of apps are growing and this is very convenience for them to watch it at home like Netflix or HBO Max. &gt;&gt; Yeah I think so this is a reason why the cinemas will decrease in recent years.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think it's will be decreased because right now nowadays people prefer that it's convenience convenience way to watch TV. So I think they will prefer at home to watch films and right now it has a lots of apps are uh growing and this is very convenience for them to watch it at home like Netflix or HBO Max. &gt;&gt; Yeah I think so this is a reason why the cinemas will decrease in recent years.",
      "transcript_cleaned": "&gt;&gt; I think it is will be decreased because right now nowadays people prefer that it is convenience convenience way to watch TV. So I think they will prefer at home to watch films and right now it has a lots of apps are growing and this is very convenience for them to watch it at home like Netflix or HBO Max. &gt;&gt; Yeah I think so this is a reason why the cinemas will decrease in recent years.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s12",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "&gt;&gt; In your opinion will this trend continue in the future?",
      "transcript": "I think they it will continue decrease because the con because people value convenience streaming that is still continue &gt;&gt; but I think some some type of film like horror films like the conjuring this that will attract audience because of the big screen and the sound system of the cinema that is better than at home. &gt;&gt; So I feel this is &gt;&gt; make people prefer to go to the cinema to watch the harm films. &gt;&gt; Yeah. Because of the quantity is &gt;&gt; more is more modern.",
      "source": "supplementary",
      "transcript_original": "Um I think they it will continue decrease because the con because people value convenience streaming that's still continue &gt;&gt; but I think some some type of film like horror films like the conjuring this that will attract audience because of the big screen and the sound system of the cinema that's better than at home. &gt;&gt; So I feel this is &gt;&gt; make people prefer to go to the cinema to watch the harm films. &gt;&gt; Yeah. Because of the quantity is &gt;&gt; more is more modern.",
      "transcript_cleaned": "I think they it will continue decrease because the con because people value convenience streaming that is still continue &gt;&gt; but I think some some type of film like horror films like the conjuring this that will attract audience because of the big screen and the sound system of the cinema that is better than at home. &gt;&gt; So I feel this is &gt;&gt; make people prefer to go to the cinema to watch the harm films. &gt;&gt; Yeah. Because of the quantity is &gt;&gt; more is more modern.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "pbx96FjvLp4_s13",
      "video_id": "pbx96FjvLp4",
      "band": 6.5,
      "question": "&gt;&gt; What are the advantages and disadvantages of making films of real life events?",
      "transcript": "The first is the advantages like the director will collect the informations. I think it is easier than the to use the fake situation like they can easier to make the content that believable and can easier to educate the viewers but the disadvantage are that they they need to change the content and the informations to make their frames like more dramatic to be are suitable.",
      "source": "supplementary",
      "transcript_original": "Um the first is the advantages like the director will uh collect the informations. I think it's easier than the to use the fake situation like they can easier to make the content that believable and can easier to educate the viewers but the disadvantage are that they they need to change the content and the informations to make their frames uh like more dramatic to be are suitable.",
      "transcript_cleaned": "The first is the advantages like the director will collect the informations. I think it is easier than the to use the fake situation like they can easier to make the content that believable and can easier to educate the viewers but the disadvantage are that they they need to change the content and the informations to make their frames like more dramatic to be are suitable.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "POoGu6MJs0I_s00",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "What kind of place is it?",
      "transcript": "I was born in Ho Chi Min City, which is the second largest city in Vietnam. it is located in the south of Vietnam.",
      "source": "supplementary",
      "transcript_original": "I was born in Ho Chi Min City, which is the second largest city in Vietnam. It's located in the south of Vietnam.",
      "transcript_cleaned": "I was born in Ho Chi Min City, which is the second largest city in Vietnam. it is located in the south of Vietnam.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "POoGu6MJs0I_s01",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "What is the most interesting part of the city?",
      "transcript": "The most interesting place about this place, you can pretty much find everything in the city from cultural events to food scenes. they are all at your fun store. it is not far from Australia about 8 hours by plan. So this is attract a lot of tourists coming to visit every year. The most important thing is that the people are super friendly even though they do not speak a lot of English, but they will try to go beyond their way to help you to navigate the city.",
      "source": "supplementary",
      "transcript_original": "The most interesting place uh about this place, you can pretty much find everything in the city from cultural events to food scenes. They're all at your fun store. It's not far from Australia about 8 hours by plan. So this is attract a lot of tourists coming to visit every year. The most important thing is that the people are super friendly even though they don't speak a lot of English, but they will try to go beyond their way to help you to navigate the city.",
      "transcript_cleaned": "The most interesting place about this place, you can pretty much find everything in the city from cultural events to food scenes. they are all at your fun store. it is not far from Australia about 8 hours by plan. So this is attract a lot of tourists coming to visit every year. The most important thing is that the people are super friendly even though they do not speak a lot of English, but they will try to go beyond their way to help you to navigate the city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "POoGu6MJs0I_s02",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "What kind of jobs do people do in your city?",
      "transcript": "The majority of people they are working as a farmers working in hospitality factory workers and some professional jobs such as marketing and project management.",
      "source": "supplementary",
      "transcript_original": "uh the majority of people they are working as a farmers working in hospitality factory workers and some professional jobs such as marketing and project management.",
      "transcript_cleaned": "The majority of people they are working as a farmers working in hospitality factory workers and some professional jobs such as marketing and project management.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "POoGu6MJs0I_s03",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "Would you say it is a good place to live?",
      "transcript": "To me is a wonderful place to live because there is always something going on in there such as international concert, cultural event and food festival. It is easy to get around now with motorcycle and Ho Chi Min City is now recently built a new train system which is so easy for the local and tourists to get around and from too. More importantly, the cost of living is quite affordable so you can live comfortably there when you have a stable job. I would like to move on to talk about food and cooking.",
      "source": "supplementary",
      "transcript_original": "To me is a wonderful place to live because there's always something going on in there such as international concert, cultural event and food festival. It is easy to get around now with motorcycle and Ho Chi Min City is now recently built a new train system which is so easy for the local and tourists to get around and from too. More importantly, the cost of living is quite affordable so you can live comfortably there when you have a stable job. I'd like to move on to talk about food and cooking.",
      "transcript_cleaned": "To me is a wonderful place to live because there is always something going on in there such as international concert, cultural event and food festival. It is easy to get around now with motorcycle and Ho Chi Min City is now recently built a new train system which is so easy for the local and tourists to get around and from too. More importantly, the cost of living is quite affordable so you can live comfortably there when you have a stable job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "POoGu6MJs0I_s04",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "Now, what kind of new food would you like to try?",
      "transcript": "If I would like to try some food, I would like to try sushi and ramen when I am going to Japan next time because this kind of food is full of stuff is containing many different ingredients and very easy to access to no matter where you are in Japan. you do not need to go to a very fancy restaurant to have this. you can pretty much have everything on the street.",
      "source": "supplementary",
      "transcript_original": "If I would like to try some food, I would like to try sushi and ramen when I'm going to Japan next time because this kind of food is full of uh stuff is containing many different ingredients and very easy to access to no matter where you are in Japan. Uh you don't need to go to a very fancy restaurant to have this. Uh you can pretty much have everything on the street.",
      "transcript_cleaned": "If I would like to try some food, I would like to try sushi and ramen when I am going to Japan next time because this kind of food is full of stuff is containing many different ingredients and very easy to access to no matter where you are in Japan. you do not need to go to a very fancy restaurant to have this. you can pretty much have everything on the street.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "POoGu6MJs0I_s05",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "Do I like cooking?",
      "transcript": "Yes, I do love cooking. this help me to know where the ingredients coming from and I am not a very easy eater so it will be better for me to know where the stuff that I purchase from. more importantly being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them to unique to that particular country.",
      "source": "supplementary",
      "transcript_original": "Uh yes, I do love cooking. Uh this help me to know where the ingredients coming from and I'm not a very easy eater so it will be better for me to know where the stuff that I purchase from. Um more importantly being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them to unique to that particular country.",
      "transcript_cleaned": "Yes, I do love cooking. this help me to know where the ingredients coming from and I am not a very easy eater so it will be better for me to know where the stuff that I purchase from. more importantly being able to cook a meal has me to get to know another country culture better to understanding why some certain ingredient in that kind of food to make them to unique to that particular country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "POoGu6MJs0I_s06",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "What was the last meal you cooked?",
      "transcript": "The the last thing I made was probably yesterday. It was the chicken soup with carrots and potatoes because the weather was quite cold at that time. It was very delicious. took me about 45 minutes to get ready because all of the the prep just washing the vegetable, cutting the and boiling the chicken.",
      "source": "supplementary",
      "transcript_original": "Um the the last thing I made was probably yesterday. It was the chicken soup with carrots and potatoes because the weather was quite cold at that time. It was very delicious. Uh took me about 45 minutes to get ready because all of the the prep just washing the vegetable, cutting the and boiling the chicken.",
      "transcript_cleaned": "The the last thing I made was probably yesterday. It was the chicken soup with carrots and potatoes because the weather was quite cold at that time. It was very delicious. took me about 45 minutes to get ready because all of the the prep just washing the vegetable, cutting the and boiling the chicken.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "POoGu6MJs0I_s08",
      "video_id": "POoGu6MJs0I",
      "band": 7.0,
      "question": "Do I like cooking?",
      "transcript": "Yes, I do love cooking. this help me to know where the ingredients coming from. And I am not a very easy eater. So, it will be better for me to know where the stuff that I purchase from. more importantly, being able to cook a meal has me to get to know another country culture better to understanding why some certain them unique to that particular country. Make sure you enunciate your words, for example, by opening your mouth when you talk so you do not mumble. Also, make sure your intonation and rhythm are correct. stress important words such as words that show a contrast or an attitude. let us look at an example from the video.",
      "source": "supplementary",
      "transcript_original": "Uh, yes, I do love cooking. Uh, this help me to know where the ingredients coming from. And I'm not a very easy eater. So, it will be better for me to know where the stuff that I purchase from. Um, more importantly, being able to cook a meal has me to get to know another country culture better to understanding why some certain them unique to that particular country. Make sure you enunciate your words, for example, by opening your mouth when you talk so you don't mumble. Also, make sure your intonation and rhythm are correct. stress important words such as words that show a contrast or an attitude. Let's look at an example from the video.",
      "transcript_cleaned": "Yes, I do love cooking. this help me to know where the ingredients coming from. And I am not a very easy eater. So, it will be better for me to know where the stuff that I purchase from. more importantly, being able to cook a meal has me to get to know another country culture better to understanding why some certain them unique to that particular country. Make sure you enunciate your words, for example, by opening your mouth when you talk so you do not mumble. Also, make sure your intonation and rhythm are correct. stress important words such as words that show a contrast or an attitude. let us look at an example from the video.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "PYm1O7rRRsw_s00",
      "video_id": "PYm1O7rRRsw",
      "band": 6.5,
      "question": "Do you like your job?",
      "transcript": "&gt;&gt; yes, I quite enjoying doing my job because I already had an experience of doing the same job back in my country and fortunately I got the same kind of job here and I had a good opportunities to ac enhance my skills. So I like this.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh yes, I quite enjoying doing my job because I already had an experience of doing the same job back in my country and uh fortunately I got the same kind of job here and uh I had a good opportunities to ac enhance my skills. So I like this.",
      "transcript_cleaned": "&gt;&gt; yes, I quite enjoying doing my job because I already had an experience of doing the same job back in my country and fortunately I got the same kind of job here and I had a good opportunities to ac enhance my skills.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "PYm1O7rRRsw_s02",
      "video_id": "PYm1O7rRRsw",
      "band": 6.5,
      "question": "Do you follow fashion?",
      "transcript": "&gt;&gt; Yes. I follow fashion. I like to be in following trend and like I try myself to keep up to date according to what is going on in the market. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes. Uh I follow fashion. I like to be in uh following trend and uh like I try myself to keep up to date according to what's going on in the market. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; Yes. I follow fashion. I like to be in following trend and like I try myself to keep up to date according to what is going on in the market. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "PYm1O7rRRsw_s04",
      "video_id": "PYm1O7rRRsw",
      "band": 6.5,
      "question": "Do you have any hobbies?",
      "transcript": "&gt;&gt; Yes. I quite enjoying doing gym. I mostly regular. I I am going I am going gym regular basis like five days in a week.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes. Uh I quite enjoying doing gym. I mostly regular. I I'm going I'm going gym regular basis like five days in a week.",
      "transcript_cleaned": "&gt;&gt; Yes. I quite enjoying doing gym. I mostly regular. I I am going I am going gym regular basis like five days in a week.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "PYm1O7rRRsw_s05",
      "video_id": "PYm1O7rRRsw",
      "band": 6.5,
      "question": "Is it harmful to spend too much time on a hobby?",
      "transcript": "&gt;&gt; that actually depends on the hobby. Like let us suppose if you are if you enjoy watching Netflix and if you are spending your most of the time watching the Netflix movie then I feel like it is not a good for individual's health but if you are enjoying your hobbies like in a po like a doing a gym or reading or enhancing your skills I feel like it is it is something like you are extending finding yourself and improving yourself. &gt;&gt; Now we can move on to the second part of the exam. &gt;&gt; In the second part, puja, I will give you a card with a topic and you should talk about this topic for 2 minutes. Before that, you have one minute to think about the topic and make notes.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh that actually depends on the hobby. Like let's suppose if you are uh if you enjoy watching Netflix and if you are spending your most of the time watching the Netflix movie then I feel like it's not a good for uh individual's health uh but if you are uh enjoying your hobbies uh like in a po like a doing a gym or reading or enhancing your skills I feel like it's uh it's something like you are extending finding yourself and improving yourself. &gt;&gt; Now we can move on to the second part of the exam. &gt;&gt; In the second part, puja, I will give you a card with a topic and you should talk about this topic for 2 minutes. Before that, you have one minute to think about the topic and make notes.",
      "transcript_cleaned": "&gt;&gt; that actually depends on the hobby. Like let us suppose if you are if you enjoy watching Netflix and if you are spending your most of the time watching the Netflix movie then I feel like it is not a good for individual's health but if you are enjoying your hobbies like in a po like a doing a gym or reading or enhancing your skills I feel like it is it is something like you are extending finding yourself and improving yourself. &gt;&gt; Now we can move on to the second part of the exam. &gt;&gt; In the second part, puja, I will give you a card with a topic and you should talk about this topic for 2 minutes. Before that, you have one minute to think about the topic and make notes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "PYm1O7rRRsw_s06",
      "video_id": "PYm1O7rRRsw",
      "band": 6.5,
      "question": "What do people consider when buying clothes?",
      "transcript": "Okay. So when people are trying to buy the clothes, they need to check the price then their size and they need if and if they are buying it for a specific events then they need to consider the factors that they particular clothes are not appropriate for some events. So they should not go for that. So like a when I let us suppose I am talking about myself I am going for buying a clothes I always prefer to visit a store rather than online because if you buy online then like could be a chances you will not get the appropriate size could be a mistakes in the color so recognizing a color online so I would prefer that people should just go to in store rather than relying on online &gt;&gt; that shopping like buying clothes online can have any advantages. &gt;&gt; yeah. &gt;&gt; Mhm. I mean yeah I feel like there are advantages but the thing is could but like if let us suppose if you need something on a immediate basis all applications or the online providers get delivered the items with within two to three business days. So that cannot be possible. I mean the time is also the constraint.",
      "source": "supplementary",
      "transcript_original": "Okay. So when people are trying to buy the clothes, they need to check the price then uh their size and uh they need if uh and if they are buying it for a specific events then they need to consider the factors that they uh particular clothes are not appropriate for some events. So they shouldn't go for that. So like a when I let's suppose I'm talking about myself I'm going for um buying a clothes I always prefer to visit a store rather than online because if you buy online then like could be a chances you won't get the appropriate size could be a mistakes in the color so recognizing a color online so I would prefer that people should just go to in store rather than relying on online &gt;&gt; that uh shopping like buying clothes online can have any advantages. &gt;&gt; uh yeah. &gt;&gt; Mhm. I mean yeah I feel like there are advantages but the thing is uh could but um like if let's suppose um if you need something on a immediate basis all applications or the online providers get delivered the items uh with uh within two to three business days. So that can't be possible. I mean the time is also the constraint.",
      "transcript_cleaned": "when people are trying to buy the clothes, they need to check the price then their size and they need if and if they are buying it for a specific events then they need to consider the factors that they particular clothes are not appropriate for some events. So they should not go for that. So like a when I let us suppose I am talking about myself I am going for buying a clothes I always prefer to visit a store rather than online because if you buy online then like could be a chances you will not get the appropriate size could be a mistakes in the color so recognizing a color online so I would prefer that people should just go to in store rather than relying on online &gt;&gt; that shopping like buying clothes online can have any advantages. &gt;&gt; yeah. &gt;&gt; Mhm. I mean yeah I feel like there are advantages but the thing is could but like if let us suppose if you need something on a immediate basis all applications or the online providers get delivered the items with within two to three business days. So that cannot be possible. I mean the time is also the constraint.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "PYm1O7rRRsw_s07",
      "video_id": "PYm1O7rRRsw",
      "band": 6.5,
      "question": "But let us suppose you rely on the websites, you had a good experience buying clothes from the certain websites, then you can go for &gt;&gt; And do you believe that what people wear can affect their mood and feelings?",
      "transcript": "I would say yes and I will talk about me on that because I feel when you look good you feel confident and secondly you improve your presentation and that have a larger impact when you just appear in a crowd or in a meeting room that basically stand outs yourself among the crowd. Thank you very much.",
      "source": "supplementary",
      "transcript_original": "Uh I would say yes and I will talk about me on that because I feel um when you look good you feel confident and uh secondly you um improve uh your presentation and that have a larger impact when you just appear in a crowd or in a meeting room that basically stand outs yourself among the crowd. Thank you very much.",
      "transcript_cleaned": "I would say yes and I will talk about me on that because I feel when you look good you feel confident and secondly you improve your presentation and that have a larger impact when you just appear in a crowd or in a meeting room that basically stand outs yourself among the crowd.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "PYm1O7rRRsw_s09",
      "video_id": "PYm1O7rRRsw",
      "band": 6.5,
      "question": "But maybe you ask yourself, okay, what are the complex structures I am expected to use?",
      "transcript": "It is about your speaking and writing. The complex structures puja are relative clauses. For example, this is the place where I live in, where we that subordinate clauses, which are two clause sentences like when I get home, I wash my hands. conditional sentences and compound sentences.",
      "source": "supplementary",
      "transcript_original": "It's about your speaking and writing. The complex structures puja are relative clauses. For example, uh this is the place where I live in, where we that subordinate clauses, which are two clause sentences like when I get home, I wash my hands. conditional sentences and compound sentences.",
      "transcript_cleaned": "It is about your speaking and writing. The complex structures puja are relative clauses. For example, this is the place where I live in, where we that subordinate clauses, which are two clause sentences like when I get home, I wash my hands. conditional sentences and compound sentences.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "q2zY6E6A35A_s00",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "What do you usually do in your free time?",
      "transcript": "Yeah, in in it is my free time, I usually go to the gym. Yeah, near my house. Yeah, this hob me improve mental and physical healthy. Yeah, sometime by a cafe shop. I enjoy a cup of coffee with my friend. Yeah, perfect. Thank you. that is perfect. Well done.",
      "source": "supplementary",
      "transcript_original": "Yeah, in in it's my free time, I usually go to the gym. Yeah, near my house. Yeah, this hob me improve mental and physical healthy. Yeah, sometime by a cafe shop. I enjoy a cup of uh coffee with my friend. Yeah, perfect. Thank you. That's perfect. Well done.",
      "transcript_cleaned": "in in it is my free time, I usually go to the gym. Yeah, near my house. Yeah, this hob me improve mental and physical healthy. Yeah, sometime by a cafe shop. I enjoy a cup of coffee with my friend. Yeah, perfect. Thank you. that is perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "q2zY6E6A35A_s01",
      "video_id": "q2zY6E6A35A",
      "band": 5.0,
      "question": "Do you prefer spending time indoors or outdoors?",
      "transcript": "Oh, I prefer be outdoor rather than stay indoor. I simply because after a stressful day at work playing a shock football game with my co with my coworker. Yeah. it is a a way for me to relax. Yeah. After that and I my gym drinking beer with snake. Yeah. that is wonderful. Thank you very much.",
      "source": "supplementary",
      "transcript_original": "Oh, I prefer be uh outdoor rather than stay indoor. I simply because after a stressful day at work uh playing a shock uh football game with my co with my coworker. Yeah. It's a a way for me to relax. Yeah. After that and I my gym drinking beer with snake. Yeah. That's wonderful. Thank you very much.",
      "transcript_cleaned": "Oh, I prefer be outdoor rather than stay indoor. I simply because after a stressful day at work playing a shock football game with my co with my coworker. Yeah. it is a a way for me to relax. Yeah. After that and I my gym drinking beer with snake. Yeah. that is wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}