{
  "batch_id": 117,
  "count": 20,
  "samples": [
    {
      "sample_id": "yVL6Av1uJwQ_q02",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "When you were a child, did you think much about your future?",
      "transcript": "No, when I was child, my parents thinking about my future, my mother is look after me. So I did not think about my future that time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, uh, when I was child, my parents thinking about my future, my mother is look after me. So I didn't think about my future that time.",
      "transcript_cleaned": "No, when I was child, my parents thinking about my future, my mother is look after me. So I did not think about my future that time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q03",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "Do you think you have changed as you have got older?",
      "transcript": "Yes, I am changed and divided. I am growing, build up myself. cause when I was, as I am said, when I was a child, I did not think my future. But right now I think about my future and I start growing, build up myself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, I am changed and divided. I'm growing, uh, build up myself. Uh, cause when I was, as I'm said, when I was a child, I didn't think my future. But right now I think about my future and I start growing, um, build up myself.",
      "transcript_cleaned": "Yes, I am changed and divided. I am growing, build up myself. cause when I was, as I am said, when I was a child, I did not think my future. But right now I think about my future and I start growing, build up myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q04",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "What are some of the benefits of getting older?",
      "transcript": "I do not think there is some of the, any kind of benefits getting older. Because, as I think, when I was, staying in school life, that time is, quite interesting for me. And, then, I am starting my college life and, that time is, oh my God, I can do anything. But, when I end up my university life, I genuinely feel I have lots of responsibility. So, I think, DYT getting older, there have, nothing benefits. Or other, on the other hand, lots of responsibility. I feel, there have lots of responsibility and it is, quite, like, heavy. So feel like student life or, child, child, children life is the best time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I don't think there's some of the, any kind of benefits getting older. Because, uh, as I think, um, when I was, uh, uh, staying in school life, uh, that time is, uh, uh, quite interesting for me. And, uh, then, uh, I'm starting my college life and, uh, that time is, oh my God, I can do anything. But, uh, when I end up my university life, I genuinely feel I have lots of responsibility. So, I think, uh, DYT getting older, there have, uh, nothing benefits. Or other, on the other hand, uh, lots of responsibility. Um, I feel, uh, there have lots of responsibility and it's, um, quite, like, heavy. So feel like student life or, uh, child, child, children life is the best time.",
      "transcript_cleaned": "I do not think there is some of the, any kind of benefits getting older. Because, as I think, when I was, staying in school life, that time is, quite interesting for me. And, then, I am starting my college life and, that time is, oh my God, I can do anything. But, when I end up my university life, I genuinely feel I have lots of responsibility. So, I think, DYT getting older, there have, nothing benefits. Or other, on the other hand, lots of responsibility. I feel, there have lots of responsibility and it is, quite, like, heavy. So feel like student life or, child, child, children life is the best time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q05",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "So what are some of the challenges of getting older?",
      "transcript": "As I told the challenges is like, when I passed my college, life and end of the university life. And then I came up, right now my, jobbing life, job, as I am a job holder, starting my job, job, new life. And this is, quite of, something new for me. And there are lots of responsibility for me as I am only one daughter. So I feel, I have lots of responsibility and, I can, I can surviving day by day and I should be handle it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, as I told the challenges is like, uh, when I passed my college, uh, uh, life and end of the university life. And then I came up, um, right now my, uh, jobbing life, uh, job, as I am a job holder, starting my job, uh, job, new life. And this is, um, uh, quite of, um, something new for me. And there are lots of responsibility for me as I am only one daughter. So I feel, uh, I have lots of responsibility and, uh, um, I can, I can surviving day by day and I should be handle it.",
      "transcript_cleaned": "As I told the challenges is like, when I passed my college, life and end of the university life. And then I came up, right now my, jobbing life, job, as I am a job holder, starting my job, job, new life. And this is, quite of, something new for me. And there are lots of responsibility for me as I am only one daughter. So I feel, I have lots of responsibility and, I can, I can surviving day by day and I should be handle it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q06",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "What would be different about your life in the future?",
      "transcript": "Future planning, changes day by day. As when I was a children, I feel, the world is easy for me But right now I feel there are nothing too much easy Cause everything is difficult for me when I start my job life there are lots of duty and DVD I feel to my own necessary things buying for my own earning money So I feel there are lots of challenges and lots of difficulties for me Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, future planning, uh, changes day by day. As when I was a children, I feel, uh, the world is easy for me But right now I feel uh there are nothing uh too much easy Cause everything is difficult for me Uh when I start my job life there are lots of duty and uh DVD I feel um to my own necessary things buying for my own earning money So I feel um there are lots of challenges and lots of um difficulties for me Okay,.",
      "transcript_cleaned": "Future planning, changes day by day. As when I was a children, I feel, the world is easy for me But right now I feel there are nothing too much easy Cause everything is difficult for me when I start my job life there are lots of duty and DVD I feel to my own necessary things buying for my own earning money So I feel there are lots of challenges and lots of difficulties for me",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q07",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "Would you please start now?",
      "transcript": "Okay, thank you. so the, technological device, what I use, it was my cell phone, and, I really feel it is, easy to use.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, thank you. Uh, so the, um, technological device, uh, what I use, it was my cell phone, and, um, I really feel it is, uh, easy to use.",
      "transcript_cleaned": "thank you. so the, technological device, what I use, it was my cell phone, and, I really feel it is, easy to use.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q08",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "And, why it is easy to use?",
      "transcript": "Because of, I can easily connect with people. there are, lots of people on my social media, and, when I need them, I can easily connect with people. I have contact with them by my cell phone and sometimes I feel faced two problems. There have like, my prepaid card balance is end up and my mobile data is end up. So that time, that few, few times and not of the, every time, sometimes I feel these two problems. Other, other hand, mobile phone is very helpful to me. Because I can easily work with it when I feel bored. It can entertain me. I can sing, I can watch movies, I can hear any kind of music. And there are lots of apps like Facebook, like Twitter, Skype, Instagram, and WhatsApp. I can talk easily with my parents and connect with my friends and doing work on my home in the helping by this technology mobile phone So I feel I feel it mobile phone is so many ways to help me That it Thank you Thank you very much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because of, um, I can easily connect with people. Um, there are, uh, lots of people on my social media, and, uh, uh, when I need them, I can easily connect with people. I have contact with them by my cell phone and sometimes I feel faced two problems. There have like, um, my prepaid card balance is end up and my mobile data is end up. So that time, that few, few times and not of the, every time, um, sometimes I feel these two problems. Other, other hand, um, mobile phone is very helpful to me. Because I can easily work with it when I feel bored. It can entertain me. I can sing, I can watch movies, I can hear any kind of music. And there are lots of apps like Facebook, like Twitter, Skype, Instagram, and WhatsApp. I can talk easily with my parents and connect with my friends and doing work on my um home uh in the helping by uh this technology mobile phone So I feel I feel it um mobile phone is uh um so many ways to help me That it Thank you Thank you very much.",
      "transcript_cleaned": "Because of, I can easily connect with people. there are, lots of people on my social media, and, when I need them, I can easily connect with people. I have contact with them by my cell phone and sometimes I feel faced two problems. There have like, my prepaid card balance is end up and my mobile data is end up. So that time, that few, few times and not of the, every time, sometimes I feel these two problems. Other, other hand, mobile phone is very helpful to me. Because I can easily work with it when I feel bored. It can entertain me. I can sing, I can watch movies, I can hear any kind of music. And there are lots of apps like Facebook, like Twitter, Skype, Instagram, and WhatsApp. I can talk easily with my parents and connect with my friends and doing work on my home in the helping by this technology mobile phone",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q10",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "What is the best age for children to start computer lessons?",
      "transcript": "Well, when I was start to, computer lesson that time, I am only, 12 years old and, I am starting on class six. So, in my opinion, I feel, in the, 12 or, 14 is the right time to learning study. Because that time students, are, should, more be, curiosity about, learning new things. So, they can that time easily handle any kind of things. And, their brain, that time is so, so sharp. So they can easily, learning by the computer. So 12 or 14 is the best time for learning computers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, when I was start to, uh, computer lesson that time, um, I'm only, um, 12 years old and, um, uh, I'm starting on class six. So, uh, in my opinion, I feel, um, uh, in the, um, uh, 12 or, uh, 14 is the right time to learning study. Because that time students, uh, are, uh, should, uh, more be, uh, curiosity about, um, uh, learning new things. So, they can that time easily handle any kind of things. And, um, their brain, uh, that time is so, so sharp. So they can easily, um, learning by the computer. So 12 or 14 is the best time for learning computers.",
      "transcript_cleaned": "when I was start to, computer lesson that time, I am only, 12 years old and, I am starting on class six. So, in my opinion, I feel, in the, 12 or, 14 is the right time to learning study. Because that time students, are, should, more be, curiosity about, learning new things. So, they can that time easily handle any kind of things. And, their brain, that time is so, so sharp. So they can easily, learning by the computer. So 12 or 14 is the best time for learning computers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q11",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "Do you think that schools should use more technology to help students learn?",
      "transcript": "Yes, I think, schools should, use more technology for students learn because of, the way their technology is improving. And right now if we notice, so primary school also used by technology and they can improve their students' mental health and also improving their student results. So this technology should be helping the students more, more. So people and also teachers and also school can use this technology.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I think, uh, schools should, um, use more technology for students learn because of, uh, the way their technology is improving. And right now if we notice, so primary school also used by technology and they can improve their students' mental health and also improving their student results. So this technology should be helping the students more, more. So people and also teachers and also school can use this technology.",
      "transcript_cleaned": "Yes, I think, schools should, use more technology for students learn because of, the way their technology is improving. And right now if we notice, so primary school also used by technology and they can improve their students' mental health and also improving their student results. So this technology should be helping the students more, more. So people and also teachers and also school can use this technology.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q12",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "Do you agree or disagree that computers will replace teachers one day?",
      "transcript": "I am, I am strongly feel it, in future computer can replace teacher because of, if you notice right now, so students stay with more, time, their own computers, own device, and they feel they can handle, each and everything. And they can understand the computer how way the teacher teach them So they I feel it they don need in future any kind of teacher to learn them because they already learning with their computer So yes Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm, I'm strongly feel it, um, in future computer can replace teacher because of, uh, if you notice right now, so students stay with more, uh, time, uh, their own computers, own device, and they feel they can handle, uh, each and everything. And uh they can understand uh the computer uh uh how way the teacher teach them So they I feel it they don need in future any kind of teacher to learn them because they already learning with their computer So yes Okay.",
      "transcript_cleaned": "I am, I am strongly feel it, in future computer can replace teacher because of, if you notice right now, so students stay with more, time, their own computers, own device, and they feel they can handle, each and everything. And they can understand the computer how way the teacher teach them So they I feel it they don need in future any kind of teacher to learn them because they already learning with their computer",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q13",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "How much has technology improved how we communicate with each other?",
      "transcript": "Technology improved day by day and people can learn a lot of things with technology. So technology, technology grew up and, people can also help by, the technology using, using the technology. So I feel it, in future, human and technology are attached with each other. So yes, it is, so much helping with us. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Technology improved day by day and people can learn a lot of things with technology. So technology, uh, uh, technology grew up and, um, uh, people can also help by, uh, the technology using, uh, using the technology. So I feel it, um, in future, um, human and technology are attached with each other. So yes, it's, um, um, so much helping with us. Okay.",
      "transcript_cleaned": "Technology improved day by day and people can learn a lot of things with technology. So technology, technology grew up and, people can also help by, the technology using, using the technology. So I feel it, in future, human and technology are attached with each other. So yes, it is, so much helping with us.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q14",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "Do you agree that there are still many more major technological innovations to be made?",
      "transcript": "I think, yes, there are still lots of innovation of technology waiting for us because of still I am waiting for, the flying, sky flying car because it is still, waiting to innovation. And in future maybe we can easily, decorate our home design just click by our one touch. And it is all about by technology. So I can say that yes, still we are waiting. Technology innovated lots of things in future.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think, uh, yes, there are still lots of innovation of technology waiting for us because of still I am waiting for, uh, the flying, uh, sky flying car because it's still, um, uh, waiting to innovation. And in future maybe we can easily, uh, decorate our home design just click by our one touch. And it's all about by technology. So I can say that yes, still we are waiting. Technology innovated lots of things in future.",
      "transcript_cleaned": "I think, yes, there are still lots of innovation of technology waiting for us because of still I am waiting for, the flying, sky flying car because it is still, waiting to innovation. And in future maybe we can easily, decorate our home design just click by our one touch. And it is all about by technology. So I can say that yes, still we are waiting. Technology innovated lots of things in future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "yVL6Av1uJwQ_q15",
      "video_id": "yVL6Av1uJwQ",
      "band": 5.5,
      "question": "Could you suggest that why some people are reducing their use of technology?",
      "transcript": "If I say to real example, so I can, I can telling about my father, he, he is a businessman and he used her laptop, so many times like, hours. and, sometimes I genuinely feel, he had no time for me. So, maybe technology can, people, attracted to, with them busy for doing any kind of work and they, award to their family. And also, they forget to, take care of their mental health because of, technology also, also destroyed our mental health. Cause, cause, when we spend a lot of time with, technology, that time we forget, own our, personal, personal life. So maybe, this is the main point of the reason, people reduce to technology. Thank you very much. Thank you, Angelica, for joining us. Thanks a lot.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, if I say to real example, so I can, um, I can telling about my father, uh, he, he's a businessman and he used her laptop, uh, so many times like, uh, hours. Um, and, uh, sometimes I genuinely feel, uh, he had no time for me. So, uh, maybe technology can, um, uh, people, uh, attracted to, with them busy for doing any kind of work and they, uh, award to their family. And also, uh, they forget to, uh, take care of their mental health because of, uh, technology also, um, also destroyed our mental health. Cause, uh, cause, uh, when we spend a lot of time with, uh, technology, that time we forget, uh, own our, um, um, personal, uh, personal life. So maybe, uh, this is the main point of the reason, uh, people reduce to technology. Thank you very much. Thank you, Angelica, for joining us. Thanks a lot.",
      "transcript_cleaned": "If I say to real example, so I can, I can telling about my father, he, he is a businessman and he used her laptop, so many times like, hours. and, sometimes I genuinely feel, he had no time for me. So, maybe technology can, people, attracted to, with them busy for doing any kind of work and they, award to their family. And also, they forget to, take care of their mental health because of, technology also, also destroyed our mental health. Cause, cause, when we spend a lot of time with, technology, that time we forget, own our, personal, personal life. So maybe, this is the main point of the reason, people reduce to technology. Thank you very much. Thank you, Angelica, for joining us. Thanks a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q02",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "How often do you buy new clothes for yourself?",
      "transcript": "Not pretty often I would say. I buy my everyday wares in bulk for every two or three months apart. And as for traditional clothes or for any festivals or other events, I buy them occasionally.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not pretty often I would say. I buy my everyday wares in bulk for every two or three months apart. And as for traditional clothes or for any festivals or other events, I buy them occasionally.",
      "transcript_cleaned": "Not pretty often I would say. I buy my everyday wares in bulk for every two or three months apart. And as for traditional clothes or for any festivals or other events, I buy them occasionally.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q03",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "How do you decide which clothes to buy?",
      "transcript": "I generally go to the mall and visit my favorite brands. I explore their clothings and pick some dresses which I like. I then try them on in the trial rooms, then select. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I generally go to the mall and visit my favorite brands. I explore their clothings and pick some dresses which I like. I then try them on in the trial rooms, then select. Okay.",
      "transcript_cleaned": "I generally go to the mall and visit my favorite brands. I explore their clothings and pick some dresses which I like. I then try them on in the trial rooms, then select.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q04",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "Have you ever bought clothes online?",
      "transcript": "Yes, I have several times but sometimes I was unsatisfied with the products because it did not look the same in the photos and in real life. Okay, Tasmiya.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I have several times but sometimes I was unsatisfied with the products because it didn't look the same in the photos and in real life. Okay, Tasmiya,.",
      "transcript_cleaned": "Yes, I have several times but sometimes I was unsatisfied with the products because it did not look the same in the photos and in real life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q05",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "Would you like to start now, please?",
      "transcript": "Yes, sir. Yeah. So I discussed about how I spend my money with one of my friends, Labib. I was hoping he could give me some valuable suggestions about how I can save up for my Thailand trip as I was planning to go there with my cousins. But my savings are not enough right now. I spend most of my money on foods and the rest I use buying clothes, accessories, and for my pets. So I can barely save of any money. He not only suggested many great ways to increase my income but also how I can manage my expenses So he told me about credit cards and he suggested me that many banks give loans as well and discounts at many stores He also told me that I should maintain a proper notebook to keep track of my expenses Right. Then I started doing that and since then I progressed a lot. So I think this was a very helpful and exciting conversation for me as now I can manage my finance more efficiently.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, sir. Yeah. So I discussed about how I spend my money with one of my friends, Labib. I was hoping he could give me some valuable suggestions about how I can save up for my Thailand trip as I was planning to go there with my cousins. But my savings are not enough right now. I spend most of my money on foods and the rest I use buying clothes, accessories, and for my pets. So I can barely save of any money. He not only suggested many great ways to increase my income but also how I can manage my expenses So he told me about credit cards and he suggested me that many banks give loans as well and discounts at many stores He also told me that I should maintain a proper notebook to keep track of my expenses Right. Then I started doing that and since then I progressed a lot. So I think this was a very helpful and exciting conversation for me as now I can manage my finance more efficiently.",
      "transcript_cleaned": "Yes, sir. Yeah. So I discussed about how I spend my money with one of my friends, Labib. I was hoping he could give me some valuable suggestions about how I can save up for my Thailand trip as I was planning to go there with my cousins. But my savings are not enough right now. I spend most of my money on foods and the rest I use buying clothes, accessories, and for my pets. So I can barely save of any money. He not only suggested many great ways to increase my income but also how I can manage my expenses So he told me about credit cards and he suggested me that many banks give loans as well and discounts at many stores He also told me that I should maintain a proper notebook to keep track of my expenses Right. Then I started doing that and since then I progressed a lot. So I think this was a very helpful and exciting conversation for me as now I can manage my finance more efficiently.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q06",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "May I have the paper and the pencil please?",
      "transcript": "Okay. Thank you very much. Thanks a lot.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. Thank you very much. Thanks a lot.",
      "transcript_cleaned": "Thank you very much. Thanks a lot.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q07",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "Why do some parents give their children money to spend each week?",
      "transcript": "There can be many reasons. It could be for food money. It could be for school supplies, accessories, or hanging out with their friends. Most importantly, it can be for safety purpose. If they fall in any trouble, they can help themselves out of that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "There can be many reasons. It could be for food money. It could be for school supplies, accessories, or hanging out with their friends. Most importantly, it can be for safety purpose. If they fall in any trouble, they can help themselves out of that. Okay.",
      "transcript_cleaned": "There can be many reasons. It could be for food money. It could be for school supplies, accessories, or hanging out with their friends. Most importantly, it can be for safety purpose. If they fall in any trouble, they can help themselves out of that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "BhN7VdAgBX0_q08",
      "video_id": "BhN7VdAgBX0",
      "band": 7.0,
      "question": "Do you agree that the school should teach children how to manage money?",
      "transcript": "Yes, I think they should because children these days are not very good at spending money. They do not know how to spend it well or efficiently and they do not really know the value of it. So if schools start teaching how to manage money, they would probably make better use of it and be more respectful to their parents' efforts.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I think they should because children these days are not very good at spending money. They don't know how to spend it well or efficiently and they don't really know the value of it. So if schools start teaching how to manage money, they would probably make better use of it and be more respectful to their parents' efforts.",
      "transcript_cleaned": "Yes, I think they should because children these days are not very good at spending money. They do not know how to spend it well or efficiently and they do not really know the value of it. So if schools start teaching how to manage money, they would probably make better use of it and be more respectful to their parents' efforts.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}