{
  "batch_id": 108,
  "count": 20,
  "samples": [
    {
      "sample_id": "elhXXacJICA_q11",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Have you read the news this morning?",
      "transcript": "No, I did not have enough time to read news this morning.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I didn't have enough time to read news this morning.",
      "transcript_cleaned": "No, I did not have enough time to read news this morning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q12",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Did something important happen?",
      "transcript": "Not that I am aware of at least. Sorry. No that fine How do your friends get the news I suppose mainly via cell phone because it is our like main tool for getting connected to the world I guess I see And if you were to try and find out more about the news how would you get it I may use a cell phone or my laptop to search for the news that I interested in And what kind of news would you be interested in normally? Since I am a fan of musical theater, so I often search for news, in terms of musical theater. Yeah. yeah, I think that is it for part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Not that I'm aware of at least. Sorry. No that fine How do your friends get the news Um I suppose mainly via cell phone because it is our like um main tool for um getting connected to the world I guess I see And if you were to try and find out more about the news how would you get it Um I may use a cell phone or my laptop to search for the news that I interested in And what kind of news would you be interested in normally? Since I am a fan of musical theater, so I often search for news, um, in terms of musical theater. Yeah. Um, yeah, I think that's it for part one.",
      "transcript_cleaned": "Not that I am aware of at least. Sorry. No that fine How do your friends get the news I suppose mainly via cell phone because it is our like main tool for getting connected to the world I guess I see And if you were to try and find out more about the news how would you get it I may use a cell phone or my laptop to search for the news that I interested in And what kind of news would you be interested in normally? Since I am a fan of musical theater, so I often search for news, in terms of musical theater.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q13",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "When you are ready.",
      "transcript": "Yeah, I will give you a minute for that and then after.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I'll give you a minute for that and then after.",
      "transcript_cleaned": "I will give you a minute for that and then after.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q14",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Can you tell me a bit more about the place where you visited?",
      "transcript": "Oh, it, it locates, it, it, yeah, it locates in the southwest part of Korea and has a history of like 2,000 years, I suppose. And, has a small river that, flowing through the, that flows through the town and has a wonderful scenery. Yeah. Thank you very much. So talking about holidays and visiting places, to go on holiday can be tiring.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, it, it locates, uh, it, it, yeah, it locates in the southwest part of Korea and has a history of like 2,000 years, I suppose. And, um, has a small river that, um, uh, flowing through the, that flows through the town and has a wonderful scenery. Yeah. Thank you very much. So talking about holidays and visiting places, to go on holiday can be tiring.",
      "transcript_cleaned": "Oh, it, it locates, it, it, yeah, it locates in the southwest part of Korea and has a history of like 2,000 years, I suppose. And, has a small river that, flowing through the, that flows through the town and has a wonderful scenery.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q15",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Why do you think people still do it?",
      "transcript": "I think maybe in China people do not have enough holidays to spend, enough days to, enough time to spend with their families. They can only do something interesting with their families on holidays. If they have another choices, I suppose they will pick another time. Yeah. Why do people like to have days off I think it obvious that we want some balance between life and work If we don have enough time to rest then that might affect our work performance I suppose So it our basic in yeah basic instant to like have some days off Do you think that only old people have enough time for leisure? I do not suppose only old people, have enough time for leisure. Because that is, because I know some young people, who have enough time to rest too. it is like an individual choice I think because we have like 24 hours a day equally and some people choose to like work and travel and do something like very busy. But others like, are fond of like, more like, are fond of things that, can rest, sorry, that can make us more relaxed. Yeah. I see.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think maybe in China people don't have enough holidays to spend, enough days to, enough time to spend with their families. They can only do something interesting with their families on holidays. If they have another choices, I suppose they will pick another time. Yeah. Why do people like to have days off I think it obvious that we want some balance between life and work If we don have enough time to rest then that might affect our work performance I suppose So um it our basic in yeah basic instant to like uh have some days off Do you think that only old people have enough time for leisure? Uh, I don't suppose only old people, uh, have enough time for leisure. Because that's, uh, because I know some young people, um, who have enough time to rest too. Uh, it's like an individual choice I think because we have like 24 hours a day equally and some people choose to like work and travel and do something like um, very busy. But others like, uh, are fond of like, um, more like, uh, uh, are fond of things that, um, uh, can rest, um, sorry, that can make us more relaxed. Yeah. I see.",
      "transcript_cleaned": "I think maybe in China people do not have enough holidays to spend, enough days to, enough time to spend with their families. They can only do something interesting with their families on holidays. If they have another choices, I suppose they will pick another time. Yeah. Why do people like to have days off I think it obvious that we want some balance between life and work If we don have enough time to rest then that might affect our work performance I suppose So it our basic in yeah basic instant to like have some days off Do you think that only old people have enough time for leisure? I do not suppose only old people, have enough time for leisure. Because that is, because I know some young people, who have enough time to rest too. it is like an individual choice I think because we have like 24 hours a day equally and some people choose to like work and travel and do something like very busy. But others like, are fond of like, more like, are fond of things that, can rest, sorry, that can make us more relaxed. Yeah. I see.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q16",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "How does technology affect the way that people spend their leisure time?",
      "transcript": "I think technology affects our leisure time greatly. For example, nowadays it is prevalent for people to like, watch some short videos on camera, on cell phones, sorry. So, it is something that have, that never happened about 100 years earlier. So it is definitely something, good that top, that technology, provided for us. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think technology affects our leisure time greatly. For example, nowadays it's prevalent for people to like, um, watch some short videos on camera, on cell phones, sorry. So, uh, it is something that have, that never happened about 100 years earlier. So it's definitely something, uh, good that top, that technology, um, provided for us. Yeah.",
      "transcript_cleaned": "I think technology affects our leisure time greatly. For example, nowadays it is prevalent for people to like, watch some short videos on camera, on cell phones, sorry. So, it is something that have, that never happened about 100 years earlier. So it is definitely something, good that top, that technology, provided for us.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q17",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "How do people spend their leisure time in your country?",
      "transcript": "Well, I suppose people spend their leisure time based on individual, have, hobbies. And needs. For example, if you are a person, who pays, pays attention to health, health, then you might go to the gym and do exercise for hours. But, for some people who might need some relaxation, you might lie in the bed and watch some TV dramas for a whole day. So it is kindly based on, based on what you like and what you need. What do you think is generally more popular among people in your country like to stay in or to go out when it comes to enjoying their leisure time? Well, I think that is based on personalities and hobbies and age on many factors. to put an example, I am quite an introverted person. So I like to stay indoor to spend my, yeah, leisure time. But some people who are more energetic and want, and wants to connect, get connected to others, they might like, grab, grab a lunch with a friend. So it is, yeah. Do you think there is maybe a difference between Korea and China when it comes to how people spend leisure time and what they like to do? No I don think it is something about nationality It just just like I mentioned before it a a combination of individual hobbies and needs Yeah How do you like to spend your time off since I a musical fan I often go to theater and see some outstanding musicals in my spare time Is there anybody to share that hobby with?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I suppose people spend their leisure time based on individual, have, uh, hobbies. And needs. For example, um, if you are a person, um, who pays, pays attention to health, health, then you might go to the gym and do exercise for hours. But, uh, for some people who might need some relaxation, you might lie in the bed and watch some TV dramas for a whole day. So it's kindly based on, based on what you like and what you need. What do you think is generally more popular among people in your country like to stay in or to go out when it comes to enjoying their leisure time? Well, I think that's based on personalities and hobbies and age on many factors. Um, to put an example, I am quite an introverted person. So I like to stay indoor to spend my, yeah, leisure time. But some people who are more energetic and want, and wants to connect, get connected to others, they might like, um, grab, grab a lunch with a friend. So it's, yeah. Do you think there's maybe a difference between Korea and China when it comes to how people spend leisure time and what they like to do? No I don think it is something about nationality It just just like I mentioned before it a a combination of individual hobbies and needs Yeah How do you like to spend your time off Uh since I a musical fan I often go to theater and see some outstanding musicals in my spare time Is there anybody to share that hobby with?",
      "transcript_cleaned": "I suppose people spend their leisure time based on individual, have, hobbies. And needs. For example, if you are a person, who pays, pays attention to health, health, then you might go to the gym and do exercise for hours. But, for some people who might need some relaxation, you might lie in the bed and watch some TV dramas for a whole day. So it is kindly based on, based on what you like and what you need. What do you think is generally more popular among people in your country like to stay in or to go out when it comes to enjoying their leisure time? Well, I think that is based on personalities and hobbies and age on many factors. to put an example, I am quite an introverted person. So I like to stay indoor to spend my, yeah, leisure time. But some people who are more energetic and want, and wants to connect, get connected to others, they might like, grab, grab a lunch with a friend. So it is, yeah. Do you think there is maybe a difference between Korea and China when it comes to how people spend leisure time and what they like to do? No I don think it is something about nationality It just just like I mentioned before it a a combination of individual hobbies and needs Yeah How do you like to spend your time off since I a musical fan I often go to theater and see some outstanding musicals in my spare time Is there anybody to share that hobby with?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q19",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "So what did I say?",
      "transcript": "You just said it is human instinct. Like you did not expand enough on the idea of us wanting that as a need. otherwise I think another tip I could maybe give you is just to speak a bit slower. Oh yeah. Because I was so nervous. Yeah. I mean, I think if you speak a little bit slower, it gives you time to think about what you are going to say next to. I think when a person is nervous, you tend to speak more quickly. And your mouth is going faster than your brain. Yeah, so I make more mistakes. Yeah, so I think if you could just slow down a little bit, less filler words, I think you can easily go from like 7 to 7.5, maybe even 8. If you can just build your confidence a little bit more, but really that was, it was very positive, honestly. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You just said it's human instinct. Like you didn't expand enough on the idea of us wanting that as a need. Um, otherwise I think another tip I could maybe give you is just to speak a bit slower. Oh yeah. Because I was so nervous. Yeah. I mean, I think if you speak a little bit slower, it gives you time to think about what you're going to say next to. I think when a person is nervous, you tend to speak more quickly. And your mouth is going faster than your brain. Yeah, so I make more mistakes. Yeah, so I think if you could just slow down a little bit, less filler words, I think you can easily go from like 7 to 7.5, maybe even 8. If you can just build your confidence a little bit more, but really that was, it was very positive, honestly. Yeah.",
      "transcript_cleaned": "You just said it is human instinct. Like you did not expand enough on the idea of us wanting that as a need. otherwise I think another tip I could maybe give you is just to speak a bit slower. Oh yeah. Because I was so nervous. Yeah. I mean, I think if you speak a little bit slower, it gives you time to think about what you are going to say next to. I think when a person is nervous, you tend to speak more quickly. And your mouth is going faster than your brain. Yeah, so I make more mistakes. Yeah, so I think if you could just slow down a little bit, less filler words, I think you can easily go from like 7 to 7.5, maybe even 8. If you can just build your confidence a little bit more, but really that was, it was very positive, honestly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "elhXXacJICA_q20",
      "video_id": "elhXXacJICA",
      "band": 7.0,
      "question": "Do you have any questions from your side?",
      "transcript": "No, that I can think of right now. Okay, well, I think we are done then in that case. Okay, thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, that I can think of right now. Okay, well, I think we're done then in that case. Okay, thank you.",
      "transcript_cleaned": "No, that I can think of right now. Okay, well, I think we are done then in that case.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q01",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "Can you spell it for me?",
      "transcript": "Yeah, H-A-N-N-A and then J-U-N. J-U-N. Nice to meet you. Nice to meet you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, H-A-N-N-A and then J-U-N. J-U-N. Nice to meet you. Nice to meet you.",
      "transcript_cleaned": "H-A-N-N-A and then J-U-N. J-U-N. Nice to meet you. Nice to meet you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q02",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "So are you working or studying right now?",
      "transcript": "I am working as a freelancer. I was a teacher. I taught English to kindergarten students and elementary students, but now I am a freelancer. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I'm working as a freelancer. I was a teacher. I taught English to kindergarten students and elementary students, but now I'm a freelancer. Okay.",
      "transcript_cleaned": "I am working as a freelancer. I was a teacher. I taught English to kindergarten students and elementary students, but now I am a freelancer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q03",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "Did you like your job as a teacher?",
      "transcript": "Yes, I loved it. I love, kindergarten students. they are just so cute. I love their random behaviors. Just everywhere. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I loved it. I love, um, kindergarten students. They're just so cute. I love their random behaviors. Just everywhere. Good.",
      "transcript_cleaned": "Yes, I loved it. I love, kindergarten students. they are just so cute. I love their random behaviors. Just everywhere.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q04",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "And what do you enjoy doing in your free time?",
      "transcript": "I usually go for a walk. I really love walking. I walk for like three hours. I have a puppy. So I take him outside and just walk everywhere.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I usually go for a walk. I really love walking. I walk for like three hours. I have a puppy. So I take him outside and just walk everywhere.",
      "transcript_cleaned": "I usually go for a walk. I really love walking. I walk for like three hours. I have a puppy. So I take him outside and just walk everywhere.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q05",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "What kind of puppy?",
      "transcript": "Bishan. Bishan? Yes. Really cute. he is really cute.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, Bishan. Bishan? Yes. Really cute. He's really cute.",
      "transcript_cleaned": "Bishan. Bishan? Yes. Really cute. he is really cute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q06",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "What is his name?",
      "transcript": "Tui. it is like Ratatouille from the movie. Nice. Nice. and, but a few questions about your hometown.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Tui. It's like Ratatouille from the movie. Nice. Nice. Um, and, but a few questions about your hometown.",
      "transcript_cleaned": "Tui. it is like Ratatouille from the movie. Nice. Nice. and, but a few questions about your hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q07",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "Yeah, where, where did you grow up?",
      "transcript": "Oh, I lived in Incheon, but I went to Canada for like six years. So I lived there and then I came back and then I went to America and then I lived there for like four years and then I came back. So, my hometown is Incheon, but I was everywhere. Yeah, but still home.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I lived in Incheon, but I went to Canada for like six years. So I lived there and then I came back and then I went to America and then I lived there for like four years and then I came back. So, um, my hometown is Incheon, but I was everywhere. Yeah, but still home.",
      "transcript_cleaned": "Oh, I lived in Incheon, but I went to Canada for like six years. So I lived there and then I came back and then I went to America and then I lived there for like four years and then I came back. So, my hometown is Incheon, but I was everywhere. Yeah, but still home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q08",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "And thinking of Incheon and your hometown, what do you like about it?",
      "transcript": "I love people. So I think my hometown is near like department stores and every, and there is a lot of people there. So I think being convenient to things that I can go and go and shop. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I love people. So I think my hometown is near like department stores and every, and there's a lot of people there. So I think being convenient to things that I can go and go and shop. Yeah.",
      "transcript_cleaned": "I love people. So I think my hometown is near like department stores and every, and there is a lot of people there. So I think being convenient to things that I can go and go and shop.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q09",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "And how about, is there anything that you dislike about it?",
      "transcript": "Not much. I like my hometown. But it is a busy city, so there is a lot of people. Yeah. And now we will talk a little bit about shopping, which you mentioned. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, not much. I like my hometown. But it's a busy city, so there's a lot of people. Yeah. And now we'll talk a little bit about shopping, which you mentioned. Yes.",
      "transcript_cleaned": "Not much. I like my hometown. But it is a busy city, so there is a lot of people. Yeah. And now we will talk a little bit about shopping, which you mentioned.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q10",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "And when you are shopping, Do you compare prices before you buy things?",
      "transcript": "If that product is really pretty, I just buy it. But if like it is over my amount, then I look at the price. And is it difficult for you to make choices when you shop Yes I can choose Everything looks so pretty for me I usually ask my friends or my mom Take a picture and then send them and then ask them if it pretty and then why Because if I can choose I just stay there for a lot of time So yeah I ask them usually Yeah, good. Yeah. one more question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If that product is really pretty, I just buy it. But if like it's over my amount, then I look at the price. And is it difficult for you to make choices when you shop Yes I can choose Everything looks so pretty for me Um I usually ask my friends or my mom Take a picture and then send them and then ask them if it pretty and then why Because if I can choose I just stay there for a lot of time So yeah I ask them usually Yeah, good. Yeah. Uh, one more question.",
      "transcript_cleaned": "If that product is really pretty, I just buy it. But if like it is over my amount, then I look at the price. And is it difficult for you to make choices when you shop Yes I can choose Everything looks so pretty for me I usually ask my friends or my mom Take a picture and then send them and then ask them if it pretty and then why Because if I can choose I just stay there for a lot of time So yeah I ask them usually Yeah, good. Yeah. one more question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q11",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "Do you think expensive products are always better than cheaper ones?",
      "transcript": "I, it is in the middle I think because expensive product, their design is similar I think but then what they use for the material it is different I think if it is expensive. But the design is similar so if I am just wearing for a season and then I am throwing it away I just buy the cheaper one. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I, it's in the middle I think because expensive product, their design is similar I think but then what they use for the material it is different I think if it's expensive. But the design is similar so if I'm just wearing for a season and then I'm throwing it away I just buy the cheaper one. Yeah.",
      "transcript_cleaned": "I, it is in the middle I think because expensive product, their design is similar I think but then what they use for the material it is different I think if it is expensive. But the design is similar so if I am just wearing for a season and then I am throwing it away I just buy the cheaper one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}