{
  "batch_id": 125,
  "count": 20,
  "samples": [
    {
      "sample_id": "eL7zi0-QchI_q19",
      "video_id": "eL7zi0-QchI",
      "band": 6.5,
      "question": "However, when the day is come, the first time when he provided me this gift, I was just blown away.",
      "transcript": "Because, I, when I unboxed the gift, I showed that it was a mobile phone. And on the time, I feel over the moon, because I really just want it and she provided me this. And, also mobile phone is important for us because on the time we could not go out from our home And for that we can communicate by that with our friends and also we can spend our, less time in a good way by learning so many things from YouTube and so many other social platforms and websites that provide so many important things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because, um, I, when I unboxed the gift, I showed that it was a mobile phone. And on the time, I feel over the moon, um, because I really just want it and she provided me this. And, uh, also mobile phone is important for us because on the time we couldn't go out from our home And for that we can communicate by that with our friends and also we can spend our, uh, less time in a good way by learning so many things from YouTube and so many other social platforms and websites that provide so many important things.",
      "transcript_cleaned": "Because, I, when I unboxed the gift, I showed that it was a mobile phone. And on the time, I feel over the moon, because I really just want it and she provided me this. And, also mobile phone is important for us because on the time we could not go out from our home And for that we can communicate by that with our friends and also we can spend our, less time in a good way by learning so many things from YouTube and so many other social platforms and websites that provide so many important things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eL7zi0-QchI_q20",
      "video_id": "eL7zi0-QchI",
      "band": 6.5,
      "question": "Can I have the booklet and the paper in the pencil bed, please?",
      "transcript": "So, we have been talking about a time when someone gave you something that you really wanted. Now, I am going to ask you some questions related to this topic.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, we have been talking about a time when someone gave you something that you really wanted. Now, I'm gonna ask you some questions related to this topic.",
      "transcript_cleaned": "we have been talking about a time when someone gave you something that you really wanted. Now, I am going to ask you some questions related to this topic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eL7zi0-QchI_q21",
      "video_id": "eL7zi0-QchI",
      "band": 6.5,
      "question": "How should bosses reward employees?",
      "transcript": "There are a number of things by that bosses can reward, employees. Firstly, I think that bosses need to motivate their employers to work with their company and also, they need to arrange some competition between the employees by that they can, show their extra, extra work.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There are a number of things by that bosses can reward, uh, employees. Firstly, I think that bosses need to motivate their employers to work with their company and also, uh, they need to arrange some competition between the employees by that they can, uh, show their extra, uh, extra work.",
      "transcript_cleaned": "There are a number of things by that bosses can reward, employees. Firstly, I think that bosses need to motivate their employers to work with their company and also, they need to arrange some competition between the employees by that they can, show their extra, extra work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eL7zi0-QchI_q22",
      "video_id": "eL7zi0-QchI",
      "band": 6.5,
      "question": "What kinds of gifts do young people like to receive as bewares?",
      "transcript": "Well, mostly young people love to get gifts which is now on trending. But however, I believe that most of them love to get gifts which is really expensive. For example, they really want to get the watches. On my birthday, I saw that so many of my relatives and friends gave me expensive watches.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, mostly young people love to get gifts which is now on trending. But however, I believe that most of them love to get gifts which is really expensive. For example, they really want to get the watches. On my birthday, I saw that so many of my relatives and friends gave me expensive watches.",
      "transcript_cleaned": "mostly young people love to get gifts which is now on trending. But however, I believe that most of them love to get gifts which is really expensive. For example, they really want to get the watches. On my birthday, I saw that so many of my relatives and friends gave me expensive watches.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eL7zi0-QchI_q23",
      "video_id": "eL7zi0-QchI",
      "band": 6.5,
      "question": "Why do people like shopping more now than in the past?",
      "transcript": "Well, it is become a trend to shop, on our shop, or going to supermarkets. And most of the youngers love to go to the shopping because they can spend a wonderful time with their friends. And also they can buy something which is really important. But on the past, there was no, so there wasn a good facility for shopping and also the environment as are not adaptable Why do people buy things that are not necessary As I mentioned before, it is become a trend to buying or shopping. And nowadays people love to shop more. They, and they buy so many things which is not necessary for show off. And also some people love to, storing, stuffs on their home which make their home more beautiful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it's become a trend to shop, uh, on our shop, uh, or going to supermarkets. And most of the youngers love to go to the shopping because they can spend a wonderful time with their friends. And also they can buy something which is really important. But on the past, there was no, so there wasn a good facility for shopping and also the environment as uh are not adaptable Why do people buy things that are not necessary As I mentioned before, it's become a trend to buying or shopping. And nowadays people love to shop more. They, and they buy so many things which is not necessary for show off. And also some people love to, uh, storing, uh, stuffs on their home which make their home more beautiful.",
      "transcript_cleaned": "it is become a trend to shop, on our shop, or going to supermarkets. And most of the youngers love to go to the shopping because they can spend a wonderful time with their friends. And also they can buy something which is really important. But on the past, there was no, so there wasn a good facility for shopping and also the environment as are not adaptable Why do people buy things that are not necessary As I mentioned before, it is become a trend to buying or shopping. And nowadays people love to shop more. They, and they buy so many things which is not necessary for show off. And also some people love to, storing, stuffs on their home which make their home more beautiful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eL7zi0-QchI_q24",
      "video_id": "eL7zi0-QchI",
      "band": 6.5,
      "question": "Do you think friends can influence our shopping choices?",
      "transcript": "Yes, friends can influence us to buy stuffs, because sometimes we become confused with which we need to buy and sometimes we feel that all of the clothes or stuffs we need to buy on the time, friends or who, Who is with us, we can, we can make us a choice which is, reasonable. For example, when I go to travel, my friends can accompany me and also, they, they make me some choices which is really good. Thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, friends can influence us to buy stuffs, uh, because sometimes we become confused with which we need to buy and sometimes we feel that all of the clothes or stuffs we need to buy on the time, uh, friends or who, Who is with us, we can, we can make us a choice which is, uh, reasonable. For example, when I go to travel, my friends can accompany me and also, um, they, they make me some choices which is really good. Thank you.",
      "transcript_cleaned": "Yes, friends can influence us to buy stuffs, because sometimes we become confused with which we need to buy and sometimes we feel that all of the clothes or stuffs we need to buy on the time, friends or who, Who is with us, we can, we can make us a choice which is, reasonable. For example, when I go to travel, my friends can accompany me and also, they, they make me some choices which is really",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ahibrktrDcA_q01",
      "video_id": "ahibrktrDcA",
      "band": 6.5,
      "question": "And Dinesh, can you tell me about your hometown?",
      "transcript": "My hometown is Bhaktabur, which is located in the eastern side of Kathmandu Valley. And it is also popular for many cultural heritage sites and kind people outside.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, my hometown is Bhaktabur, which is located in the eastern side of Kathmandu Valley. And it is also popular for many cultural heritage sites and kind people outside.",
      "transcript_cleaned": "My hometown is Bhaktabur, which is located in the eastern side of Kathmandu Valley. And it is also popular for many cultural heritage sites and kind people outside.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ahibrktrDcA_q02",
      "video_id": "ahibrktrDcA",
      "band": 6.5,
      "question": "What do you do for living?",
      "transcript": "I am currently a student right now and I do not do any kind of Part time jobs outside of that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I'm currently a student right now and I don't do any kind of Part time jobs outside of that. Okay.",
      "transcript_cleaned": "I am currently a student right now and I do not do any kind of Part time jobs outside of that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ahibrktrDcA_q03",
      "video_id": "ahibrktrDcA",
      "band": 6.5,
      "question": "What did you study in history lessons when you were in school?",
      "transcript": "The history lessons that I took as a child taught me about different events that, made a huge impact in our country and, different events that happened in our early time that changed our country's politics and that also have had a huge impact on our social Did you enjoy studying history at school? I would say that I did not really enjoy studying history as a child because it was a really boring topic for me because I had to learn about some people I did not know and what they did in the past and what kind. I had to remember all of that and it really came up as a boring topic to me so I did not really enjoy it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, the history lessons that I took as a child taught me about different events that, uh, made a huge impact in our country and, uh, different events that happened in our early time that changed our country's politics and that also have had a huge impact on our social Did you enjoy studying history at school? Um, I would say that I didn't really enjoy studying history as a child because it was a really boring topic for me because I had to learn about some people I didn't know and what they did in the past and what kind. I had to remember all of that and it really came up as a boring topic to me so I didn't really enjoy it.",
      "transcript_cleaned": "The history lessons that I took as a child taught me about different events that, made a huge impact in our country and, different events that happened in our early time that changed our country's politics and that also have had a huge impact on our social Did you enjoy studying history at school? I would say that I did not really enjoy studying history as a child because it was a really boring topic for me because I had to learn about some people I did not know and what they did in the past and what kind. I had to remember all of that and it really came up as a boring topic to me so I did not really enjoy it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ahibrktrDcA_q04",
      "video_id": "ahibrktrDcA",
      "band": 6.5,
      "question": "And how often do you watch television programs that are made on the basis of history or that are about history?",
      "transcript": "I don really find myself watching that kind of TV shows or any documentaries because as of now too I don I not really interested in history What period in history would you like to learn more about if you get an opportunity to I would like to learn about the history, time period where people really did not exist. And I would like to learn about what kind of animals existed in that period and what life was, life really was like to, the animals, That existed back then. that is it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um I don really find myself watching that kind of TV shows or any documentaries because as of now too I don I not really interested in history What period in history would you like to learn more about if you get an opportunity to Um, I would like to learn about the history, uh, time period where people really didn't exist. And I would like to learn about what kind of animals existed in that period and what life was, life really was like to, uh, the animals, uh, That existed back then. That's it. Um,.",
      "transcript_cleaned": "I don really find myself watching that kind of TV shows or any documentaries because as of now too I don I not really interested in history What period in history would you like to learn more about if you get an opportunity to I would like to learn about the history, time period where people really did not exist. And I would like to learn about what kind of animals existed in that period and what life was, life really was like to, the animals, That existed back then. that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ahibrktrDcA_q05",
      "video_id": "ahibrktrDcA",
      "band": 6.5,
      "question": "Are you ready?",
      "transcript": "Yes, I am ready. So here is a.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I'm ready. So here's a.",
      "transcript_cleaned": "Yes, I am ready.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ahibrktrDcA_q06",
      "video_id": "ahibrktrDcA",
      "band": 6.5,
      "question": "The first question will be, how well do you think people generally know about their neighbors in your country?",
      "transcript": "I think that it really depends on the type of people we are talking about. Some people are really outgoing and forward and they like to learn about their neighbors and interact with them and create bonds with them. While some other people are not really interested in talking to their neighbors and getting to know them personally. So I would say that it really depends on people to know about their neighbors. How important do you think it is to have a good neighbor I think it is very important to have a good neighbor because it can really impact on your children and they can learn how you can interact with other people that you meet for the first time And it can also make them learn about helping each other helping each other in need And I think it is very important to have a good neighbor because of that reason okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think that it really depends on the type of people we are talking about. Some people are really outgoing and forward and they like to learn about their neighbors and interact with them and create bonds with them. While some other people are not really interested in talking to their neighbors and getting to know them personally. So I would say that it really depends on people to know about their neighbors. How important do you think it is to have a good neighbor Um I think it is very important to have a good neighbor uh because it can really impact uh on your children and they can uh learn how you can interact with other people that you meet for the first time And it can also uh uh make them learn about uh helping each other helping each other in need And uh I think it is very important to have a good uh neighbor because of that reason Um, okay.",
      "transcript_cleaned": "I think that it really depends on the type of people we are talking about. Some people are really outgoing and forward and they like to learn about their neighbors and interact with them and create bonds with them. While some other people are not really interested in talking to their neighbors and getting to know them personally. So I would say that it really depends on people to know about their neighbors. How important do you think it is to have a good neighbor I think it is very important to have a good neighbor because it can really impact on your children and they can learn how you can interact with other people that you meet for the first time And it can also make them learn about helping each other helping each other in need And I think it is very important to have a good neighbor because of that reason",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ahibrktrDcA_q07",
      "video_id": "ahibrktrDcA",
      "band": 6.5,
      "question": "Which facilities do you think are the most important for people living in cities?",
      "transcript": "I think, all kinds of facilities should be given priority to develop and improve in cities because it is one of the main aspects that differentiates cities from other rural areas. And, it also, various, facilities like, education, transportation, health, drinking water, and, other facilities are very important, for our city to have. Because it will be very helpful to, the people that are living in that city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think, uh, all kinds of facilities should be given priority to develop and improve in cities because it is one of the main aspects that differentiates cities from other rural areas. And, uh, it also, uh, various, uh, facilities like, uh, uh, education, transportation, health, drinking water, and, uh, other facilities are very important, uh, for our city to have. Because it will be very helpful to, uh, the people that are living in that city.",
      "transcript_cleaned": "I think, all kinds of facilities should be given priority to develop and improve in cities because it is one of the main aspects that differentiates cities from other rural areas. And, it also, various, facilities like, education, transportation, health, drinking water, and, other facilities are very important, for our city to have. Because it will be very helpful to, the people that are living in that city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ahibrktrDcA_q08",
      "video_id": "ahibrktrDcA",
      "band": 6.5,
      "question": "Do you think children should always go to a school that is nearest to their home?",
      "transcript": "I think it really depends on the parents to decide what kind of school their child will be attended to. Because at the end of the day, those parents will know what kind of services their child will receive, what kind of teachings their child will receive, and what kind of environment their child will be learning on. So it really depends on the parents to know what kind of school their children will be attended to. All right. Thank you so much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think it really depends on the parents to decide what kind of school their child will be attended to. Because at the end of the day, those parents will know what kind of services their child will receive, what kind of teachings their child will receive, and what kind of environment their child will be learning on. So it really depends on the parents to know what kind of school their children will be attended to. All right. Thank you so much.",
      "transcript_cleaned": "I think it really depends on the parents to decide what kind of school their child will be attended to. Because at the end of the day, those parents will know what kind of services their child will receive, what kind of teachings their child will receive, and what kind of environment their child will be learning on. So it really depends on the parents to know what kind of school their children will be attended to.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q01",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Where do you come from?",
      "transcript": "I come from a small town Tohana which is located in district Wartabad and state Haryana and it is located in the northern part of India. Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I come from a small town Tohana which is located in district Wartabad and state Haryana and it is located in the northern part of India. Okay,.",
      "transcript_cleaned": "I come from a small town Tohana which is located in district Wartabad and state Haryana and it is located in the northern part of India.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q02",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Do you like sports?",
      "transcript": "Yes, of course. I am a sports enthusiastic person and I love to play sports.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, of course. I'm a sports enthusiastic person and I love to play sports.",
      "transcript_cleaned": "Yes, of course. I am a sports enthusiastic person and I love to play sports.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q03",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "What sports do you like?",
      "transcript": "Well, I love so many sports but most of time I love to play badminton and it is my favorite sport.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, I love so many sports but most of time I love to play badminton and it's my favorite sport.",
      "transcript_cleaned": "I love so many sports but most of time I love to play badminton and it is my favorite sport.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q04",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Where did you learn to play?",
      "transcript": "I learned playing badminton in my street as I used to play it from my childhood.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I learned playing badminton in my street as I used to play it from my childhood.",
      "transcript_cleaned": "I learned playing badminton in my street as I used to play it from my childhood.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q05",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Did you do some sports when you were quite young or when you were a child?",
      "transcript": "Yes, as I told you earlier, I used to play badminton in my street with my friends and my cousins.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, as I told you earlier, I used to play badminton in my street with my friends and my cousins.",
      "transcript_cleaned": "Yes, as I told you earlier, I used to play badminton in my street with my friends and my cousins.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "f4zp__bJafI_q06",
      "video_id": "f4zp__bJafI",
      "band": 6.5,
      "question": "Do you think children need more exercise?",
      "transcript": "Yes, of course. Children nowadays need more exercise. Not only children. All of us need to do more exercise as it keeps us happy. Keeps us healthy. Now few questions will be based on books.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, of course. Children nowadays need more exercise. Not only children. All of us need to do more exercise as it keeps us happy. Keeps us healthy. Now few questions will be based on books.",
      "transcript_cleaned": "Yes, of course. Children nowadays need more exercise. Not only children. All of us need to do more exercise as it keeps us happy. Keeps us healthy. Now few questions will be based on books.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}