{
  "batch_id": 45,
  "count": 20,
  "samples": [
    {
      "sample_id": "ecN15c3gZYg_q20",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And did you make any noticeable mistakes?",
      "transcript": "I think as opposed to grammatical mistakes, I think there were definitely a few times where I sort of went in circles and rambled on a little bit. but yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think as opposed to grammatical mistakes, I think there were definitely a few times where I sort of went in circles and rambled on a little bit. Um, but yeah.",
      "transcript_cleaned": "I think as opposed to grammatical mistakes, I think there were definitely a few times where I sort of went in circles and rambled on a little bit. but",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q21",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And if you do, can you remind us what they were?",
      "transcript": "Because sometimes after an exam, it is really hard to remember what questions you were asked. to the best of my memory, the exam started with questions about my hometown and where I lived. that was followed by a question about whether or not I liked where I lived, I am pretty sure. and then there were questions about if I had a garden and if I do gardening. and then if anyone I know does a lot of gardening. And I think that was followed by the question about my first phone. And then after that was about communication styles and the importance of body language and whether or not we need to appreciate and accept and understand communication styles from different cultures. yeah. Well done. You just missed out on the jokes topic, which talked about jokes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because sometimes after an exam, it is really hard to remember what questions you were asked. Um, to the best of my memory, the exam started with questions about my hometown and where I lived. Um, that was followed by a question about whether or not I liked where I lived, I'm pretty sure. Um, and then there were questions about if I had a garden and if I do gardening. Um, and then if anyone I know does a lot of gardening. And I think that was followed by the question about um, my first phone. And then after that was about communication styles and the importance of body language and whether or not we need to appreciate and accept and understand communication styles from different cultures. Um, yeah. Well done. You just missed out on the jokes topic, which talked about jokes.",
      "transcript_cleaned": "Because sometimes after an exam, it is really hard to remember what questions you were asked. to the best of my memory, the exam started with questions about my hometown and where I lived. that was followed by a question about whether or not I liked where I lived, I am pretty sure. and then there were questions about if I had a garden and if I do gardening. and then if anyone I know does a lot of gardening. And I think that was followed by the question about my first phone. And then after that was about communication styles and the importance of body language and whether or not we need to appreciate and accept and understand communication styles from different cultures. yeah. Well done. You just missed out on the jokes topic, which talked about jokes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q25",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "What is the best thing about living where you live?",
      "transcript": "I think that the best thing about where I am living is its proximity to the city. So where I live is nice and close. public transport is really good. it is very easy to get around. If I ever need to get something or I need to do something, it is really, really easy to do that. And I can usually get there in a really short period of time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that the best thing about where I'm living is its proximity to the city. So where I live is nice and close. Uh, public transport is really good. It's very easy to get around. If I ever need to get something or I need to do something, it's really, really easy to do that. And I can usually get there in a really short period of time.",
      "transcript_cleaned": "I think that the best thing about where I am living is its proximity to the city. So where I live is nice and close. public transport is really good. it is very easy to get around. If I ever need to get something or I need to do something, it is really, really easy to do that. And I can usually get there in a really short period of time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q27",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "Are you good at remembering jokes?",
      "transcript": "No. I, I am not very good at rumourring jokes, I am not going to lie. something my dad always loved to tell jokes, and I think that because he loved jokes so much I always became deterred from them. typical dad jokes. but yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No. Um, I, I'm not very good at rumourring jokes, I'm not gonna lie. Um, something my dad always loved to tell jokes, um, and I think that because he loved jokes so much I always became deterred from them. Um, typical dad jokes. Um, but yeah.",
      "transcript_cleaned": "No. I, I am not very good at rumourring jokes, I am not going to lie. something my dad always loved to tell jokes, and I think that because he loved jokes so much I always became deterred from them. typical dad jokes. but",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q28",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "What type of jokes do you like?",
      "transcript": "I think that I usually prefer the types of jokes that are more like riddles, where they have sort of a story to them. So you get invested in the story and it goes on for a while. And then you have the punchline at the end. that is the sort of joke that I prefer, as opposed to the short witty jokes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that I usually prefer the types of jokes that are more like riddles, where they have sort of a story to them. So you get invested in the story and it goes on for a while. And then you have the punchline at the end. That's the sort of joke that I prefer, um, as opposed to the short witty jokes.",
      "transcript_cleaned": "I think that I usually prefer the types of jokes that are more like riddles, where they have sort of a story to them. So you get invested in the story and it goes on for a while. And then you have the punchline at the end. that is the sort of joke that I prefer, as opposed to the short witty jokes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q31",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "However, we do have a large balcony and on the balcony we have lots of plants.",
      "transcript": "There is a veggie garden. most of the plants are in pots. and it is quite nice because I have two dogs, so they love to run around. And frolic near the plants I guess.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There's a veggie garden. Um, most of the plants are in pots. Um, and it's quite nice because I have two dogs, so they love to run around. And frolic near the plants I guess.",
      "transcript_cleaned": "There is a veggie garden. most of the plants are in pots. and it is quite nice because I have two dogs, so they love to run around. And frolic near the plants I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q32",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And do you like gardening?",
      "transcript": "I do like gardening actually, because we have the veggie patch I really enjoy planting different vegetables. I often do this with my mum because she is very passionate about cooking and using different vegetables and herbs. so quite often I will help her out there. yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do like gardening actually, um, because we have the veggie patch I really enjoy planting different vegetables. Um, I often do this with my mum because she's very passionate about cooking and using different vegetables and herbs. Um, so quite often I will help her out there. Um, yeah.",
      "transcript_cleaned": "I do like gardening actually, because we have the veggie patch I really enjoy planting different vegetables. I often do this with my mum because she is very passionate about cooking and using different vegetables and herbs. so quite often I will help her out there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q33",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And do you know anyone else who does a lot of gardening?",
      "transcript": "My grandmother loves gardening. She has a really, really large property and there are lots of different plants and again she has a veggie patch and she spends almost all day every day out in the garden gardening, using all sorts of different tools and planting different vegetables. and similar to my mum, she She likes to use the vegetables that she plants and that she grows and she uses them to cook, which is that which I think is really cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My grandmother loves gardening. She has a really, really large property and there are lots of different plants and again she has a veggie patch and she spends almost all day every day out in the garden gardening, um, using all sorts of different tools and planting different vegetables. Um, and similar to my mum, she She likes to use the vegetables that she plants and that she grows and she uses them to cook, which is that which I think is really cool.",
      "transcript_cleaned": "My grandmother loves gardening. She has a really, really large property and there are lots of different plants and again she has a veggie patch and she spends almost all day every day out in the garden gardening, using all sorts of different tools and planting different vegetables. and similar to my mum, she She likes to use the vegetables that she plants and that she grows and she uses them to cook, which is that which I think is really cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q40",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And why is it important to understand how different cultures communicate?",
      "transcript": "I think it is really important because as we have seen through the increase of technology, communication within a single culture can change so much over a period of time. So, and so seeing how different cultures vary in terms of communication style, it just shows you that it is really, really necessary to appreciate and understand how those variations are sort of created. it is crucial to understanding the cultures of course, but then also understanding communication itself because there is such a vast variety and there is no right or wrong way. Thank you. That is the end of this practice IELTS speaking test.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it's really important because as we've seen through the increase of technology, communication within a single culture can change so much over a period of time. So, and so seeing how different cultures vary in terms of communication style, it just shows you that it's really, really necessary to appreciate and understand how those variations are sort of created. It's crucial to understanding the cultures of course, but then also understanding communication itself because there is such a vast variety and there is no right or wrong way. Thank you. That is the end of this practice IELTS speaking test.",
      "transcript_cleaned": "I think it is really important because as we have seen through the increase of technology, communication within a single culture can change so much over a period of time. So, and so seeing how different cultures vary in terms of communication style, it just shows you that it is really, really necessary to appreciate and understand how those variations are sort of created. it is crucial to understanding the cultures of course, but then also understanding communication itself because there is such a vast variety and there is no right or wrong way. Thank you. That is the end of this practice IELTS speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q41",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "So Julia, how was that for you?",
      "transcript": "That was good. I think I really liked the questions actually. I thought it were really interesting topics and I think it went pretty well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That was good. I think um, I really liked the questions actually. I thought it were really interesting topics and I think it went pretty well.",
      "transcript_cleaned": "That was good. I think I really liked the questions actually. I thought it were really interesting topics and I think it went pretty well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q42",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And did you find any of the questions hard?",
      "transcript": "I actually found the gardening questions difficult ironically because I think it is difficult to elaborate on questions that are quite specific so yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I actually found the gardening questions difficult ironically because I think it's difficult to elaborate on questions that are quite specific so yeah.",
      "transcript_cleaned": "I actually found the gardening questions difficult ironically because I think it is difficult to elaborate on questions that are quite specific",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q43",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And did you make any noticeable mistakes?",
      "transcript": "I think as opposed to grammatical mistakes I think there were definitely a few times where I sort of went in circles and rambled on a little bit. but yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think as opposed to grammatical mistakes I think there were definitely a few times where I sort of went in circles and rambled on a little bit. Um, but yeah.",
      "transcript_cleaned": "I think as opposed to grammatical mistakes I think there were definitely a few times where I sort of went in circles and rambled on a little bit. but",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ecN15c3gZYg_q45",
      "video_id": "ecN15c3gZYg",
      "band": 9.0,
      "question": "And, what kind of jokes you actually like?",
      "transcript": "Of course. Well, I am sure Chris will have some more in-depth, feedback for you and thank you so much. Fabulous.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Of course. Well, I'm sure Chris will have some more in-depth, uh, feedback for you and thank you so much. Fabulous.",
      "transcript_cleaned": "Of course. Well, I am sure Chris will have some more in-depth, feedback for you and thank you so much. Fabulous.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q02",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "Which town or city do you live in?",
      "transcript": "I am currently living in Hanoi, the capital city of Vietnam and this is also where I was born and raised. huh.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm currently living in Hanoi, the capital city of Vietnam and uh, this is also where I was born and raised. Uh huh.",
      "transcript_cleaned": "I am currently living in Hanoi, the capital city of Vietnam and this is also where I was born and raised. huh.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q03",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "Talking about things I, I am not satisfied with there like towns like Hanoi is the capital city, right?",
      "transcript": "So it is really populous. I mean the population there is increasingly like growing. And, it leads to like tons of problems like traffic congestion or the unorganized urban planning. Yeah. And also pollution as well. So I do not really like the hustle and bustle of my city. Mhm.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So it's really populous. Um, I mean the population there is increasingly like growing. And, er, it leads to like tons of problems like traffic congestion or the unorganized urban planning. Yeah. And also pollution as well. So I don't really like the hustle and bustle of my city. Mhm.",
      "transcript_cleaned": "it is really populous. I mean the population there is increasingly like growing. And, it leads to like tons of problems like traffic congestion or the unorganized urban planning. Yeah. And also pollution as well. So I do not really like the hustle and bustle of my city. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q04",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "Do you think you will continue to live there for a long time?",
      "transcript": "Although there are like some things that I do not really like, as I said before, I still think that I would reside in Hanoi like for a long time in the future. Basically because my family is living here and Hanoi is my hometown as well. And there are tons of job opportunities there for me. Yeah, so. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, although there are like some things that I don't really like, as I said before, I still think that I would reside in Hanoi like for a long time in the future. Basically because my family is living here and Hanoi is my hometown as well. And there are tons of job opportunities there for me. Yeah, so. Right.",
      "transcript_cleaned": "Although there are like some things that I do not really like, as I said before, I still think that I would reside in Hanoi like for a long time in the future. Basically because my family is living here and Hanoi is my hometown as well. And there are tons of job opportunities there for me. Yeah, so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q05",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "Do you live in a house or an apartment?",
      "transcript": "Oh, to be honest with you, I have two houses. My parents live in a house and they also have an apartment as well. And the house is for renting now. Yeah, for some reasons we do not live in the house anymore. Yeah. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, to be honest with you, I have two houses. My parents live in a house and they also have an apartment as well. And the house is for renting now. Yeah, for some reasons we don't live in the house anymore. Yeah. Okay,.",
      "transcript_cleaned": "Oh, to be honest with you, I have two houses. My parents live in a house and they also have an apartment as well. And the house is for renting now. Yeah, for some reasons we do not live in the house anymore.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q07",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "Can you remember when you first started using a computer or tablets?",
      "transcript": "I have used laptop for a while since I was a child, so I do not really remember. Yeah. but talking about tablet, I, first adopted, it last year, like since I, went to university and I, like changed my, note taking habit from the traditional papers into digital gadgets and I feel really convenient. Do you sometimes find computers or tablets difficult to use Yeah to be honest I don find using tech devices quite difficult and challenging As I said before I quite savvy in it However, when I like changed from laptop into Macbook, I mean a product of Apple using a separate and distinct operating system, Yeah, I found it quite like struggling. But after a short time like looking for the like a tutorial, yeah, I getting, I got into it and I knew what it takes and it turned out to be like easier for me. Thank you. Now I am going to give you a topic and I would like you to talk about it for one to two minutes. You have one minute to plan what you are going to say and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I have used laptop for a while since I was a child, so I don't really remember. Yeah. Uh, but talking about tablet, I, uh, first adopted, uh, it last year, like since I, uh, went to university and I, uh, like changed my, uh, note taking habit from the traditional papers into digital gadgets and I feel really convenient. Do you sometimes find computers or tablets difficult to use Yeah to be honest I don find using tech devices quite difficult and challenging As I said before I quite savvy in it However, when I like changed from laptop into Macbook, I mean a product of Apple using a separate and distinct operating system, Yeah, I found it quite like struggling. But um, after a short time like uh, looking for the um, like a tutorial, yeah, I uh, getting, I got into it and I uh, knew what it takes and it turned out to be like easier for me. Thank you. Now I'm going to give you a topic and I'd like you to talk about it for one to two minutes. You have one minute to plan what you are going to say and.",
      "transcript_cleaned": "I have used laptop for a while since I was a child, so I do not really remember. Yeah. but talking about tablet, I, first adopted, it last year, like since I, went to university and I, like changed my, note taking habit from the traditional papers into digital gadgets and I feel really convenient. Do you sometimes find computers or tablets difficult to use Yeah to be honest I don find using tech devices quite difficult and challenging As I said before I quite savvy in it However, when I like changed from laptop into Macbook, I mean a product of Apple using a separate and distinct operating system, Yeah, I found it quite like struggling. But after a short time like looking for the like a tutorial, yeah, I getting, I got into it and I knew what it takes and it turned out to be like easier for me. Thank you. Now I am going to give you a topic and I would like you to talk about it for one to two minutes. You have one minute to plan what you are going to say and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q09",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "So could you please start talking now?",
      "transcript": "Okay, so, talking about a person who opened his feelings, openly, I would say, it is none other than my boyfriend. he is the same age with me and, he was born and raised in the Netherlands. we first met each other on Instagram. at that time, I, ran into him and, followed him. Yeah, I did not remember vividly why, but yeah. after that we started a chat and, like no sooner, we got on well and then we turned, like into best friend and then, like started a, like romantic relationship as now. Right, so, talking about his characteristics, I would say, first he is, knowledgeable, right, and he is also very caring and loving for me, and he is also very confident as well. So that is why I think, he can easily express his emotions and feelings and opinions. At that time, I, remember that I was quite, like, unconfident, because, I feel like, I felt like I lack a lot of, factors to be, successful. And, and I always, like, look at others, people, yeah. Yeah, and, he was the person who encouraged me and pushed me up, pushed me forward. Like he always said, just be your true self and just be, like, faithful towards yourself and love, yeah, everything that you have and then people would have you too. Okay, thank you. Now you been telling me about a person who is open about their feelings In the final five minutes of the test I like to ask you some more general questions that are related to this In what different ways do people show feelings Okay, there are several ways that people express their feelings, how they feel towards each other. But I would say it depends on, like, the person who they would share the feeling with.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, so, uh, talking about a person who opened his feelings, uh, openly, I would say, uh, it's none other than my boyfriend. Um, he is the same age with me and, uh, he was born and raised in the Netherlands. Um, we first met each other on Instagram. Um, at that time, I, uh, ran into him and, uh, followed him. Yeah, I didn't remember vividly why, but yeah. Um, after that we started a chat and, uh, like no sooner, uh, we got on well and then we turned, uh, like into best friend and then, uh, like started a, like romantic relationship as now. Right, so, um, talking about his characteristics, I would say, uh, first he is, uh, knowledgeable, right, and he's also very caring and loving for me, um, and he's also very confident as well. So that's why I think, uh, he can easily express his emotions and feelings and opinions. At that time, I, uh, remember that I was quite, like, uh, unconfident, uh, because, um, I feel like, I felt like I lack a lot of, uh, factors to be, uh, successful. And, and I always, like, look at others, people, um, yeah. Yeah, and, uh, he was the person who encouraged me and pushed me up, pushed me forward. Like he always said, uh, just be your true self and just be, like, faithful towards yourself and love, uh, yeah, everything that you have and then people would have you too. Okay, thank you. Now you been telling me about a person who is open about their feelings In the final five minutes of the test I like to ask you some more general questions that are related to this In what different ways do people show feelings Okay, um, there are several ways that people express their feelings, how they feel towards each other. But I would say it depends on, like, the person who they would share the feeling with.",
      "transcript_cleaned": "talking about a person who opened his feelings, openly, I would say, it is none other than my boyfriend. he is the same age with me and, he was born and raised in the Netherlands. we first met each other on Instagram. at that time, I, ran into him and, followed him. Yeah, I did not remember vividly why, but yeah. after that we started a chat and, like no sooner, we got on well and then we turned, like into best friend and then, like started a, like romantic relationship as now. Right, so, talking about his characteristics, I would say, first he is, knowledgeable, right, and he is also very caring and loving for me, and he is also very confident as well. So that is why I think, he can easily express his emotions and feelings and opinions. At that time, I, remember that I was quite, like, unconfident, because, I feel like, I felt like I lack a lot of, factors to be, successful. And, and I always, like, look at others, people, yeah. Yeah, and, he was the person who encouraged me and pushed me up, pushed me forward. Like he always said, just be your true self and just be, like, faithful towards yourself and love, yeah, everything that you have and then people would have you too. Okay, thank you. Now you been telling me about a person who is open about their feelings In the final five minutes of the test I like to ask you some more general questions that are related to this In what different ways do people show feelings Okay, there are several ways that people express their feelings, how they feel towards each other. But I would say it depends on, like, the person who they would share the feeling with.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "GY-j0OoAZmw_q10",
      "video_id": "GY-j0OoAZmw",
      "band": 7.5,
      "question": "Maybe I think people would easily and naturally show their true feelings with, like, best friends or people who are close, right?",
      "transcript": "But I think they would tell directly how they feel and maybe if they feel like dissatisfied or angry for some reason they would maybe text or like share something not very directly not to upset the partner. People, maybe.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "But I think they would tell directly how they feel and maybe if they feel like dissatisfied or angry for some reason they would maybe text or like share something not very directly not to upset the partner. People, maybe.",
      "transcript_cleaned": "But I think they would tell directly how they feel and maybe if they feel like dissatisfied or angry for some reason they would maybe text or like share something not very directly not to upset the partner. People, maybe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}