{
  "batch_id": 287,
  "count": 20,
  "samples": [
    {
      "sample_id": "dnJC8A1Olng_s16",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "Do they also contribute to charity?",
      "transcript": "&gt;&gt; Well, they do. I think some corporations or at least most of them choose a charity every year and they help them by doing campaigns involving their co co-workers or even their communities. So I think it is is something very very common in my country.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, they do. I think some corporations or at least most of them uh choose uh a charity uh every year and they help them by doing campaigns involving their co co-workers or even their communities. So I think it's is something very very uh common in my country.",
      "transcript_cleaned": "&gt;&gt; Well, they do. I think some corporations or at least most of them choose a charity every year and they help them by doing campaigns involving their co co-workers or even their communities. So I think it is is something very very common in my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "dnJC8A1Olng_s17",
      "video_id": "dnJC8A1Olng",
      "band": 9.0,
      "question": "Should charities be allowed to make a profit?",
      "transcript": "&gt;&gt; They should be allowed to make a profit as long as they are actually helping society because we need people that dedicate their time fully to charities in order to actually help. So, but those people cannot live out of just helping. They need to survive. They need money. So, that is I think that will be the situation. &gt;&gt; Thank you very much. This is now the end of the speaking test.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; They should be allowed to make a profit as long as they are actually helping society because we need people that dedicate their time fully to charities in order to actually help. So, but those people cannot live out of just helping. They need to survive. They need money. So, that's I think that will be the situation. &gt;&gt; Thank you very much. This is now the end of the speaking test.",
      "transcript_cleaned": "&gt;&gt; They should be allowed to make a profit as long as they are actually helping society because we need people that dedicate their time fully to charities in order to actually help. So, but those people cannot live out of just helping. They need to survive. They need money. So, that is I think that will be the situation. &gt;&gt; Thank you very much. This is now the end of the speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s00",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "So, first of all, could you tell me are you working or are you a student?",
      "transcript": "I am not working right now, but I had worked as a video editor and videographer. and I usually edited news videos and it was very tough actually because I it was very busy and so urgent things to report. So yeah, I really but I really enjoyed the job.",
      "source": "supplementary",
      "transcript_original": "Uh, I'm not working right now, but I had worked as a video editor and videographer. Uh, and I usually edited uh news videos and it was very tough actually because I it was very busy and um so urgent things to report. So yeah, I really but I really enjoyed the job.",
      "transcript_cleaned": "I am not working right now, but I had worked as a video editor and videographer. and I usually edited news videos and it was very tough actually because I it was very busy and so urgent things to report. So yeah, I really but I really enjoyed the job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s02",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "So what was your first mobile phone?",
      "transcript": "I do not really remember but I remember the first moment that I used iPhone. I think I thought it was very innovative at the time and and it was it was very useful to me to that I could do internet on the road. So really remember of the first moment. Mhm.",
      "source": "supplementary",
      "transcript_original": "Uh I don't really remember but I remember the first moment that I used iPhone. Uh I think I thought it was very innovative at the time and and it was um uh it was very useful to me to uh that I could do internet on the road. So really remember of the first moment. Mhm.",
      "transcript_cleaned": "I do not really remember but I remember the first moment that I used iPhone. I think I thought it was very innovative at the time and and it was it was very useful to me to that I could do internet on the road. So really remember of the first moment. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s03",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And do you usually use your mobile phone for texting or calling?",
      "transcript": "For I prefer texting because calling that that takes a lot of time. I usually call friends a for an hour. So texting also it takes time but yeah I can transmit my message exactly. So I prefer testing.",
      "source": "supplementary",
      "transcript_original": "Um for uh I prefer texting because calling that that takes a lot of time. I usually call friends a for an hour. So texting also it takes time but yeah I can um transmit my message exactly. So I prefer testing.",
      "transcript_cleaned": "For I prefer texting because calling that that takes a lot of time. I usually call friends a for an hour. So texting also it takes time but yeah I can transmit my message exactly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s04",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And do you think will you buy a new mobile phone in the future?",
      "transcript": "Yes. because I I am now using iPhone 15 Pro but it is going to be sometimes be broken or the ability got get lower. So maybe I will change the phone. Mhm.",
      "source": "supplementary",
      "transcript_original": "Yes. Um because I I'm now using iPhone 15 Pro but it's going to be sometimes be broken or uh the ability got get lower. So maybe I will change the phone. Mhm.",
      "transcript_cleaned": "Yes. because I I am now using iPhone 15 Pro but it is going to be sometimes be broken or the ability got get lower. So maybe I will change the phone. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s06",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "So do you like watching sports on TV?",
      "transcript": "Yes, I really love it. especially I really love baseball and I and I usually watch live baseball games on weekdays in spring season. Mhm. Yeah.",
      "source": "supplementary",
      "transcript_original": "Yes, I really love it. especially I really love baseball and I and I usually watch live baseball games um on weekdays in spring season. Mhm. Yeah.",
      "transcript_cleaned": "Yes, I really love it. especially I really love baseball and I and I usually watch live baseball games on weekdays in spring season. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s07",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And who do you like to watch sports games with?",
      "transcript": "I usually watch along because my friends do not like baseball so I usually watch.",
      "source": "supplementary",
      "transcript_original": "Uh I usually watch along because my friends don't like baseball so I usually watch.",
      "transcript_cleaned": "I usually watch along because my friends do not like baseball",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s08",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And have you ever watched a sports game in a stadium?",
      "transcript": "Oh yes, of course. Because I I loved baseball from 10 years ago. So the best game was Korean series with SK and Dan. Yeah. The and that game I the fan of my team my team won the game. Yeah. Great.",
      "source": "supplementary",
      "transcript_original": "Oh yes, of course. Because I I loved baseball from 10 years ago. So um the best game was Korean series with SK and Dan. Yeah. The and that game I the fan of my team my team won the game. Yeah. Great.",
      "transcript_cleaned": "Oh yes, of course. Because I I loved baseball from 10 years ago. So the best game was Korean series with SK and Dan. Yeah. The and that game I the fan of my team my team won the game.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s10",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "So could you describe a job that is useful to society?",
      "transcript": "I think it is teacher. because my mom is a retired teacher and I some I also dreamed about being a teacher when I was young. I think the teacher is the people who are eager to get along with young people and they are very smart and they really want to teach something to young people and it makes young people sigh open to the new world and new trends and they can get some good knowledges from the school and but nowadays teachers are really get tired of doing some stuffs in school but they do like people because my one of my friend became teacher and she says she is very hard doing works at school but she I saw her I saw her her face really happy with saying about her students and she she really wants to be a good teacher. Yeah. Okay.",
      "source": "supplementary",
      "transcript_original": "I think it's teacher. Uh because my mom is a retired teacher and um I some I also dreamed about being a teacher um when I was young. Um I think the uh teacher is the people who are eager to get along with young people and they are very smart and they really want to um teach something to young people and um it makes young people sigh open to the new world and new trends and they can get um some good knowledges from the school and but nowadays teachers are really get tired of doing some stuffs in school but they do like people because my one of my friend became teacher and she says she's very hard doing um works at school but she I saw her I saw her her face really happy with saying about um her uh students and she she really wants to um be a good teacher. Yeah. Okay.",
      "transcript_cleaned": "I think it is teacher. because my mom is a retired teacher and I some I also dreamed about being a teacher when I was young. I think the teacher is the people who are eager to get along with young people and they are very smart and they really want to teach something to young people and it makes young people sigh open to the new world and new trends and they can get some good knowledges from the school and but nowadays teachers are really get tired of doing some stuffs in school but they do like people because my one of my friend became teacher and she says she is very hard doing works at school but she I saw her I saw her her face really happy with saying about her students and she she really wants to be a good teacher.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 2
    },
    {
      "sample_id": "eAz-JoMrXJE_s11",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "So why do you think a teacher is useful to society?",
      "transcript": "As I said, teachers have good knowledges on the of the world and they really want to make other people get smarter and and they believe they trust people that they can change, they can be changed and they can be developed and yeah I think they are the teachers are really have generous and kind personality. Okay, perfect. So, let us go on to part three.",
      "source": "supplementary",
      "transcript_original": "uh as I said, teachers have good knowledges on the of the world and they really want to make other people get smarter and and they believe they trust people that they can change, they can be changed and they can be developed and yeah I think they're the teachers are really have generous and kind personality. Okay, perfect. So, let's go on to uh part three.",
      "transcript_cleaned": "As I said, teachers have good knowledges on the of the world and they really want to make other people get smarter and and they believe they trust people that they can change, they can be changed and they can be developed and yeah I think they are the teachers are really have generous and kind personality.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s12",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "Now, let us continue Okay, so do you think schools should provide career advice to students?",
      "transcript": "I think I school should do that because when I was in high school I just had to study and study and study and but I wanted to know what job could I get after graduate the school graduating the school. So yeah, but I nowadays schools provide job jobs information. So I really envy them. Yes. Yes.",
      "source": "supplementary",
      "transcript_original": "Um I think I school should do that because um when I was in high school I just had to um study and study and study and but I wanted to know what job could I get after graduate the school graduating the school. So yeah, but I nowadays um uh schools provide job jobs information. So I really envy them. Yes. Yes.",
      "transcript_cleaned": "I think I school should do that because when I was in high school I just had to study and study and study and but I wanted to know what job could I get after graduate the school graduating the school. So yeah, but I nowadays schools provide job jobs information.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s13",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And do you think students are likely to listen to their teachers when it comes to choosing their future career?",
      "transcript": "I think it really depends because teachers provide jobs in school. the the jobs are very temporary and lowwage jobs and but students do believe teachers because they want to get jobs. So even if have even if they get low quality low quality jobs I think they will believe the teachers. Okay.",
      "source": "supplementary",
      "transcript_original": "Um I think it really depends because teachers provide jobs in school. Um the the jobs are very temporary and um lowwage jobs and but students do believe teachers because they want to get jobs. So even if have even if they get low quality low quality jobs I think they will believe the teachers. Okay.",
      "transcript_cleaned": "I think it really depends because teachers provide jobs in school. the the jobs are very temporary and lowwage jobs and but students do believe teachers because they want to get jobs. So even if have even if they get low quality low quality jobs I think they will believe the teachers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s14",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And do you think parents should have any input on their children's future career?",
      "transcript": "As I think it is half and half I think because as ch children have no information about jobs or career. So parents can give provide information of that but I think the most important is is child what should the children have what should child want to do what should a child want to do yeah and I think that is the very that is very important okay yes and what kind of jobs deserve a high salary Nowadays I think it is about IT jobs gets high high wages but I think working on bodies like such as construction or making some whatever u making some building. Yeah, they they deserve high qual high salary because it is really tough job and really dangerous and it is related to human safety. So I think it deserves the high salary. Yes.",
      "source": "supplementary",
      "transcript_original": "Um as I think it's half and half I think because um as ch children have no information about jobs or career. So parents can give provide information of that but I think the most important is um is child what should the children have uh what should child uh want to do what should a child want to do yeah and I think that's the very that's very important okay yes and uh what kind of jobs deserve a high salary Nowadays I think it's about um IT jobs um gets high high wages but I think working on um bodies like such as construction or um um making some whatever u making some building. Yeah, they they deserve high qual high salary because it's really tough job and really dangerous and it's related to human safety. So I think it deserves the high salary. Yes.",
      "transcript_cleaned": "As I think it is half and half I think because as ch children have no information about jobs or career. So parents can give provide information of that but I think the most important is is child what should the children have what should child want to do what should a child want to do yeah and I think that is the very that is very important okay yes and what kind of jobs deserve a high salary Nowadays I think it is about IT jobs gets high high wages but I think working on bodies like such as construction or making some whatever u making some building. Yeah, they they deserve high qual high salary because it is really tough job and really dangerous and it is related to human safety. So I think it deserves the high salary.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s15",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "Are these kind of jobs popular in your country?",
      "transcript": "Yes maybe because people who are desperate are most likely to get a job in construction. Yeah, because it is not that very hard to get job, but it is really tough. Most of men men with low wages and in low condition do have a job like that. Yes.",
      "source": "supplementary",
      "transcript_original": "Um yes maybe because um people who are desperate are most likely to get a job in construction. Yeah, because it's not that very hard to get job, but it's really tough. Most of men um men with um low wages and in low condition do have a job like that. Yes.",
      "transcript_cleaned": "Yes maybe because people who are desperate are most likely to get a job in construction. Yeah, because it is not that very hard to get job, but it is really tough. Most of men men with low wages and in low condition do have a job like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "eAz-JoMrXJE_s16",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "And who do you think should receive a higher salary, younger people or older people?",
      "transcript": "M I think it is younger people because in Korea nowadays older people had high salary jobs so they have they they are now living in good condition but nowadays young people have low wages jobs and uncomfortable jobs. So and they have to struggle to get house or job or good condition. So I think young people deserve to get high salary. Yes. Yes.",
      "source": "supplementary",
      "transcript_original": "M I think it's younger people because in Korea nowadays um older people had um high salary jobs so they have um they they are now living in good condition but nowadays young people um have low wages jobs and um uncomfortable jobs. So and they have to struggle to get um house or job or good um condition. So I think young people deserve to get high salary. Yes. Yes.",
      "transcript_cleaned": "M I think it is younger people because in Korea nowadays older people had high salary jobs so they have they they are now living in good condition but nowadays young people have low wages jobs and uncomfortable jobs. So and they have to struggle to get house or job or good condition. So I think young people deserve to get high salary.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s18",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "If we are making an order, right?",
      "transcript": "So, I think it is better in that case. Like I used to like I used to work as a video editor, but not quite anymore. in terms of the verbs to use, when you talked about the internet with your first iPhone, you said like I could do internet. I would say like use the internet or log onto the internet. I think it could be better verbs to use. one point as well when we talked about calling and texting, you mentioned transmit my message. it is understandable. It seems a little bit awkward. I think a better phrase there would be get my point across. Yeah. So when I am texting my friends, I can get my point across efficiently. you know, I do not have to, you know, worry about having chitchat. So maybe you could use that. also when we talked about phones, you said, call to my mom. so call, like text, ask, contact. these four verbs would have no preposition there.",
      "source": "supplementary",
      "transcript_original": "So, I think it's better in that case. Like I used to like I used to work as a video editor, but not quite anymore. Um, in terms of the verbs to use, uh, when you talked about the internet with your first iPhone, you said like I could do internet. I would say like use the internet or log onto the internet. I think it could be better verbs to use. Um, one point as well when we talked about calling and texting, you mentioned um, transmit my message. It's understandable. It seems a little bit awkward. I think a better phrase there would be get my point across. Yeah. So when I'm texting my friends, I can get my point across efficiently. you know, I don't have to, you know, worry about having chitchat. So maybe you could use that. Uh, also when we talked about phones, you said, uh, call to my mom. Um, so call, like text, ask, contact. Uh, these four verbs would have no preposition there.",
      "transcript_cleaned": "I think it is better in that case. Like I used to like I used to work as a video editor, but not quite anymore. in terms of the verbs to use, when you talked about the internet with your first iPhone, you said like I could do internet. I would say like use the internet or log onto the internet. I think it could be better verbs to use. one point as well when we talked about calling and texting, you mentioned transmit my message. it is understandable. It seems a little bit awkward. I think a better phrase there would be get my point across. Yeah. So when I am texting my friends, I can get my point across efficiently. you know, I do not have to, you know, worry about having chitchat. So maybe you could use that. also when we talked about phones, you said, call to my mom. so call, like text, ask, contact. these four verbs would have no preposition there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eAz-JoMrXJE_s20",
      "video_id": "eAz-JoMrXJE",
      "band": 6.0,
      "question": "I would probably keep it more in general, right?",
      "transcript": "But yeah, it was definitely a good test. I will give you this. You can have a look at it after, but thanks for coming in. Okay. Thank you.",
      "source": "supplementary",
      "transcript_original": "Um, but yeah, it was definitely a good test. I'll give you this. You can have a look at it after, but thanks for coming in. Okay. Thank you.",
      "transcript_cleaned": "But yeah, it was definitely a good test. I will give you this. You can have a look at it after, but thanks for coming in.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eCMxuQanvIE_s02",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "Are you working or a student?",
      "transcript": "Well, I am a student. Recently I have done my graduation in B.Com field. Ok. Now some questions will be based on clothing.",
      "source": "supplementary",
      "transcript_original": "Well, I am a student. Recently I have done my graduation in B.Com field. Ok. Now some questions will be based on clothing.",
      "transcript_cleaned": "I am a student. Recently I have done my graduation in B.Com field. Ok. Now some questions will be based on clothing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "eCMxuQanvIE_s03",
      "video_id": "eCMxuQanvIE",
      "band": 6.5,
      "question": "What kind of clothes do you like to wear?",
      "transcript": "Well I like to wear different kinds of clothes like t-shirts, jeans and suits also but sometimes it depends on the circumstances whenever I have to need to go at outdoor place then I wear smart clothes.",
      "source": "supplementary",
      "transcript_original": "Well I like to wear different kinds of clothes like t-shirts, jeans and suits also but sometimes it depends on the circumstances whenever I have to need to go at outdoor place then I wear smart clothes. Hmm.",
      "transcript_cleaned": "I like to wear different kinds of clothes like t-shirts, jeans and suits also but sometimes it depends on the circumstances whenever I have to need to go at outdoor place then I wear smart clothes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}