{
  "batch_id": 136,
  "count": 20,
  "samples": [
    {
      "sample_id": "fjgWwf5CYEI_q02",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "Tell me, what kind of music do you enjoy listening to?",
      "transcript": "Oh, I am a big fan of rap and pop music. My favorite singer is Stutlin. She is a very talented Vietnamese singer. I can vividly remember I repeated her first album, Ai, over and over in 2024 because I found it very relatable to me. Wonderful. Well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I'm a big fan of rap and pop music. My favorite singer is Stutlin. She is a very talented Vietnamese singer. I can vividly remember I repeated her first album, Ai, over and over in 2024 because I found it very relatable to me. Wonderful. Well done.",
      "transcript_cleaned": "Oh, I am a big fan of rap and pop music. My favorite singer is Stutlin. She is a very talented Vietnamese singer. I can vividly remember I repeated her first album, Ai, over and over in 2024 because I found it very relatable to me. Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q03",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "Has your taste in music changed over time?",
      "transcript": "I think yes, definitely. Because when I was younger, I enjoyed traditional and music for children more. But as I grew up, my type switched to rap and pop as I mentioned before. Because I think I understand the lyrics behind the song more, therefore I find them relatable to me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think yes, definitely. Because when I was younger, I enjoyed traditional and music for children more. But as I grew up, um, my type switched to rap and pop as I mentioned before. Because I think I understand the lyrics behind the song more, therefore I find them relatable to me.",
      "transcript_cleaned": "I think yes, definitely. Because when I was younger, I enjoyed traditional and music for children more. But as I grew up, my type switched to rap and pop as I mentioned before. Because I think I understand the lyrics behind the song more, therefore I find them relatable to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q04",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "Do you prefer listening to live music or recorded music?",
      "transcript": "It is hard to choose but I would go with recorded music because I am a type of person who loves enjoying music in a quiet and private room. And also recorded music is available on many apps such as Spotify and Apple Music so you can listen to it everywhere anytime. But sometimes I do enjoy going to concerts for live music because the heat there always brings up my mood and if you are fortunate enough you can listen to unreleased songs from singers. Thank you, wonderful.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm, it's hard to choose but I would go with recorded music because I'm a type of person who loves enjoying music in a quiet and private room. And also recorded music is available on many apps such as Spotify and Apple Music so you can listen to it everywhere anytime. But sometimes I do enjoy going to concerts for live music because the heat there always brings up my mood and if you're fortunate enough you can listen to unreleased songs from singers. Thank you, wonderful.",
      "transcript_cleaned": "It is hard to choose but I would go with recorded music because I am a type of person who loves enjoying music in a quiet and private room. And also recorded music is available on many apps such as Spotify and Apple Music so you can listen to it everywhere anytime. But sometimes I do enjoy going to concerts for live music because the heat there always brings up my mood and if you are fortunate enough you can listen to unreleased songs from singers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q05",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "Tell me, do you enjoy playing any sports?",
      "transcript": "Yes, my favorite sport is badminton. In the past few years, I managed to play badminton everyday with my friends to enhance my health.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, my favorite sport is badminton. In the past few years, I managed to play badminton everyday with my friends to enhance my health.",
      "transcript_cleaned": "Yes, my favorite sport is badminton. In the past few years, I managed to play badminton everyday with my friends to enhance my health.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q06",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "How often do you exercise, Lange?",
      "transcript": "Just once or twice a week because I had lots of school work to do. However, every day I always make sure to do some walking or jogging while listening to music because I want to stay healthy and get a body to die for. Thank you wonderful Let move on now to talk about food What your favourite type of food Oh I not a picky eater so I can eat most types of food But my favorite one would be Vietnamese traditional food especially rung b Because I love how the cooks combine fresh ingredients with wonderful herbs and spices to create mouthwatering perfect dishes. Wonderful, well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, just once or twice a week because I had lots of school work to do. However, every day I always make sure to do some walking or jogging while listening to music because I want to stay healthy and get a body to die for. Thank you wonderful Let move on now to talk about food What your favourite type of food Oh I not a picky eater so I can eat most types of food But my favorite one would be Vietnamese traditional food especially rung b Because I love how the cooks combine fresh ingredients with wonderful herbs and spices to create mouthwatering perfect dishes. Wonderful, well done.",
      "transcript_cleaned": "Just once or twice a week because I had lots of school work to do. However, every day I always make sure to do some walking or jogging while listening to music because I want to stay healthy and get a body to die for. Thank you wonderful Let move on now to talk about food What your favourite type of food Oh I not a picky eater so I can eat most types of food But my favorite one would be Vietnamese traditional food especially rung b Because I love how the cooks combine fresh ingredients with wonderful herbs and spices to create mouthwatering perfect dishes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q07",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "Do you prefer eating at home or in restaurants?",
      "transcript": "Oh, I prefer eating at home because I want to cook for my family. I am confident about my wonderful skills of cooking which I learned from my stunning mom. I am passionate about cooking for my stunning family, the people I love most in the world. Wonderful, well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I prefer eating at home because I want to cook for my family. I'm confident about my wonderful skills of cooking which I learned from my stunning mom. I'm passionate about cooking for my stunning family, the people I love most in the world. Wonderful, well done.",
      "transcript_cleaned": "Oh, I prefer eating at home because I want to cook for my family. I am confident about my wonderful skills of cooking which I learned from my stunning mom. I am passionate about cooking for my stunning family, the people I love most in the world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q08",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "And the final question, has your diet changed compared to when you were younger?",
      "transcript": "I think it has changed a lot. When I was a kid, I did not say that I hated vegetables, but I did not like it because I think that only herbivores animals eat plants. But now when I understand the importance of vegetables in your diet, I started to eat more salad and vegetables. Thank you, well done. That brings us to the end of part one now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it has changed a lot. When I was a kid, I didn't say that I hated vegetables, but I didn't like it because I think that only herbivores animals eat plants. But now when I understand the importance of vegetables in your diet, I started to eat more salad and vegetables. Thank you, well done. That brings us to the end of part one now.",
      "transcript_cleaned": "I think it has changed a lot. When I was a kid, I did not say that I hated vegetables, but I did not like it because I think that only herbivores animals eat plants. But now when I understand the importance of vegetables in your diet, I started to eat more salad and vegetables.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q09",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "So Langan, the question is could you please describe a time when you learned a new skill?",
      "transcript": "Okay Langan, that brings us to the end of the minute.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay Langan, that brings us to the end of the minute.",
      "transcript_cleaned": "Langan, that brings us to the end of the minute.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q10",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "However, if I had to pick one, it would be how to ride a motorbike.",
      "transcript": "I first learned it three years ago when I switched from secondary school to high school. And my father, my father spent three months just to teach me how to ride basically. It was really difficult at that time. My parents did not have much time to take me from school to home and to my extra classes. So they decided to bought me a motorbike so I can ride by myself. At first learning, I felt very nervous and I was shaking all the time. I fell a lot too. I can vividly remember one time when I was riding by my own on the street. I crashed into another motorbike and we both fell on the street but thankfully no one was injured because we both wear helmets. I was shaking. I did not know what to do, so I cried a lot. My father came to take me home. And I did not ride a motorbike for at least three months since then. But now I feel very confident about my motorbike skills I haven been stopped by a police any time And I over the moon because I can ride to school or hang out with my friend any time anywhere I like without the assistance of my parents That makes me think over the moon. Thank you. Fantastic. Thank you, Lange An. Well done. Hang on. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I first learned it three years ago when I switched from secondary school to high school. And my father, my father spent three months just to teach me how to ride basically. It was really difficult at that time. My parents didn't have much time to take me from school to home and to my extra classes. So they decided to bought me a motorbike so I can ride by myself. At first learning, I felt very nervous and I was shaking all the time. Um, I fell a lot too. I can vividly remember one time when I was riding by my own on the street. I crashed into another motorbike and we both fell on the street but thankfully no one was injured because we both wear helmets. I was shaking. I didn't know what to do, so I cried a lot. My father came to take me home. And I didn't ride a motorbike for at least three months since then. But now I feel very confident about my motorbike skills I haven been stopped by a police any time And I over the moon because I can ride to school or hang out with my friend any time anywhere I like without the assistance of my parents That makes me think over the moon. Thank you. Fantastic. Thank you, Lange An. Well done. Hang on. So.",
      "transcript_cleaned": "I first learned it three years ago when I switched from secondary school to high school. And my father, my father spent three months just to teach me how to ride basically. It was really difficult at that time. My parents did not have much time to take me from school to home and to my extra classes. So they decided to bought me a motorbike so I can ride by myself. At first learning, I felt very nervous and I was shaking all the time. I fell a lot too. I can vividly remember one time when I was riding by my own on the street. I crashed into another motorbike and we both fell on the street but thankfully no one was injured because we both wear helmets. I was shaking. I did not know what to do, so I cried a lot. My father came to take me home. And I did not ride a motorbike for at least three months since then. But now I feel very confident about my motorbike skills I haven been stopped by a police any time And I over the moon because I can ride to school or hang out with my friend any time anywhere I like without the assistance of my parents That makes me think over the moon. Thank you. Fantastic. Thank you, Lange An. Well done. Hang on.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q11",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "Tell me, do you think it is easier for a child or an adult to learn a new skill?",
      "transcript": "Definitely children, which is important for their brain development because children's brain have functions much better than an adult and they have great adaptability. For example, you can see that a child remembers a poem or learns a new song or even learns a new language better than an adult. Wonderful, well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely children, which is important for their brain development because children's brain have functions much better than an adult and they have great adaptability. For example, you can see that a child remembers a poem or learns a new song or even learns a new language better than an adult. Wonderful, well done.",
      "transcript_cleaned": "Definitely children, which is important for their brain development because children's brain have functions much better than an adult and they have great adaptability. For example, you can see that a child remembers a poem or learns a new song or even learns a new language better than an adult.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q12",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "I want to ask, how important are teachers in the process of learning?",
      "transcript": "I would say the teacher plays an important role in learning, not only because they act as a guidance and a mentor to the child learning process, but also they provide emotional care and support for children. For example, many teachers have, ease the problem about how, children would feel at school and, their issue. therefore I think that an AI robot could never replace a teacher. Thank you. Well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say the teacher plays an important role in learning, not only because they act as a guidance and a mentor to the child learning process, but also they provide emotional care and support for children. For example, many teachers have, uh, ease the problem about how, uh, children would feel at school and, um, their issue. Um, therefore I think that an AI robot could never replace a teacher. Thank you. Well done.",
      "transcript_cleaned": "I would say the teacher plays an important role in learning, not only because they act as a guidance and a mentor to the child learning process, but also they provide emotional care and support for children. For example, many teachers have, ease the problem about how, children would feel at school and, their issue. therefore I think that an AI robot could never replace a teacher.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q13",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "What skills do you think will be most useful in the future?",
      "transcript": "I think a combination of technical and emotional skill is really important. as the society continues to advance, people have invented many innovations. Therefore, you need to know how to use AI tools and computer technological devices to survive. in addition, emotional skills are important. Skills such as communication and critical thinking are also important to interact between people and people. Wonderful. Well then.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think a combination of technical and emotional skill is really important. Um, as the society continues to advance, people have invented many innovations. Therefore, you need to know how to use AI tools and computer technological devices to survive. Um, in addition, emotional skills are important. Skills such as communication and critical thinking are also important to interact between people and people. Wonderful. Well then.",
      "transcript_cleaned": "I think a combination of technical and emotional skill is really important. as the society continues to advance, people have invented many innovations. Therefore, you need to know how to use AI tools and computer technological devices to survive. in addition, emotional skills are important. Skills such as communication and critical thinking are also important to interact between people and people. Wonderful. Well then.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q14",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "Do you think job satisfaction is more important than salary?",
      "transcript": "No, I do not think so. For most people in Vietnam, salary is, first thing to take into account when you apply for a company. Which company, salary is important because Vietnam is a developing country and with the high salary you earn, you can take care of your family financially and, it provides you financial freedom. Which is important that you can live a better life especially in the German city of thriving metropolis Wonderful well done Aslangan how has work culture changed in your country in recent years Personally it depends on the location in thriving metropolis such as Ho Chi Minh City work has switched to factories and office because of the education population But in rural areas such as province, there are still many farmers and workers in the factory.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I don't think so. For most people in Vietnam, um, salary is, uh, first thing to take into account when you apply for a company. Which company, uh, salary is important because Vietnam is a developing country and with the high salary you earn, you can take care of your family financially and, uh, it provides you financial freedom. Which is important that you can live a better life especially in the German city of thriving metropolis Wonderful well done Aslangan how has work culture changed in your country in recent years Personally it depends on the location Um in thriving metropolis such as Ho Chi Minh City work has switched to factories and office because of the education population But in rural areas such as province, um, there are still many farmers and workers in the factory.",
      "transcript_cleaned": "No, I do not think so. For most people in Vietnam, salary is, first thing to take into account when you apply for a company. Which company, salary is important because Vietnam is a developing country and with the high salary you earn, you can take care of your family financially and, it provides you financial freedom. Which is important that you can live a better life especially in the German city of thriving metropolis Wonderful well done Aslangan how has work culture changed in your country in recent years Personally it depends on the location in thriving metropolis such as Ho Chi Minh City work has switched to factories and office because of the education population But in rural areas such as province, there are still many farmers and workers in the factory.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "fjgWwf5CYEI_q15",
      "video_id": "fjgWwf5CYEI",
      "band": 7.5,
      "question": "And the final question today, Langen, should companies provide training for their new employees?",
      "transcript": "Many people think no because, each person has to get enough experience and knowledge because, before applying to a company. But personally, I think yes, because it makes you, understandable about the culture of the company. And also you have more vocational skills. It will enhance their productivity, jobs, and customer satisfaction as, great employees know how to make a customer feel good. Fantastic. Well done. And that brings us to the end of the test. Congratulations, Lange. Well done. I am so proud of you. I am so proud of you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Many people think no because, uh, each person has to get enough experience and knowledge because, uh, before applying to a company. But personally, I think yes, because it makes you, um, understandable about the culture of the company. And also you have more vocational skills. It will enhance their productivity, jobs, and customer satisfaction as, um, great employees know how to make a customer feel good. Fantastic. Well done. And that brings us to the end of the test. Congratulations, Lange. Well done. I'm so proud of you. I'm so proud of you.",
      "transcript_cleaned": "Many people think no because, each person has to get enough experience and knowledge because, before applying to a company. But personally, I think yes, because it makes you, understandable about the culture of the company. And also you have more vocational skills. It will enhance their productivity, jobs, and customer satisfaction as, great employees know how to make a customer feel good. Fantastic. Well done. And that brings us to the end of the test. Congratulations, Lange. Well done. I am so proud of you. I am so proud of you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q01",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "Could you spell that for me please?",
      "transcript": "It is, it spells out as J-E-O-N-G. Yep. H-Y-U-N-G. And then Kim with a K-I-M. Okay, very good, Jung Hyung.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, it's, it spells out as J-E-O-N-G. Yep. H-Y-U-N-G. And then Kim with a K-I-M. Okay, very good, Jung Hyung.",
      "transcript_cleaned": "It is, it spells out as J-E-O-N-G. Yep. H-Y-U-N-G. And then Kim with a K-I-M. Okay, very good, Jung Hyung.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q02",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "And could you tell me, are you working or are you a student?",
      "transcript": "I am currently a student and I am studying European languages and cultures at Seogang University in Seoul, Korea. Very good, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I am currently a student and I am studying European languages and cultures at Seogang University in Seoul, Korea. Very good, very good.",
      "transcript_cleaned": "I am currently a student and I am studying European languages and cultures at Seogang University in Seoul, Korea. Very good, very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q03",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "Do you like your major?",
      "transcript": "I definitely do enjoy my major. it is very interesting and, I am looking forward to taking a job within that criteria. Okay, very good, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I definitely do enjoy my major. It's very interesting and, uh, I'm looking forward to taking a job within that criteria. Okay, very good, very good.",
      "transcript_cleaned": "I definitely do enjoy my major. it is very interesting and, I am looking forward to taking a job within that criteria.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q04",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "And tell me what do you like to do in your free time?",
      "transcript": "In my free time I usually enjoy watching YouTube videos and when I have enough time then I study German. When, when it, yeah, when I have enough time I study German and just trying to get more of, of better knowledge of German grammars. Because it is really, it is really difficult for me to study. Okay, very good, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, in my free time I usually enjoy watching YouTube videos and um, when I have enough time then I study German. When, when it, yeah, when I have enough time I study German and um, just trying to get more of, of better knowledge of German grammars. Because it's really, um, it's really difficult for me to study. Okay, very good, very good.",
      "transcript_cleaned": "In my free time I usually enjoy watching YouTube videos and when I have enough time then I study German. When, when it, yeah, when I have enough time I study German and just trying to get more of, of better knowledge of German grammars. Because it is really, it is really difficult for me to study.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q05",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "And could you tell me the name of your hometown, please?",
      "transcript": "My hometown is Seoul, Korea. it is actually the capital city of Korea. And, yeah, there is a lot of tourist sites that people can visit, so I would like to recommend you to visit someday. Okay, good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, my hometown is Seoul, Korea. It's actually the capital city of Korea. And, um, yeah, there's a lot of tourist sites that people can visit, so I would like to recommend you to visit someday. Okay, good.",
      "transcript_cleaned": "My hometown is Seoul, Korea. it is actually the capital city of Korea. And, yeah, there is a lot of tourist sites that people can visit, so I would like to recommend you to visit someday.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q07",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "So how often do you get a haircut?",
      "transcript": "I get a haircut once a month. And, usually I went to a barber shop to take my haircut. But these days I just go to a shop nearby my house and they offer a very cheap price for university students. So I enjoy my haircut and I just want to get my hair tidy every month. So that I look good. So that I can, you know, go on a date with my girlfriend. Very good, very good. yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I get a haircut once a month. And, um, usually I went to a barber shop to take my haircut. But these days I just go to a shop nearby my house and they offer a very cheap price for university students. So I enjoy my haircut and I just want to get my hair tidy every month. So that I look good. So that I can, you know, go on a date with my girlfriend. Very good, very good. Uh, yeah.",
      "transcript_cleaned": "I get a haircut once a month. And, usually I went to a barber shop to take my haircut. But these days I just go to a shop nearby my house and they offer a very cheap price for university students. So I enjoy my haircut and I just want to get my hair tidy every month. So that I look good. So that I can, you know, go on a date with my girlfriend. Very good, very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}