{
  "batch_id": 89,
  "count": 20,
  "samples": [
    {
      "sample_id": "vr0Z24kkCRQ_q09",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "What kinds of people do you like to make friends with?",
      "transcript": "Let us say people that like to joke around a lot. and people who like sports, specifically basketball. I think I just mesh around with them a lot. and I mean I don I don narrow down my the people I hang out with I like hanging out with different types of people whether they gamers whether they athletes it doesn matter to me Cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, let's say people that like to joke around a lot. Um, and people who like sports, specifically basketball. I think I just mesh around with them a lot. Um and I mean I don I don narrow down my the people I hang out with I like hanging out with different types of people Um whether they gamers whether they athletes it doesn matter to me Cool.",
      "transcript_cleaned": "Let us say people that like to joke around a lot. and people who like sports, specifically basketball. I think I just mesh around with them a lot. and I mean I don I don narrow down my the people I hang out with I like hanging out with different types of people whether they gamers whether they athletes it doesn matter to me Cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q10",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "And, do you think you are a good, do you think you are a good friend for other people?",
      "transcript": "Well, I like to say so, yeah. I take care of them. I am nice to them. I keep it real with them. So yeah, I do consider myself a good friend to them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I like to say so, yeah. Um, I take care of them. Um, I'm nice to them. I keep it real with them. So yeah, I do consider myself a good friend to them.",
      "transcript_cleaned": "I like to say so, yeah. I take care of them. I am nice to them. I keep it real with them. So yeah, I do consider myself a good friend to them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q11",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "And what do you think makes good friends?",
      "transcript": "In terms of like characteristics, I would say loyalty, and being genuine. I think those two are the most important ones for me at least.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in terms of like characteristics, I'd say loyalty, um, um, and being genuine. I think those two are the most important ones for me at least.",
      "transcript_cleaned": "In terms of like characteristics, I would say loyalty, and being genuine. I think those two are the most important ones for me at least.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q14",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "What are the types of books that young people like to read?",
      "transcript": "I do not know. I do not really see a lot of people reading books these days. I think people rather rely on podcasts and YouTube videos or even movies or TV shows. But if I had to say, I guess novels, I think novels are the most fun, the most interesting ones. it expands their creativity, especially because, young people tend to have a lot of creativity before they go out into the real world. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't know. I don't really see a lot of people reading books these days. Um, I think people rather rely on podcasts and YouTube videos or even movies or TV shows. But if I had to say, I guess novels, I think novels are the most fun, the most interesting ones. Um, it expands their creativity, especially because, um, young people tend to have a lot of creativity before they go out into the real world. Okay.",
      "transcript_cleaned": "I do not know. I do not really see a lot of people reading books these days. I think people rather rely on podcasts and YouTube videos or even movies or TV shows. But if I had to say, I guess novels, I think novels are the most fun, the most interesting ones. it expands their creativity, especially because, young people tend to have a lot of creativity before they go out into the real world.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q15",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "And what is the difference between the reading habits of old people and young people?",
      "transcript": "Oh, I, I think that is a tough question, but, I have to think of it a thought. I have not really seen a lot of old people read books, but, and I do not really know about their habits, but I guess, young people tend to rush things. People tend to rush things. I guess they skim through the books rather than focusing on details. while old people rather, they take their time, they try to analyze everything. Because they are more mature, they are more experienced with these things. Sure.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I, I think that's a tough question, but, um, I have to think of it a thought. Um, I haven't really seen a lot of old people read books, but, and I don't really know about their habits, but I guess, um, young people tend to rush things. People tend to rush things. I guess they skim through the books rather than focusing on um, details. Um, while old people rather, they take their time, um, they try to analyze everything. Because um, they're more mature, they're more experienced with these things. Sure.",
      "transcript_cleaned": "Oh, I, I think that is a tough question, but, I have to think of it a thought. I have not really seen a lot of old people read books, but, and I do not really know about their habits, but I guess, young people tend to rush things. People tend to rush things. I guess they skim through the books rather than focusing on details. while old people rather, they take their time, they try to analyze everything. Because they are more mature, they are more experienced with these things. Sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q17",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "To read ebooks for that reason?",
      "transcript": "Yeah. it is a lot easier to get distracted. Cool. And, final question. Some people say that it is easier for children who start reading from a young age to become successful.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah. It's a lot easier to get distracted. Cool. And, uh, final question. Some people say that it's easier for children who start reading from a young age to become successful.",
      "transcript_cleaned": "it is a lot easier to get distracted. Cool. And, final question. Some people say that it is easier for children who start reading from a young age to become successful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q02",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "And tell me Sean, are you working or studying right now?",
      "transcript": "I am a student. Currently I am studying electrical engineering at a university in Hong Kong.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm a student. Currently I'm studying electrical engineering at a university in Hong Kong.",
      "transcript_cleaned": "I am a student. Currently I am studying electrical engineering at a university in Hong Kong.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q03",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "And do you enjoy your studies?",
      "transcript": "Yes, I do. I never expected myself to be an engineer until the last year in high school, but somehow I am enjoying it. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I do. I never expected myself to be an engineer until the last year in high school, but somehow I'm enjoying it. Good.",
      "transcript_cleaned": "Yes, I do. I never expected myself to be an engineer until the last year in high school, but somehow I am enjoying it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q04",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "And how is Hong Kong?",
      "transcript": "Hong Kong, I, from fourth grade in preschool all the way to high school graduation, I lived in China, Shanghai. So, like Chinese culture was really familiar to me, so it was not a hard decision for me to move to Hong Kong for university.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hong Kong, I, from fourth grade in preschool all the way to high school graduation, I lived in China, Shanghai. So, like Chinese culture was really familiar to me, so it was not a hard decision for me to move to Hong Kong for university.",
      "transcript_cleaned": "Hong Kong, I, from fourth grade in preschool all the way to high school graduation, I lived in China, Shanghai. So, like Chinese culture was really familiar to me, so it was not a hard decision for me to move to Hong Kong for university.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q05",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "And what do you enjoy doing in your free time?",
      "transcript": "I used to read books a lot, but, since freshman year in high school, no, in university, I started Brazilian Jiu-Jitsu. it is a grappling-based martial art. And I am spending a lot of time training in my free time. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I used to read books a lot, but, uh, since freshman year in high school, no, in university, I started Brazilian Jiu-Jitsu. It's a grappling-based martial art. And I'm spending a lot of time training in my free time. Good.",
      "transcript_cleaned": "I used to read books a lot, but, since freshman year in high school, no, in university, I started Brazilian Jiu-Jitsu. it is a grappling-based martial art. And I am spending a lot of time training in my free time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q06",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "What would you, how would you describe your hometown?",
      "transcript": "I would describe my hometown, Seoul's my hometown. From five years old to third grade in preschool until I moved to China. I lived in Seoul called, it is a place called Gangseogu. I still consider it to be my hometown.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would describe my hometown, uh, Seoul's my hometown. From five years old to third grade in preschool until I moved to China. I lived in Seoul called, it's a place called Gangseogu. I still consider it to be my hometown.",
      "transcript_cleaned": "I would describe my hometown, Seoul's my hometown. From five years old to third grade in preschool until I moved to China. I lived in Seoul called, it is a place called Gangseogu. I still consider it to be my hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q07",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "And what things do you like about your hometown?",
      "transcript": "It is a chill place. A lot of good restaurants. And, but probably I have a lot of good memories in my childhood attached to my hometown. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it's a chill place. A lot of good restaurants. And, but probably I have a lot of good memories in my childhood attached to my hometown. Okay, good.",
      "transcript_cleaned": "It is a chill place. A lot of good restaurants. And, but probably I have a lot of good memories in my childhood attached to my hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q08",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "And what things do you not like about it?",
      "transcript": "Chill, but also it is boring. There are not a lot of fun things to enjoy. So that is one thing I do not like about my hometown. Okay, good. now we will talk about handwriting briefly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, chill, but also it's boring. There are not a lot of fun things to enjoy. So that's one thing I don't like about my hometown. Okay, good. Um, now we'll talk about handwriting briefly.",
      "transcript_cleaned": "Chill, but also it is boring. There are not a lot of fun things to enjoy. So that is one thing I do not like about my hometown. Okay, good. now we will talk about handwriting briefly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q09",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "Do you often write with a pen?",
      "transcript": "I used to until high school and from college I used iPad and laptops a lot so I would say no. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I used to until high school and from college I used iPad and laptops a lot so I would say no. Okay.",
      "transcript_cleaned": "I used to until high school and from college I used iPad and laptops a lot",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q10",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "When you have to write by hand, is your handwriting easy, to read for other people?",
      "transcript": "Yes, it is, I would say yes for English and Korean, but when I write Chinese it is still bad. Yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, it's, I would say yes for English and Korean, but when I write Chinese it's still bad. Yeah.",
      "transcript_cleaned": "Yes, it is, I would say yes for English and Korean, but when I write Chinese it is still bad.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q11",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "Do you like to receive cards with handwritten notes or words in them?",
      "transcript": "Yes, especially for my birthday. My dad used to write me a handwritten letter on my birthdays. So I like to receive a handwritten letter for my birthday especially.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, especially for my birthday. My dad used to write me a handwritten letter on my birthdays. So I like to receive a handwritten letter for my birthday especially.",
      "transcript_cleaned": "Yes, especially for my birthday. My dad used to write me a handwritten letter on my birthdays. So I like to receive a handwritten letter for my birthday especially.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q12",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "Okay, can you tell someone's personality from his or her handwriting?",
      "transcript": "Oh, that is, I think, that is a really insightful question. So, yes, I think the handwriting somehow reflects the person's personality. If I see a scribble I would assume the person is some hastening personality If I see a small like neat handwriting I assume the person really careful And but not 100 It often goes wrong Sure sure And finally what the difference between writing with a pen and typing on a computer. Typing on computer has more formality. it is more neat, of course. So when I need to write for my assignments and work, I use laptop. But when I want to show my sincerity to my people I love, I use my handwriting. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, that's, I think, that's a really insightful question. So, yes, I think the handwriting somehow reflects the person's personality. If I see a scribble I would assume the person is some hastening personality If I see a small like neat handwriting I assume the person uh really careful And but not 100 It often goes wrong Sure sure And finally what the difference between writing with a pen and typing on a computer Mm. Typing on computer has more formality. It's more neat, of course. So when I need to write for my assignments and work, I use laptop. But when I want to show my sincerity to my people I love, I use my handwriting. Okay,.",
      "transcript_cleaned": "Oh, that is, I think, that is a really insightful question. So, yes, I think the handwriting somehow reflects the person's personality. If I see a scribble I would assume the person is some hastening personality If I see a small like neat handwriting I assume the person really careful And but not 100 It often goes wrong Sure sure And finally what the difference between writing with a pen and typing on a computer. Typing on computer has more formality. it is more neat, of course. So when I need to write for my assignments and work, I use laptop. But when I want to show my sincerity to my people I love, I use my handwriting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q13",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "When I had to do my research assignments, I used Google and that is how I started my first usage of Google.",
      "transcript": "And later ChatGPT came out. I used it for assignments as well. it is an AI that literally tells you anything you want to ask, you want to know. I use it because it has high credibility. But I cannot really trust 100% because I should judge my, I should use my own resource, judgmental skills to assess the credibility of the source. And I think I will keep using it until I find the better replacement for Google, YouTube, and ChatGPT. And thank you for listening. Okay, sure. Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "And later ChatGPT came out. I used it for assignments as well. It's an AI that literally tells you anything you want to ask, you want to know. I use it because it has high credibility. But I can't really trust 100% because I should judge my, I should use my own resource, judgmental skills to assess the credibility of the source. And I think I'll keep using it until I find the better replacement for Google, YouTube, and ChatGPT. And thank you for listening. Okay, sure. Okay,.",
      "transcript_cleaned": "And later ChatGPT came out. I used it for assignments as well. it is an AI that literally tells you anything you want to ask, you want to know. I use it because it has high credibility. But I cannot really trust 100% because I should judge my, I should use my own resource, judgmental skills to assess the credibility of the source. And I think I will keep using it until I find the better replacement for Google, YouTube, and ChatGPT. And thank you for listening.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q14",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "Which phone app is the most popular in your country?",
      "transcript": "Phone app. I would also say Google and YouTube for this. It leads to cultural trend. Even nowadays, broadcasts use Google and YouTube to market their idols and TV shows. I think even my friends and the young generations watch YouTube a lot more than TV. So my answer is Google and YouTube.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Phone app. I would also say Google and YouTube for this. It leads to cultural trend. Even nowadays, uh, broadcasts use Google and YouTube to market their idols and TV shows. I think even my friends and the young generations watch YouTube a lot more than TV. So my answer is Google and YouTube.",
      "transcript_cleaned": "Phone app. I would also say Google and YouTube for this. It leads to cultural trend. Even nowadays, broadcasts use Google and YouTube to market their idols and TV shows. I think even my friends and the young generations watch YouTube a lot more than TV. So my answer is Google and YouTube.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rrpUj5AFvQ4_q15",
      "video_id": "rrpUj5AFvQ4",
      "band": 8.5,
      "question": "And do you think parents should limit the time that their children spend on the phone?",
      "transcript": "Yes. Because to use my own experience, I used to play a lot of games in high school. So if it good to use a lot of it it you to you it good to watch YouTube but the more time you spend on YouTube the less time you can spend on like social life and sports So there are a lot there are downsides So I think parents should limit their kids watching times on YouTube True.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Because to use my own experience, I used to play a lot of games in high school. So if it good to use a lot of it it you to you it good to watch YouTube but the more time you spend on YouTube the less time you can spend on like social life and sports So there are a lot there are downsides So I think parents should limit their kids watching times on YouTube True.",
      "transcript_cleaned": "Yes. Because to use my own experience, I used to play a lot of games in high school. So if it good to use a lot of it it you to you it good to watch YouTube but the more time you spend on YouTube the less time you can spend on like social life and sports So there are a lot there are downsides So I think parents should limit their kids watching times on YouTube True.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}