{
  "batch_id": 165,
  "count": 20,
  "samples": [
    {
      "sample_id": "VCcuRSc59FM_q01",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Are you ready?",
      "transcript": "Yes. Okay, we can begin. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Okay, we can begin. This is the speaking.",
      "transcript_cleaned": "Yes. Okay, we can begin. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q03",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "How do you usually contact your friends?",
      "transcript": "Why? Okay, I have a lot of friends in my life, because, I love people, and I like to talk with other people, any one people, and I like this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Why? Okay, um, I have a lot of friends in my life, um, because, um, I love people, and I like to talk with other people, any one people, and I like this.",
      "transcript_cleaned": "Why? Okay, I have a lot of friends in my life, because, I love people, and I like to talk with other people, any one people, and I like this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q04",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Okay, and the last time you saw your friends, what did you do together?",
      "transcript": "I am a cameraman and, in one project, I see the, one person, in this location, and, he is a, another cameraman, and, the job is, like to me. And, we have friends. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I'm a cameraman and, er, in one project, er, I see the, one person, er, in this location, and, er, he's a, another cameraman, er, and, er, the job is, er, like to me. And, er, we have friends. Okay.",
      "transcript_cleaned": "I am a cameraman and, in one project, I see the, one person, in this location, and, he is a, another cameraman, and, the job is, like to me. And, we have friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q05",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "And, what makes a friend into a good friend?",
      "transcript": "Good friend. in my opinion, my good friend, I have a, I say to you, I have a one person in my life, it is my best friend. and, twelve years ago, twelve years ago, twelve years ago, we have a friend, and, any work, any time. Spend any, any time with them.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Good friend. Er, in my opinion, er, my good friend, er, I have a, I say to you, I have a one person in my life, it's my best friend. Er, and, er, twelve years ago, er, twelve years ago, er, twelve years ago, er, we have a friend, er, and, er, Um, um, any work, uh, any time. Spend any, any time with them.",
      "transcript_cleaned": "Good friend. in my opinion, my good friend, I have a, I say to you, I have a one person in my life, it is my best friend. and, twelve years ago, twelve years ago, twelve years ago, we have a friend, and, any work, any time. Spend any, any time with them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q06",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "How often do you go to the cinema to watch a movie?",
      "transcript": "Any, I think, two years ago I go to the cinema. Before the corona, I am very good to the cinema. but, when the corona starts, I cannot go to cinema. And I am so sad for this.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, any, uh, I think, uh, two years ago I go to the cinema. Before the corona, um, uh, I'm very good to the cinema. Uh, but, uh, when the corona starts, I can't go to cinema. And I'm so sad for this.",
      "transcript_cleaned": "Any, I think, two years ago I go to the cinema. Before the corona, I am very good to the cinema. but, when the corona starts, I cannot go to cinema. And I am so sad for this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q07",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "And do you like to watch movies alone or with your friends?",
      "transcript": "Sometimes I like to see the movie alone at night. but, not always. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, sometimes I like to see the movie alone at night. Um, but, um, not always. Okay.",
      "transcript_cleaned": "Sometimes I like to see the movie alone at night. but, not always.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q08",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "And would you like to be in a movie?",
      "transcript": "Yes. Exactly. I like this because my job is it.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Ah, yes. Exactly. I like this because my job is it.",
      "transcript_cleaned": "Yes. Exactly. I like this because my job is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q09",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "What is the climate like in your country?",
      "transcript": "In my country, not, one climb. it is, four seasons, in one season the weather is cloudy, rainy, sunny, snow, but I like the, rainy. Rainy weather. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, in my country, er, not, er, one climb. It's, er, four seasons, er, in one season the weather is cloudy, rainy, sunny, er, snow, er, but I like the, er, rainy. Rainy weather. Good.",
      "transcript_cleaned": "In my country, not, one climb. it is, four seasons, in one season the weather is cloudy, rainy, sunny, snow, but I like the, rainy. Rainy weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q10",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Are there any problems with the weather in your country?",
      "transcript": "No, yes. In Tehran, Tehran city, the weather is so bad, because, a lot of cars, and, around Tehran is a very mountain, Three mountains and for this the weather is not very good in these in years I think three months we have a good weather in in my city But in other city other city in my country yes the weather not bad In north the weather is very good But in center Tehran not good Okay. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, er, yes. In Tehran, er, Tehran city, er, the weather is so bad, er, because, er, a lot of cars, er, and, er, around Tehran is a very mountain, Three mountains and uh for this uh the weather is not very good in these in years Um I think uh three months uh we have a good weather in in my city But uh in uh other city uh other city in my country yes uh the weather not bad In north the weather is very good But in uh center Tehran not good Okay. So.",
      "transcript_cleaned": "No, yes. In Tehran, Tehran city, the weather is so bad, because, a lot of cars, and, around Tehran is a very mountain, Three mountains and for this the weather is not very good in these in years I think three months we have a good weather in in my city But in other city other city in my country yes the weather not bad In north the weather is very good But in center Tehran not",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q11",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Do you understand?",
      "transcript": "Yes. Okay, brilliant. So, your topic is, describe a photograph of you that you like. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Okay, brilliant. So, your topic is, describe a photograph of you that you like. So,.",
      "transcript_cleaned": "Yes. Okay, brilliant. So, your topic is, describe a photograph of you that you like.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q12",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Why, why you like, ask me why you like the photo.",
      "transcript": "Because the photo is art. in my opinion, the photo is art and you can show photo in, in world. And, and, different photo, caricature, animation, and you can say, your voice in photo and show the many people in the world. And, for example, the Da Vinci, very, very good and I like this because, you know, I think it is very, very soul, very art. And, I think, all people like this. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Because the photo is art. Uh, in my opinion, the photo is art and you can show photo in, uh, in world. And, uh, and, uh, uh, different photo, um, Um, caricature, uh, animation, and you can say, uh, your voice in photo and show the many people in the world. And, um, for example, um, uh, the Da Vinci, uh, very, uh, very good and I like this because, uh, you know, I think it's very, very soul, very art. And, er, I think, er, all people like this. Okay, thank you.",
      "transcript_cleaned": "Because the photo is art. in my opinion, the photo is art and you can show photo in, in world. And, and, different photo, caricature, animation, and you can say, your voice in photo and show the many people in the world. And, for example, the Da Vinci, very, very good and I like this because, you know, I think it is very, very soul, very art. And, I think, all people like this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q13",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Is it easy to take good photographs?",
      "transcript": "Not usually The good photo you cannot easily take the photo You you are thinking about this and then take the photo Not any people can take a good photo I think Ok, now what are the pros and cons of digital photography? digital photography, I think, two years is, two years is a very, very, very famous, the digital photo. and I think it is a new, and it is new in the world. and, I think, not any Many people can use this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not usually The good photo you cannot easily take the photo You you are thinking about this and then take the photo Not any people can take a good photo I think Ok, now what are the pros and cons of digital photography? Um, digital photography, uh, I think, uh, uh, two years is, uh, two years is a very, uh, very, uh, very famous, uh, the digital photo. Uh, and I think it's a new, uh, and it's new in the world. Uh, and, uh, I think, uh, not any Many people can use this.",
      "transcript_cleaned": "Not usually The good photo you cannot easily take the photo You you are thinking about this and then take the photo Not any people can take a good photo I think Ok, now what are the pros and cons of digital photography? digital photography, I think, two years is, two years is a very, very, very famous, the digital photo. and I think it is a new, and it is new in the world. and, I think, not any Many people can use this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q14",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Sharing my photo in my child?",
      "transcript": "Since your grandparents' time. Grandparents. Since olden times. My grandfather not any photo because this time not camera. I see, I think, some ten or fifty pictures from my grandmother and grandfather. Very old. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, since your grandparents' time. Grandparents. Since olden times. My grandfather not any photo because this time not camera. I see, I think, some ten or fifty pictures from my grandmother and grandfather. Very old. Right.",
      "transcript_cleaned": "Since your grandparents' time. Grandparents. Since olden times. My grandfather not any photo because this time not camera. I see, I think, some ten or fifty pictures from my grandmother and grandfather. Very old.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q15",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "And do you think that people nowadays spend too much time taking photographs?",
      "transcript": "Yes. I think that people in this year spend a lot of time. me use a lot of time to take the photo, to take video,. and I think that the mobile, it is very easy for people, very easy way to people, give the very easy way to people to take a photo, take a video, and you are everywhere, you can take photo with your mobile.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. I think that people in this year spend a lot of time. Um, me use a lot of time to take the photo, to take video, er. Er, and I think that the mobile, er, it's very easy for people, er, very easy way to people, give the very easy way to people to take a photo, take a video, and you are everywhere, you can take photo with your mobile.",
      "transcript_cleaned": "Yes. I think that people in this year spend a lot of time. me use a lot of time to take the photo, to take video,. and I think that the mobile, it is very easy for people, very easy way to people, give the very easy way to people to take a photo, take a video, and you are everywhere, you can take photo with your mobile.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q16",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Okay, and how do you think, taking photographs is going to be like in the future?",
      "transcript": "I do not know. but it is very good I think. very technologic. I think very technologic. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I don't know. Um, er, but it's very good I think. Um, very technologic. I think very technologic. Okay,.",
      "transcript_cleaned": "I do not know. but it is very good I think. very technologic. I think very technologic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCcuRSc59FM_q21",
      "video_id": "VCcuRSc59FM",
      "band": 3.5,
      "question": "Are you sure?",
      "transcript": "Yes. Thanks for coming. you are welcome. See you soon. See you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. Thanks for coming. You're welcome. See you soon. See you.",
      "transcript_cleaned": "Yes. Thanks for coming. you are welcome. See you soon. See you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q02",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "Do you work or study?",
      "transcript": "I am studying, I am in twelfth grade, I am studying in a science major.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm studying, I am in twelfth grade, I'm studying in a science major.",
      "transcript_cleaned": "I am studying, I am in twelfth grade, I am studying in a science major.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q03",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "Do you think math is different?",
      "transcript": "For 11 years, yes. But, this year I do not think so because of my teacher. He is very good man. And, he is teaching very good. Because of this, I think math is too easy.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, for 11 years, yes. But, uh, this year I don't think so because of my teacher. He is very good man. And, uh, he's teaching very good. Because of this, I think math is too easy.",
      "transcript_cleaned": "For 11 years, yes. But, this year I do not think so because of my teacher. He is very good man. And, he is teaching very good. Because of this, I think math is too easy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q04",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "Why or why not?",
      "transcript": "I learn math, of course I learn. Before coming here I was learning math and, you know, I needed it because of entrance exam.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I learn math, of course I learn. Before coming here I was learning math and, um, you know, I needed it because of entrance exam.",
      "transcript_cleaned": "I learn math, of course I learn. Before coming here I was learning math and, you know, I needed it because of entrance exam.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vv1rbxycbxw_q05",
      "video_id": "vv1rbxycbxw",
      "band": 5.0,
      "question": "Did you do anything special last weekend?",
      "transcript": "As I told you I have entrance exam because Because of this I stay at home on weekends and I also study math or chemistry, physics because of my entrance. Exactly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, as I told you I have entrance exam because Because of this I stay at home on weekends and um, I also study math or chemistry, physics because of my entrance. Exactly.",
      "transcript_cleaned": "As I told you I have entrance exam because Because of this I stay at home on weekends and I also study math or chemistry, physics because of my entrance. Exactly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}