{
  "batch_id": 283,
  "count": 20,
  "samples": [
    {
      "sample_id": "Ayuy4zGnfkQ_s07",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "How often do you read?",
      "transcript": "&gt;&gt; I do read here and there. Sometimes my friends recommend me books and I like to pick it up just to I like sharing their interests.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I do read here and there. Sometimes my friends recommend me books and I like to pick it up just to I like sharing their interests.",
      "transcript_cleaned": "&gt;&gt; I do read here and there. Sometimes my friends recommend me books and I like to pick it up just to I like sharing their interests.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s08",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "&gt;&gt; And what was your favorite book when you were a child?",
      "transcript": "&gt;&gt; When I was a child I used to read anything by Enid Blighton. So all of his short story her short stories they were great. as to just read them before bedtime and think about it, be a part of it. Yeah, I liked her.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; When I was a child I used to read anything by Enid Blighton. So all of his short story her short stories they were great. as to just read them before bedtime and think about it, be a part of it. Yeah, I liked her.",
      "transcript_cleaned": "&gt;&gt; When I was a child I used to read anything by Enid Blighton. So all of his short story her short stories they were great. as to just read them before bedtime and think about it, be a part of it. Yeah, I liked her.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s09",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "&gt;&gt; Do you like to read for pleasure or is most of your reading just done at university?",
      "transcript": "&gt;&gt; I like to read for pleasure and then I also do read for university that is what I need and for pleasure I just do that for like to rest to calm down just some additional skill I would like to use in my life.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I like to read for pleasure and then I also do read for university that's what I need and for pleasure I just do that for like to rest to calm down just some additional skill I would like to use in my life.",
      "transcript_cleaned": "&gt;&gt; I like to read for pleasure and then I also do read for university that is what I need and for pleasure I just do that for like to rest to calm down just some additional skill I would like to use in my life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s10",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "&gt;&gt; What kind of books do you like to read for pleasure?",
      "transcript": "&gt;&gt; It could be educational or it could be fantasy. It could be romcom, anything like thriller, everything.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; It could be educational or it could be fantasy. It could be romcom, anything like thriller, everything.",
      "transcript_cleaned": "&gt;&gt; It could be educational or it could be fantasy. It could be romcom, anything like thriller, everything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s12",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "What is your favorite drink?",
      "transcript": "&gt;&gt; I like mojitos. there is something refreshing about it. And there is like something very zesty about it. that is why I like mojitos better.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I like mojitos. There's something refreshing about it. And there's like something very zesty about it. That's why I like mojitos better.",
      "transcript_cleaned": "&gt;&gt; I like mojitos. there is something refreshing about it. And there is like something very zesty about it. that is why I like mojitos better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s13",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "&gt;&gt; Do you drink tea or coffee?",
      "transcript": "&gt;&gt; I do not drink any of them. Sometimes maybe if I have the mood, but I do not prefer any. I would prefer juice instead.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, I don't drink any of them. Sometimes maybe if I have the mood, but I don't prefer any. I would prefer juice instead.",
      "transcript_cleaned": "&gt;&gt; I do not drink any of them. Sometimes maybe if I have the mood, but I do not prefer any. I would prefer juice instead.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s14",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "&gt;&gt; Why not tea or coffee?",
      "transcript": "&gt;&gt; I think it gets me too excited sometimes, so I would cut back on it.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think it gets me too excited sometimes, so I would cut back on it.",
      "transcript_cleaned": "&gt;&gt; I think it gets me too excited sometimes, so I would cut back on it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s15",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "&gt;&gt; And how often do you drink water every day?",
      "transcript": "&gt;&gt; Well, four glasses per day. it is pretty less, I know, but I am working on it. I drink for whenever I am thirsty. Whenever I am thirsty, that is when I take water.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, four glasses per day. It's pretty less, I know, but I'm working on it. I drink for whenever I'm thirsty. Whenever I'm thirsty, that's when I take water.",
      "transcript_cleaned": "&gt;&gt; Well, four glasses per day. it is pretty less, I know, but I am working on it. I drink for whenever I am thirsty. Whenever I am thirsty, that is when I take water.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s16",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "&gt;&gt; And if people visit your home, what drinks do you normally serve to them?",
      "transcript": "&gt;&gt; Well, juice mostly. I am an Indian, so we usually serve tea because it is what we do. it is a cultural thing. So, we serve tea, water, juice, and then a bit of side dishes like biscuits and everything. So I was asked to describe a monument here. I would like to describe the ref fort. it is an Agra Delhi and what it looks like it is like it is red. We call it Lal Kila in India in Hindi. it is it is red overall. it is a palace and it is very traditional. it is again it is ruled it was by the Mughal Empire. It was during the Mughal dynasty. Very traditional. I love the aesthetics of it. did I did go there once and I felt like princess like you know walking around I felt very I had a deja vu over there like it is just it felt very close to me and it was very pretty I liked how I learned a lot over there how they used to take showers or where they used to walk where where were where were the news and everything being reported and where people died and everything there was a lot of history behind it it was nice and right now it looks different. Of course, there was it is modern and that is just a place it is not touched anymore. But yeah, it and not just that there is something more different is the garden. there is garden is wellmaintained. there is someone who is coming and taking care of it. it is very wellmaintained. It was very beautiful to look at. I would not believe that something so old had something so pretty like they were being taken care of for so many years. So yes, that is what I liked about it. Llia is not the only thing you will find over there. there is Taj Mahal, there is so many other places like Kotaminar, there is Jant Mantra as well. Jantra Mantra is like one of the that is how they should come and tell us like what time of the day it is. that is a way to tell the time of time. So, we have been talking about a monument and we are going to continue to talk about monuments and architecture and things like that in part three.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, um, juice mostly. I'm an Indian, so we usually serve tea cuz it's what we do. It's a cultural thing. So, we serve tea, water, juice, and then a bit of side dishes like biscuits and everything. So I was asked to describe a monument here. Um I would like to describe the ref fort. It's an Agra Delhi and what it looks like it's like it's red. We call it Lal Kila in India in Hindi. Uh it's it's red overall. It's a palace and it's very traditional. It's again it's ruled it was by the Mughal Empire. It was during the Mughal dynasty. Very traditional. I love the aesthetics of it. did I did go there once and I felt like princess like you know walking around I felt very I had a deja vu over there like it's just it felt very close to me and um it was very pretty I liked how I learned a lot over there how they used to take showers or where they used to walk where where were where were the news and everything being reported and um where people died and everything there was a lot of history behind it it was nice and right now it looks different. Of course, there was it's modern and that's just a place it's not touched anymore. But yeah, it and not just that there's something more different is the garden. Uh there's garden is wellmaintained. There's someone who's coming and taking care of it. It's very wellmaintained. It was very beautiful to look at. I would not believe that something so old had something so pretty like they were being taken care of for so many years. So yes, that's what I liked about it. Llia isn't the only thing you'll find over there. There's Taj Mahal, there's so many other places like Kotaminar, there's Jant Mantra as well. Jantra Mantra is like one of the that's how they should come and tell us like what time of the day it is. Uh that's a way to tell the time of time. So, we've been talking about a monument and we're going to continue to talk about monuments and architecture and things like that in part three.",
      "transcript_cleaned": "&gt;&gt; Well, juice mostly. I am an Indian, so we usually serve tea because it is what we do. it is a cultural thing. So, we serve tea, water, juice, and then a bit of side dishes like biscuits and everything. So I was asked to describe a monument here. I would like to describe the ref fort. it is an Agra Delhi and what it looks like it is like it is red. We call it Lal Kila in India in Hindi. it is it is red overall. it is a palace and it is very traditional. it is again it is ruled it was by the Mughal Empire. It was during the Mughal dynasty. Very traditional. I love the aesthetics of it. did I did go there once and I felt like princess like you know walking around I felt very I had a deja vu over there like it is just it felt very close to me and it was very pretty I liked how I learned a lot over there how they used to take showers or where they used to walk where where were where were the news and everything being reported and where people died and everything there was a lot of history behind it it was nice and right now it looks different. Of course, there was it is modern and that is just a place it is not touched anymore. But yeah, it and not just that there is something more different is the garden. there is garden is wellmaintained. there is someone who is coming and taking care of it. it is very wellmaintained. It was very beautiful to look at. I would not believe that something so old had something so pretty like they were being taken care of for so many years. So yes, that is what I liked about it. Llia is not the only thing you will find over there. there is Taj Mahal, there is so many other places like Kotaminar, there is Jant Mantra as well. Jantra Mantra is like one of the that is how they should come and tell us like what time of the day it is. that is a way to tell the time of time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s17",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "What kind of monuments do tourists visit in your country?",
      "transcript": "&gt;&gt; They visit the one that I just spoke about the red fort. They visit the Taj Mahul. it is the seven, it is one of the seven wonders. So, yes, it is made of complete marble. So people like to visit these they want to be part of they want to see what is it like in India what the aesthetics are and everything.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; They visit the one that I just spoke about the red fort. They visit the Taj Mahul. It's the seven, it's one of the seven wonders. So, yes, it's made of complete marble. So people like to visit these they want to be part of they want to see what's it like in India what the aesthetics are and everything.",
      "transcript_cleaned": "&gt;&gt; They visit the one that I just spoke about the red fort. They visit the Taj Mahul. it is the seven, it is one of the seven wonders. So, yes, it is made of complete marble. So people like to visit these they want to be part of they want to see what is it like in India what the aesthetics are and everything.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s18",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "&gt;&gt; Why do you think there are so many statues of famous people in in public areas in some countries?",
      "transcript": "&gt;&gt; well I think that is because people like to look up to them and remember them for a very long time that they have made this change in their lives before. and they have come such a long way because of what they have done significantly in history. So that is why they have they have the statues as to show like to pay tribute mostly. that is why.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh well I think that's because people like to look up to them and remember them for a very long time that they've made this change in their lives before. Um and they've come such a long way because of what they've done uh significantly in history. So that is why they've they have the statues as to show like to pay tribute mostly. That's why.",
      "transcript_cleaned": "&gt;&gt; well I think that is because people like to look up to them and remember them for a very long time that they have made this change in their lives before. and they have come such a long way because of what they have done significantly in history. So that is why they have they have the statues as to show like to pay tribute mostly. that is why.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s20",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "In your country has the design of homes or buildings changed in recent years?",
      "transcript": "&gt;&gt; Not very much. Overall, I do not think it has changed because they still like to live how they have been living. they are not very keen on change. if it is working out for them, they are just going on with it. they are seeing what else they can do with it. So, yes.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Not very much. Overall, I don't think it has changed cuz they still like to live how they've been living. They're not very keen on change. Uh if it's working out for them, they're just going on with it. They're seeing what else they can do with it. So, yes.",
      "transcript_cleaned": "&gt;&gt; Not very much. Overall, I do not think it has changed because they still like to live how they have been living. they are not very keen on change. if it is working out for them, they are just going on with it. they are seeing what else they can do with it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "Ayuy4zGnfkQ_s22",
      "video_id": "Ayuy4zGnfkQ",
      "band": 9.0,
      "question": "So, what what do different people think?",
      "transcript": "You know, a good way to start it, it depends.",
      "source": "supplementary",
      "transcript_original": "You know, a good way to start it, it depends.",
      "transcript_cleaned": "You know, a good way to start it, it depends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s00",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Hey, how is it going?",
      "transcript": "So, welcome to the IO speaking test at IO Fighter 214 Tuning.",
      "source": "supplementary",
      "transcript_original": "So, welcome to the IO speaking test at IO Fighter 214 Tuning.",
      "transcript_cleaned": "welcome to the IO speaking test at IO Fighter 214 Tuning.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s02",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Have you shared anything recently with other people?",
      "transcript": "Yeah, a lot because of from my childhood my parents have taught me a very well lesson that I have to share with people. So, most of the time I am really willing to share my food, my clothes or my personal belongings to my friends or my beloved ones. Mhm. Okay. Thank you.",
      "source": "supplementary",
      "transcript_original": "Yeah, a lot because of from my childhood my parents have taught me a very well lesson that I have to share with people. So, uh most of the time I'm really willing to share my food, my clothes or my personal belongings to my friends or my um beloved ones. Mhm. Okay. Thank you.",
      "transcript_cleaned": "a lot because of from my childhood my parents have taught me a very well lesson that I have to share with people. So, most of the time I am really willing to share my food, my clothes or my personal belongings to my friends or my beloved ones. Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s03",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So, did your parents teach you how to share when you were small?",
      "transcript": "Yep, as I have mentioned, they did. And it is also a really great feeling when I could do something good for the society or for the people around me. Yeah. All right. Thank you. Okay.",
      "source": "supplementary",
      "transcript_original": "Yep, as I've mentioned, they did. And it is also a really great feeling when I could do something good for the society or for the people around me. Yeah. All right. Thank you. Okay.",
      "transcript_cleaned": "Yep, as I have mentioned, they did. And it is also a really great feeling when I could do something good for the society or for the people around me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s05",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So, which one do you use more often, pen or pencil?",
      "transcript": "Oh, as I get into my university, I am now used to using my laptop for most of the time. So, I would say that both pen and pencil are not really in my pencil case right now and I am totally fine with it. M.",
      "source": "supplementary",
      "transcript_original": "Oh, as I get into my university, I'm now used to using my laptop for most of the time. So, um I would say that both pen and pencil are not really in my pencil case right now and I'm totally fine with it. M.",
      "transcript_cleaned": "Oh, as I get into my university, I am now used to using my laptop for most of the time. So, I would say that both pen and pencil are not really in my pencil case right now and I am totally fine with it. M.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s06",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "But if you have to choose, which one do you prefer, pen or pencil?",
      "transcript": "Definitely pencil because I would I could erase my arrows and do it all again. And well, because of that sometime it feels safer to use a s a pencil. All right. And another question for you.",
      "source": "supplementary",
      "transcript_original": "Definitely pencil because I would I could erase um my arrows and do it all again. And well, because of that sometime it feels safer to use a s a pencil. All right. And another question for you.",
      "transcript_cleaned": "Definitely pencil because I would I could erase my arrows and do it all again. And well, because of that sometime it feels safer to use a s a pencil.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s07",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So, what would you think if somebody gives you a pen or pencil as a gift?",
      "transcript": "Oh, I am not actually into fancy pens. I only need some regular pen or pencil to do my work. But if somebody gives me a pen or pencil as a gift, to some extent, maybe they view me as an intellectual person. So, I would appreciate that and cherish the gift. All right. Very good. And now I am going to ask you some question about science. Right.",
      "source": "supplementary",
      "transcript_original": "Oh, I'm not actually into fancy pens. I only need some regular pen or pencil to do my work. But if somebody gives me a pen or pencil as a gift, um to some extent, maybe they view me as an intellectual person. So, I would appreciate that and cherish the gift. All right. Very good. And now I'm going to ask you some question uh about science. Right.",
      "transcript_cleaned": "Oh, I am not actually into fancy pens. I only need some regular pen or pencil to do my work. But if somebody gives me a pen or pencil as a gift, to some extent, maybe they view me as an intellectual person. So, I would appreciate that and cherish the gift. All right. Very good. And now I am going to ask you some question about science.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "ayZIAZNaj5k_s08",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So do you like studying science?",
      "transcript": "Well, at first yes. But later when I got to my secondary school, I started to have a aspiration for English. So I did not spend much of my time for science anymore. And that leads to my vague feeling about science subjects. All right.",
      "source": "supplementary",
      "transcript_original": "Well, at first yes. But later when I got to my secondary school, I started to have a aspiration for English. So um I didn't spend much of my time for science anymore. And that leads to my vague feeling about science subjects. All right.",
      "transcript_cleaned": "at first yes. But later when I got to my secondary school, I started to have a aspiration for English. So I did not spend much of my time for science anymore. And that leads to my vague feeling about science subjects.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}