{
  "batch_id": 41,
  "count": 20,
  "samples": [
    {
      "sample_id": "Sgwl1MLWSPw_q18",
      "video_id": "Sgwl1MLWSPw",
      "band": 9.0,
      "question": "And finally, what are the disadvantages of working from home?",
      "transcript": "Well, I guess it is the disconnection, you know, from people, but also not getting accountability for your work. I think working from home requires us to have some sense of agency, you know, and some level of organization, which some people might not have. So we are dealing with different personalities here and I think if we were to ask people what they prefer, then there is a better chance, you know, for like either remote or not remote work to work.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I guess it's the disconnection, you know, from people, but also not getting accountability for your work. I think working from home requires us to have some sense of agency, you know, and some level of organization, which some people might not have. So we're dealing with different personalities here and I think if we were to ask people what they prefer, then there's a better chance, you know, for like either remote or not remote work to work.",
      "transcript_cleaned": "I guess it is the disconnection, you know, from people, but also not getting accountability for your work. I think working from home requires us to have some sense of agency, you know, and some level of organization, which some people might not have. So we are dealing with different personalities here and I think if we were to ask people what they prefer, then there is a better chance, you know, for like either remote or not remote work to work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q01",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "When I first get up, I do not like doing anything, high maintenance or too quick.",
      "transcript": "I like to take my time. once I wake up, I like to just be on my phone and then gradually get on from there. Get up and do my skincare. I start getting dressed and then go downstairs. I make some coffee or tea, even matcha. I love matcha. So yeah, that is kind of my morning routine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I like to take my time. Um, once I wake up, I like to just be on my phone and then gradually get on from there. Get up and do my skincare. I start getting dressed and then go downstairs. I make some coffee or tea, even matcha. I love matcha. So yeah, that's kind of my morning routine.",
      "transcript_cleaned": "I like to take my time. once I wake up, I like to just be on my phone and then gradually get on from there. Get up and do my skincare. I start getting dressed and then go downstairs. I make some coffee or tea, even matcha. I love matcha. So yeah, that is kind of my morning routine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q02",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "Has your routine changed since you were a child?",
      "transcript": "So growing up, I did not really have a routine because when you are a child, you just do whatever. But growing up, I came to realize that it is important to have like a set, routine on what to do and how to take care of yourself, how to maintain a better routine throughout the day. So yeah, my routine has drastically changed throughout, my life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So growing up, I didn't really have a routine because when you're a child, you just do whatever. But growing up, I came to realize that it's important to have like a set, um, routine on what to do and how to take care of yourself, how to maintain a better routine throughout the day. So yeah, my routine has drastically changed throughout, um, my life.",
      "transcript_cleaned": "growing up, I did not really have a routine because when you are a child, you just do whatever. But growing up, I came to realize that it is important to have like a set, routine on what to do and how to take care of yourself, how to maintain a better routine throughout the day. So yeah, my routine has drastically changed throughout, my life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q03",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "Is there anything you would like to add to your daily routine?",
      "transcript": "I would like to incorporate more of like meditation to just be able to ground myself, when needed. I have not been able to do that as of recently, but I would like to incorporate that in my routine because I think it is important to just be able to, have that minute to yourself and just feel grounded.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would like to incorporate more of like meditation to just be able to ground myself, um, when needed. I haven't been able to do that as of recently, but I would like to incorporate that in my routine because I think it's important to just be able to, um, have that minute to yourself and just feel grounded.",
      "transcript_cleaned": "I would like to incorporate more of like meditation to just be able to ground myself, when needed. I have not been able to do that as of recently, but I would like to incorporate that in my routine because I think it is important to just be able to, have that minute to yourself and just feel grounded.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q04",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "Do you have flowers as a gift?",
      "transcript": "Yes, I have. actually recently I did receive flowers and I cannot talk enough about flowers. I love everything about them, like the variations that you find, the different types and colours, as simple as like roses to let us say tulips. I love everything about them.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I have. Um, actually recently I did receive flowers and I can't talk enough about flowers. I love everything about them, like the variations that you find, the different types and colours, as simple as like roses to let's say tulips. I love everything about them.",
      "transcript_cleaned": "Yes, I have. actually recently I did receive flowers and I cannot talk enough about flowers. I love everything about them, like the variations that you find, the different types and colours, as simple as like roses to let us say tulips. I love everything about them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q05",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "What special occasions do people give flowers in your country?",
      "transcript": "From where I am from, they usually use flowers for say birthdays or weddings and flowers are just common to receive. Especially here with my friends, we usually like gift each other flowers for each other's birthdays or even just like a normal, like a thank you. Like just to show appreciation to a person.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, from where I'm from, they usually use flowers for say birthdays or weddings and flowers are just common to receive. Especially here with my friends, we usually like gift each other flowers for each other's birthdays or even just like a normal, like a thank you. Like just to show appreciation to a person.",
      "transcript_cleaned": "From where I am from, they usually use flowers for say birthdays or weddings and flowers are just common to receive. Especially here with my friends, we usually like gift each other flowers for each other's birthdays or even just like a normal, like a thank you. Like just to show appreciation to a person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q06",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "What kind of flowers would you like to receive as a present?",
      "transcript": "So I have never received, sunflowers. And when I was a kid, I just looking at sunflowers, I was always amazed by how they look. And I would want to like touch one because I have never like seen how it looks like in real life. I only seen it through pictures So I would like to receive sunflowers Now let talk about food Do you enjoy cooking I don personally cook for myself just because I wasn really into cooking I do however like baking I like to bake desserts I like to make let say cake chocolate cake or cookies Whenever I feel bored at home and there is literally nothing to do, I find myself grabbing the ingredients in the cupboards or just baking. it is really fun and just the hard work that I put into it versus the aftermath, I feel like it is worth it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So I've never received, uh, sunflowers. And when I was a kid, I just looking at sunflowers, I was always amazed by how they look. And I would want to like touch one because I've never like seen how it looks like in real life. I only seen it through pictures So I would like to receive um sunflowers Now let talk about food Do you enjoy cooking I don personally cook for myself just because I wasn really into um cooking I do however like baking I like to bake desserts I like to make um let say cake uh chocolate cake or cookies Whenever I feel bored at home and there's literally nothing to do, I find myself grabbing the ingredients in the cupboards or just baking. It's really fun and just the hard work that I put into it versus the aftermath, I feel like it's worth it.",
      "transcript_cleaned": "I have never received, sunflowers. And when I was a kid, I just looking at sunflowers, I was always amazed by how they look. And I would want to like touch one because I have never like seen how it looks like in real life. I only seen it through pictures So I would like to receive sunflowers Now let talk about food Do you enjoy cooking I don personally cook for myself just because I wasn really into cooking I do however like baking I like to bake desserts I like to make let say cake chocolate cake or cookies Whenever I feel bored at home and there is literally nothing to do, I find myself grabbing the ingredients in the cupboards or just baking. it is really fun and just the hard work that I put into it versus the aftermath, I feel like it is worth it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q07",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "Do you think that you have a healthy diet?",
      "transcript": "Personally, I do not think that I have a healthy diet. I usually eat whatever is available. I try to be mindful of what I put into my body, especially because how I see people, develop some issues with the food that they take. And especially because as I am growing older, my metabolism is going to be different. So I try to be aware, but usually my diet is not that great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Personally, I don't think that I have a healthy diet. I usually eat whatever is available. I try to be mindful of what I put into my body, especially because how I see people, um, develop some issues with the food that they take. And especially because as I'm growing older, my metabolism is gonna be different. So I try to be aware, but usually my diet isn't that great.",
      "transcript_cleaned": "Personally, I do not think that I have a healthy diet. I usually eat whatever is available. I try to be mindful of what I put into my body, especially because how I see people, develop some issues with the food that they take. And especially because as I am growing older, my metabolism is going to be different. So I try to be aware, but usually my diet is not that",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q08",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "How often do you order food online?",
      "transcript": "I usually order, I would say about two to three times a week. other than that, I would just eat at home. I would actually very much prefer, homemade food rather than ordering online.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually order, I would say about two to three times a week. Um, other than that, I would just eat at home. I would actually very much prefer, um, homemade food rather than ordering online.",
      "transcript_cleaned": "I usually order, I would say about two to three times a week. other than that, I would just eat at home. I would actually very much prefer, homemade food rather than ordering online.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q09",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "What are the advantages of seeing a movie in the cinema?",
      "transcript": "I would say the advantages of seeing a movie in a cinema would be that you get to watch it as soon as it comes out. You get to watch it in a bigger screen instead of just staying at home and watching it through your laptop or TV. I do not think there is a lot of advantages in my opinion, but I really like the, the experience. let us say if you are watching it in terms of like, I am through IMAX, that experience is really nice. because of how the sound system is, it is, it is a really nice experience.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would say the advantages of seeing a movie in a cinema would be that you get to watch it as soon as it comes out. You get to watch it in a bigger screen instead of just staying at home and watching it through your laptop or TV. I don't think there's a lot of advantages in my opinion, but I really like the, the experience. Uh, let's say if you're watching it in terms of like, um, uh, I'm through IMAX, that experience is really nice. Um, because of how the sound system is, it's, it's a really nice experience.",
      "transcript_cleaned": "I would say the advantages of seeing a movie in a cinema would be that you get to watch it as soon as it comes out. You get to watch it in a bigger screen instead of just staying at home and watching it through your laptop or TV. I do not think there is a lot of advantages in my opinion, but I really like the, the experience. let us say if you are watching it in terms of like, I am through IMAX, that experience is really nice. because of how the sound system is, it is, it is a really nice experience.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q10",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "Do you like watching movies alone or with other people?",
      "transcript": "So when it is like a, like an indie film, I like to watch it alone because I feel like that is not everyone's cup of tea. But with psychological thrillers or horror movies especially, I love watching it with other people because I cannot stand watching it alone. I get really scared when it is horror films. So having a company with you, it is, it is much better. So last year my mom who usually prepares the meals at home she was away for vacation So I was in charge of cooking the food at home I learned to prepare this meal which was pasta arrabbiata It very simple to some people but from perspective where I never really cooked anything at home it was like a big step for me I learned this recipe online. Like I just skimmed through a random website and I started following the recipe and I actually had a bit of help from my cousin. I, the reason why I chose this, food to prepare, was because my dad really enjoys pasta erbiata. He would not eat any other type of pasta except that for some reason. It does not have any, like, meat. it is just literally pasta and sauce. And it was pretty quick. Like when I started preparing it, it did not take me that long, which I liked because I hate spending hours in the kitchen just waiting to cook meat to eat something. I think that takes the fun out of cooking because I just want it quick. The part that I liked about the meal that I prepared was, that it was quick, but also at the same time it was, it was very delicious. Like I added, organic tomato. I used not like the canned, sauce. I made it from scratch. So that is what I enjoyed about it. So we have been talking about food and we are going to continue to talk about cooking and working in the food industry.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So when it's like a, like an indie film, I like to watch it alone because I feel like that's not everyone's cup of tea. But with psychological thrillers or horror movies especially, I love watching it with other people because I cannot stand watching it alone. I get really scared when it's horror films. So having a company with you, it's, it's much better. So last year my mom who usually prepares the meals at home she uh was away for vacation So I was in charge of uh cooking the food at home I learned to prepare this meal which was pasta arrabbiata It very simple to some people but from um perspective where I never really cooked anything at home it was like a big step for me I learned this recipe online. Like I just skimmed through a random website and um, I started following the recipe and I actually had a bit of help from my cousin. Um, I, the reason why I chose this, um, food to prepare, um, was because my dad really enjoys pasta erbiata. He wouldn't eat any other type of pasta except that for some reason. It doesn't have any, like, meat. It's just literally pasta and sauce. And it was pretty quick. Like when I started preparing it, it didn't take me that long, which I liked because I hate spending hours in the kitchen just waiting to cook meat to eat something. I think that takes the fun out of cooking because I just want it quick. The part that I liked about the meal that I prepared was, uh, that it was quick, but also at the same time it was, uh, it was very delicious. Like I added, um, organic tomato. I used not like the canned, um, sauce. I made it from scratch. So that's what I enjoyed about it. So we've been talking about food and we're going to continue to talk about cooking and working in the food industry.",
      "transcript_cleaned": "when it is like a, like an indie film, I like to watch it alone because I feel like that is not everyone's cup of tea. But with psychological thrillers or horror movies especially, I love watching it with other people because I cannot stand watching it alone. I get really scared when it is horror films. So having a company with you, it is, it is much better. So last year my mom who usually prepares the meals at home she was away for vacation So I was in charge of cooking the food at home I learned to prepare this meal which was pasta arrabbiata It very simple to some people but from perspective where I never really cooked anything at home it was like a big step for me I learned this recipe online. Like I just skimmed through a random website and I started following the recipe and I actually had a bit of help from my cousin. I, the reason why I chose this, food to prepare, was because my dad really enjoys pasta erbiata. He would not eat any other type of pasta except that for some reason. It does not have any, like, meat. it is just literally pasta and sauce. And it was pretty quick. Like when I started preparing it, it did not take me that long, which I liked because I hate spending hours in the kitchen just waiting to cook meat to eat something. I think that takes the fun out of cooking because I just want it quick. The part that I liked about the meal that I prepared was, that it was quick, but also at the same time it was, it was very delicious. Like I added, organic tomato. I used not like the canned, sauce. I made it from scratch. So that is what I enjoyed about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q12",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "Do you think it would be enjoyable to work as a professional chef?",
      "transcript": "From my knowledge, I have only seen professional chefs, let us say in cooking shows or in Hell's Kitchen. So I think it is very, a very tiring job, especially because if you have like, let us say 20 people coming in at the same time ordering different meals, it is going to be a very tough job or, tough on you to be a professional chef. Trying to keep up with different, meals.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "From my knowledge, I've only seen professional chefs, uh, let's say in cooking shows or in Hell's Kitchen. So I think it's very, um, a very tiring job, especially because if you have like, let's say 20 people coming in at the same time ordering different meals, it's gonna be a very tough job or, um, tough on you to be a professional chef. Trying to keep up with different, um, meals.",
      "transcript_cleaned": "From my knowledge, I have only seen professional chefs, let us say in cooking shows or in Hell's Kitchen. So I think it is very, a very tiring job, especially because if you have like, let us say 20 people coming in at the same time ordering different meals, it is going to be a very tough job or, tough on you to be a professional chef. Trying to keep up with different, meals.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E4iUiRBVUa4_q13",
      "video_id": "E4iUiRBVUa4",
      "band": 9.0,
      "question": "What if you mess up?",
      "transcript": "Like you never know. so yeah, it is, I do not think it is an easy job.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like you never know. Um, so yeah, it's, I don't think it's an easy job.",
      "transcript_cleaned": "Like you never know. so yeah, it is, I do not think it is an easy job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q02",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "And are you working or studying right now?",
      "transcript": "Well, I am mainly a student major in English literature, but I am also working at the same time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I'm mainly a student major in English literature, but I'm also working at the same time.",
      "transcript_cleaned": "I am mainly a student major in English literature, but I am also working at the same time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q03",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "What kind of work do you do?",
      "transcript": "I am working as an interpreter and bilingual MC for the international events. Very cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm working as an interpreter and bilingual MC for the international events. Very cool.",
      "transcript_cleaned": "I am working as an interpreter and bilingual MC for the international events. Very cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q04",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "Do you enjoy your job?",
      "transcript": "Yeah, I really like my job because I am the type of person who really likes to step out of my comfort zone and broaden my horizon. And, working as a freelance interpreter, I always get to meet various people. Like, I always work with different clients, different audiences. So that really, excites me. So I really like my job. Cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I really like my job because I am the type of person who really likes to step out of my comfort zone and broaden my horizon. And, um, working as a freelance interpreter, I always get to meet various people. Like, I always work with different clients, different audiences. So that really, um, excites me. So I really like my job. Cool.",
      "transcript_cleaned": "I really like my job because I am the type of person who really likes to step out of my comfort zone and broaden my horizon. And, working as a freelance interpreter, I always get to meet various people. Like, I always work with different clients, different audiences. So that really, excites me. So I really like my job. Cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q05",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "And do you like your studying?",
      "transcript": "I am trying to like my major because I used to study culture anthropology, but I found out that it is not really my thing, so I changed my major into English Literature, but I really like studying English, but English Literature, I am not sure about it. Fair enough.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'm trying to like my major because I used to study culture anthropology, but I found out that it's not really my thing, so I changed my major into English Literature, but I really like studying English, but English Literature, I'm not sure about it. Fair enough.",
      "transcript_cleaned": "I am trying to like my major because I used to study culture anthropology, but I found out that it is not really my thing, so I changed my major into English Literature, but I really like studying English, but English Literature, I am not sure about it. Fair enough.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q06",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "In my free time?",
      "transcript": "Well, these days I started making cocktails because I really enjoy drinking. So there is a lot of YouTube channels where they teach how to make some simple cocktails. So I watched that. I followed the tutorials and served myself a glass of cocktails nearly every day. And a couple of questions about your hometown.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, these days I started making cocktails because I really enjoy drinking. So there's a lot of YouTube channels where they teach how to make some simple cocktails. So I watched that. I followed the tutorials and served myself a glass of cocktails nearly every day. And a couple of questions about your hometown.",
      "transcript_cleaned": "these days I started making cocktails because I really enjoy drinking. So there is a lot of YouTube channels where they teach how to make some simple cocktails. So I watched that. I followed the tutorials and served myself a glass of cocktails nearly every day. And a couple of questions about your hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q07",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "What is your hometown?",
      "transcript": "Hometown? Well, I am, I live in Yongin. I was born and raised in Yongin, so I basically lived my entire life in Yongin. And it is a suburb city, which is located in Gyeonggi province. And whenever I tell my friends that I live in Yongin, my friends always ask me, it is the city where Everland, Everland is located. So I am always like, yeah, but I have never been to Everland. So yeah, the only thing that we have that we have in our city is Everland, the amusement park. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hometown? Well, I am, I live in Yongin. I was born and raised in Yongin, so I basically lived my entire life in Yongin. And it's a suburb city, um, which is located in Gyeonggi province. And whenever I tell my friends that I live in Yongin, my friends always ask me, it's the city where Everland, Everland is located. So I'm always like, yeah, but I've never been to Everland. So yeah, the only thing that we have that we have in our city is Everland, the amusement park. Okay, good.",
      "transcript_cleaned": "Hometown? Well, I am, I live in Yongin. I was born and raised in Yongin, so I basically lived my entire life in Yongin. And it is a suburb city, which is located in Gyeonggi province. And whenever I tell my friends that I live in Yongin, my friends always ask me, it is the city where Everland, Everland is located. So I am always like, yeah, but I have never been to Everland. So yeah, the only thing that we have that we have in our city is Everland, the amusement park.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "2RaNq8rmsGA_q08",
      "video_id": "2RaNq8rmsGA",
      "band": 8.0,
      "question": "That sort of leads into the next question, which is what things do you like about your hometown?",
      "transcript": "My hometown, well, it is a peaceful city. There are not many people because Seoul is so crowded. So it is comparably more peaceful than Seoul. So that is the thing that I like about my hometown. And there is this Lotte Mall right near my apartment. So whenever I want to watch a movie or whenever I want to grab some anything, whatever like foods, I can do that. So it is very convenient. Like we have a great infrastructure. So I think that is the thing that I like about my hometown. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My hometown, well, it's a peaceful city. There aren't many people because Seoul is so crowded. So it's um, comparably um, more peaceful than Seoul. So that's the thing that I like about my hometown. And there's this Lotte Mall right near my apartment. So whenever I want to watch a movie or whenever I want to grab some anything, whatever like foods, I can do that. So it's very convenient. Like we have a great infrastructure. So I think that's the thing that I like about my hometown. Good.",
      "transcript_cleaned": "My hometown, well, it is a peaceful city. There are not many people because Seoul is so crowded. So it is comparably more peaceful than Seoul. So that is the thing that I like about my hometown. And there is this Lotte Mall right near my apartment. So whenever I want to watch a movie or whenever I want to grab some anything, whatever like foods, I can do that. So it is very convenient. Like we have a great infrastructure. So I think that is the thing that I like about my hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}