{
  "batch_id": 221,
  "count": 20,
  "samples": [
    {
      "sample_id": "0ZizySMJwp4_q04",
      "video_id": "0ZizySMJwp4",
      "band": 5.0,
      "question": "So what do you do after work?",
      "transcript": "To be honest, my favorite thing is just breathe into the best along na because I am actually love sleeping. Usually I go out with friend while I listen to some music. YES. it is a good way for me to relax and regress. Okay. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "To be honest, my favorite thing is just breathe into the best along na because I am actually love sleeping. Usually I go out with friend while I listen to some music. YES. It's a good way for me to relax and regress. Okay . So.",
      "transcript_cleaned": "To be honest, my favorite thing is just breathe into the best along na because I am actually love sleeping. Usually I go out with friend while I listen to some music. YES. it is a good way for me to relax and regress.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0ZizySMJwp4_q05",
      "video_id": "0ZizySMJwp4",
      "band": 5.0,
      "question": "Do you prefer comfortable or good looking shoes?",
      "transcript": "I prefer comfortable shoes bu when I we comfortable sho and get tired feel quickly. YES. So although good looking and nice but comfor you need to spend a lot of money on shoes no I do not think so because I can buy that can have both the same quality and affordable and I usually start at the low co store and try to find sales rather than mine because people owe too many shoes? Yes, I think people too because I usually see people playing two or three and they only wear one soul. So for me only three or four this one event like work, excite and hang out. YES. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I prefer comfortable shoes bu when I we comfortable sho and get tired feel quickly. YES. So although good looking and nice but comfor you need to spend a lot of money on shoes no I don't think so because I can buy that can have both the same quality and affordable and I usually start at the low co store and try to find sales rather than mine because people owe too many shoes? Yes, I think people too because I usually see people playing two or three and they only wear one soul. So for me only three or four this one event like work, excite and hang out. YES. So.",
      "transcript_cleaned": "I prefer comfortable shoes bu when I we comfortable sho and get tired feel quickly. YES. So although good looking and nice but comfor you need to spend a lot of money on shoes no I do not think so because I can buy that can have both the same quality and affordable and I usually start at the low co store and try to find sales rather than mine because people owe too many shoes? Yes, I think people too because I usually see people playing two or three and they only wear one soul. So for me only three or four this one event like work, excite and hang out.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FChTo7oqaTE_q02",
      "video_id": "FChTo7oqaTE",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Prices to I do not want to absolutely okay so yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "prices to I don't want to absolutely okay so yeah.",
      "transcript_cleaned": "Prices to I do not want to absolutely",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6EmlEFalEow_q01",
      "video_id": "6EmlEFalEow",
      "band": 5.5,
      "question": "And what is your name?",
      "transcript": "My name is Sang. Hello, Sang. So, today I will be your examiner and we will start with test one and then task two and task three of the speaking test. Okay, so let us start it. firstly I will ask you some questions related to sports and games. Okay. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My name is Sang. Hello, Sang. So, today I'll be your examiner and we'll start with test one and then task two and task three of the speaking test. Okay, so let's start it. Um, firstly I will ask you some questions related to sports and games. Okay . All right.",
      "transcript_cleaned": "My name is Sang. Hello, Sang. So, today I will be your examiner and we will start with test one and then task two and task three of the speaking test. Okay, so let us start it. firstly I will ask you some questions related to sports and games.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6EmlEFalEow_q02",
      "video_id": "6EmlEFalEow",
      "band": 5.5,
      "question": "So, what is your favorite sport?",
      "transcript": "Honestly, I do not like sport. So I usually spend my time for green books and also working. Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Honestly, I don't like sport. So I usually spend my time for green books and also working. Okay .",
      "transcript_cleaned": "Honestly, I do not like sport. So I usually spend my time for green books and also working.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6EmlEFalEow_q03",
      "video_id": "6EmlEFalEow",
      "band": 5.5,
      "question": "So what sport did you play when you were younger?",
      "transcript": "I used to play football when good and such really long time ago already. Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I used to play football when good and such really long time ago already. Okay .",
      "transcript_cleaned": "I used to play football when good and such really long time ago already.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "6EmlEFalEow_q04",
      "video_id": "6EmlEFalEow",
      "band": 5.5,
      "question": "What is the most popular sport in your country?",
      "transcript": "I guess still football in my hometown people play football a lot and they usually also go swimming. Okay, thank you. So that is for part one and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I guess still football in my hometown people play football a lot and they usually also go swimming. Okay, thank you. So that is for part one and.",
      "transcript_cleaned": "I guess still football in my hometown people play football a lot and they usually also go swimming.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_ZTTjQE0p48_q02",
      "video_id": "_ZTTjQE0p48",
      "band": 5.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Describe a toy that you liked when you were a kid okay so you should say was a toy wars who gave it to you how you use this toy and explain how you felt when you got this toy okay so are you with me you got what we need to prepare one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "describe a toy that you liked when you were a kid okay so you should say was a toy wars who gave it to you how you use this toy and explain how you felt when you got this toy okay so are you with me you got what we need to prepare one.",
      "transcript_cleaned": "Describe a toy that you liked when you were a kid okay so you should say was a toy wars who gave it to you how you use this toy and explain how you felt when you got this toy okay so are you with me you got what we need to prepare one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5Df0dc-u1HI_q04",
      "video_id": "5Df0dc-u1HI",
      "band": 5.5,
      "question": "[Transcript chunk 4]",
      "transcript": "And confidence for the IELTS exam to reach those Ben and 6.5 and higher scores for immigration and University download cambly today and begin learning for Success.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "and confidence for the IELTS exam to reach those Ben and 6.5 and higher scores for immigration and University download cambly today and begin learning for Success.",
      "transcript_cleaned": "And confidence for the IELTS exam to reach those Ben and 6.5 and higher scores for immigration and University download cambly today and begin learning for Success.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5Df0dc-u1HI_q06",
      "video_id": "5Df0dc-u1HI",
      "band": 5.5,
      "question": "[Transcript chunk 6]",
      "transcript": "Do for your friend to thank him for helping you in this situation I will as I said I was happy to that he helped me so quick in my needs and I invite invited him and his whole family to to barbecue at our house.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "do for your friend to thank him for helping you in this situation I will as I said I was happy to that he helped me so quick in my needs and I invite invited him and his whole family to to barbecue at our house.",
      "transcript_cleaned": "Do for your friend to thank him for helping you in this situation I will as I said I was happy to that he helped me so quick in my needs and I invite invited him and his whole family to to barbecue at our house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCyrYwvDbhI_q04",
      "video_id": "VCyrYwvDbhI",
      "band": 5.5,
      "question": "[Transcript chunk 4]",
      "transcript": "It is hiking and we can see many other elder group a group of other people who who take their climbing stick and mountain back to go to mountain we can easily found them at near the at the subway station near the mountain because they can do conversation with them with each other and also it is the easiest easy hobby that can enjoy in korea because there is so many mountains in korea okay do you think younger people like to go hiking no i do not think so nowadays there is so many gyms so young people can in enjoy workout at the gym so sometimes they enjoy it but not that much okay and do you think people exercise more these days compared to the past it is depend on people but in my opinion i think they are not because nowadays the work-life balance is broken because of the overwork so after after the work at the company people just come back to their house and just sleep just enjoy the extra time at the day with just watch a movie eating snacks so i think nowadays people not try to do out okay and why do some people hate playing sports simply there is some the reason of some people hate the sport is simply they are not good experts and another reason is people does not people do not like the competition like sports and workout is different sport is something like competition like soccer basketball so people got burdened depends on their depends on their depend on their roles in that sport like as a core people have to protect the goal from the others other strikers kit yeah and what sports do you think are popular in your country in my.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "it's hiking and we can see many other elder group a group of other people who who take their climbing stick and mountain back to go to mountain we can easily found them at near the at the subway station near the mountain because they can do conversation with them with each other and also it is the easiest easy hobby that can enjoy in korea because there is so many mountains in korea okay do you think younger people like to go hiking um no i don't think so nowadays there is so many gyms so young people can in enjoy workout at the gym so sometimes they enjoy it but not that much okay and do you think people exercise more these days compared to the past um it's depend on people but in my opinion i think they're not because nowadays the work-life balance is broken because of the overwork so after after the work at the company people just come back to their house and just sleep just enjoy the extra time at the day with just watch a movie eating snacks so i think nowadays people not try to do out okay and why do some people hate playing sports um simply there is um some the reason of some people hate the sport is simply they are not good experts and another reason is um people doesn't people don't like the competition like sports and workout is different sport is something like competition like soccer basketball so people got burdened depends on their depends on their depend on their roles in that sport like as a core people have to protect the goal from the others other strikers kit yeah and what sports do you think are popular in your country in my.",
      "transcript_cleaned": "It is hiking and we can see many other elder group a group of other people who who take their climbing stick and mountain back to go to mountain we can easily found them at near the at the subway station near the mountain because they can do conversation with them with each other and also it is the easiest easy hobby that can enjoy in korea because there is so many mountains in korea okay do you think younger people like to go hiking no i do not think so nowadays there is so many gyms so young people can in enjoy workout at the gym so sometimes they enjoy it but not that much okay and do you think people exercise more these days compared to the past it is depend on people but in my opinion i think they are not because nowadays the work-life balance is broken because of the overwork so after after the work at the company people just come back to their house and just sleep just enjoy the extra time at the day with just watch a movie eating snacks so i think nowadays people not try to do out okay and why do some people hate playing sports simply there is some the reason of some people hate the sport is simply they are not good experts and another reason is people does not people do not like the competition like sports and workout is different sport is something like competition like soccer basketball so people got burdened depends on their depends on their depend on their roles in that sport like as a core people have to protect the goal from the others other strikers kit yeah and what sports do you think are popular in your country in my.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCyrYwvDbhI_q05",
      "video_id": "VCyrYwvDbhI",
      "band": 5.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Country soccer and baseball I am a fan of on soccer i think it is easy to play to enjoy it we just need one bull and also there is a famous star in our career in my country his name is pakison he he is very he is played soccer very well and he plays he is in a role of striker in manchester united before so that is why korean people like soccer in baseball i like it i like baseball okay and do you think is there any difference between gender when it comes to the sports they like it is so okay how can i explain it gender in our country or in general in the world in general nowadays the world war between between man and girl is broken instead broken constantly but i think yes there is a difference between men and girl usually men like to play soccer and rugby like a rough sport but girl like go like pilates yoga it is such a stretch thing but it is not a stereotype but i think like this okay okay and if children are not interested in sport should their parents like force them or make them try new sports can i hear one more time sure if a child is not interested in sports should their parents force them to try new sports no they do not they do not need i think because children can find any other hobbies like like draw a picture draw a picture take a picture or or sing a song it can be a it can be a it can instead of the outside activity expert and also i think it is not a good education for them to force them okay all right mate that will do us that is our.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "country um soccer and baseball i'm a fan of on soccer i think it is easy to play to enjoy it we just need one bull and also there is a famous star in our career in my country his name is pakison he he's very he's played soccer very well and he plays he's in a role of striker in manchester united before so that's why korean people like soccer in baseball i like it i like baseball okay and do you think is there any difference between gender when it comes to the sports they like it's so um okay how can i explain it gender in our country or in general in the world in general um nowadays the world war between between man and girl is broken instead broken constantly but i think yes there is a difference between men and girl usually men like to play soccer and rugby like a rough sport but girl like go like pilates yoga it's such a stretch thing but it is not a stereotype but i think like this okay okay and if children are not interested in sport should their parents like force them or make them try new sports um can i hear one more time sure if a child is not interested in sports should their parents force them to try new sports um no they don't they don't need i think because children can find any other hobbies like like draw a picture draw a picture take a picture or or sing a song it can be a it can be a it can instead of the outside activity expert and also i think it is not a good education for them to force them okay all right mate that'll do us that's our.",
      "transcript_cleaned": "Country soccer and baseball I am a fan of on soccer i think it is easy to play to enjoy it we just need one bull and also there is a famous star in our career in my country his name is pakison he he is very he is played soccer very well and he plays he is in a role of striker in manchester united before so that is why korean people like soccer in baseball i like it i like baseball okay and do you think is there any difference between gender when it comes to the sports they like it is so okay how can i explain it gender in our country or in general in the world in general nowadays the world war between between man and girl is broken instead broken constantly but i think yes there is a difference between men and girl usually men like to play soccer and rugby like a rough sport but girl like go like pilates yoga it is such a stretch thing but it is not a stereotype but i think like this okay okay and if children are not interested in sport should their parents like force them or make them try new sports can i hear one more time sure if a child is not interested in sports should their parents force them to try new sports no they do not they do not need i think because children can find any other hobbies like like draw a picture draw a picture take a picture or or sing a song it can be a it can be a it can instead of the outside activity expert and also i think it is not a good education for them to force them okay all right mate that will do us that is our.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VCyrYwvDbhI_q08",
      "video_id": "VCyrYwvDbhI",
      "band": 5.5,
      "question": "[Transcript chunk 8]",
      "transcript": "At I am terrible at okay always at when you talk about your skill level of an activity another one right is a very common one i ask a question and students say it depends on people right it should be it depends on the person the person it should be the plus singular depends on the person like do you like to go to do you like to go to the park well it depends on the season you know in summer i really do not like it is too humid it is too hot so always it depends on the yep just be careful with the word wording of questions as well right one question i asked you i said should parents force their children to do sports if they do not want to you said no they do not need to right so question if the question is should they your answer if they should not yeah they should not they should not you know you know that is right yeah you know i know you in class i think in class you speak a little bit better yeah but in front of the camera it is different but yeah but I will go I will go over the whole thing with you later okay but yeah thanks for coming in all right cheers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "at i'm terrible at okay always at when you talk about uh your skill level of an activity another one right is a very common one i ask a question and students say it depends on people right it should be it depends on the person the person it should be the plus singular depends on the person like do you like to go to do you like to go to the park well it depends on the season you know in summer i really don't like it's too humid it's too hot so always it depends on the yep uh just be careful with the word wording of questions as well right one question i asked you i said should parents force their children to do sports if they don't want to you said no they don't need to right so question if the question is should they your answer if they should not yeah they should not they shouldn't you know you know that's right yeah you know i know you in class i think in class you speak a little bit better yeah but in front of the camera it's different but yeah but i'll go i'll go over the whole thing with you later okay but yeah thanks for coming in all right cheers.",
      "transcript_cleaned": "At I am terrible at okay always at when you talk about your skill level of an activity another one right is a very common one i ask a question and students say it depends on people right it should be it depends on the person the person it should be the plus singular depends on the person like do you like to go to do you like to go to the park well it depends on the season you know in summer i really do not like it is too humid it is too hot so always it depends on the yep just be careful with the word wording of questions as well right one question i asked you i said should parents force their children to do sports if they do not want to you said no they do not need to right so question if the question is should they your answer if they should not yeah they should not they should not you know you know that is right yeah you know i know you in class i think in class you speak a little bit better yeah but in front of the camera it is different but yeah but I will go I will go over the whole thing with you later okay but yeah thanks for coming in all right cheers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-idzfr3SUog_q02",
      "video_id": "-idzfr3SUog",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Do you like to eat out at to be honest i prefer to go international cuisine and i like to eat an international food like a sushi or an italian food and what would your perfect meal be altogether could you please repeat your question sure what would your perfect meal be i if i want to choose a food i like to choose for example an italian food like a pasta or a pizza great I would like now to talk about your hobbies tell me about any hobbies you have okay to be honest these days i do not have enough free time but if i have free time i usually i like playing volleyball with my friends or reading reading books are there any hobbies you would like to have in the future yes if i if i can choose a a hobby i would choose for example playing piano because i like it wonderful and do you think hobbies should be relaxing or should they be exciting well if i want to choose a hobby i prefer to choose a relaxing hobby because these days I am very busy and i prefer to choose a relaxing thing for for getting energy wonderful okay now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "do you like to eat out at to be honest i prefer to go international cuisine and i like to eat an international food like a sushi or an italian food and what would your perfect meal be altogether could you please repeat your question sure what would your perfect meal be i if i want to choose a food i like to choose for example an italian food like a pasta or a pizza great i'd like now to talk about your hobbies tell me about any hobbies you have okay uh to be honest uh these days um i don't have enough free time uh but if i have free time i usually i like um playing uh volleyball with my friends or uh reading reading books are there any hobbies you would like to have in the future um yes uh if i if i can choose a a hobby i would choose for example playing piano because i like it wonderful and do you think hobbies should be relaxing or should they be exciting well if i want to choose a hobby i prefer to choose um a relaxing hobby because these days i'm very busy and i prefer to choose a relaxing thing for um for getting energy wonderful okay now i'm going to give you a topic and i'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "Do you like to eat out at to be honest i prefer to go international cuisine and i like to eat an international food like a sushi or an italian food and what would your perfect meal be altogether could you please repeat your question sure what would your perfect meal be i if i want to choose a food i like to choose for example an italian food like a pasta or a pizza great I would like now to talk about your hobbies tell me about any hobbies you have okay to be honest these days i do not have enough free time but if i have free time i usually i like playing volleyball with my friends or reading reading books are there any hobbies you would like to have in the future yes if i if i can choose a a hobby i would choose for example playing piano because i like it wonderful and do you think hobbies should be relaxing or should they be exciting well if i want to choose a hobby i prefer to choose a relaxing hobby because these days I am very busy and i prefer to choose a relaxing thing for for getting energy wonderful okay now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-idzfr3SUog_q04",
      "video_id": "-idzfr3SUog",
      "band": 6.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Should do some homework about it for for understand about it better and if they want to use them in the situation in this situation i think they can use better than other situations right and how much homework should they be given do you think i think they should do homework every day but if they have not enough time they can do their homework for example three or four times a week but i prefer but i prefer to do the do for example my homework every day and do you think parents should help their children with their homework or should it be done alone to be honest i prefer to the parents help them but in some situation i think it is better they do their homework alone because maybe they one for example students do not have any person for helping them okay and we will now discuss the relationship between education and work how important is it to have a university education to get a job in your country to be honest i have never thought about it but i think in my car especially in my country people when whenever they want to find a job it is not important have a degree or not it is important to have some experience experiences and after that i think they can they can find a good job and does having a degree from another country enhance employment opportunities in your country you please repeat your question absolutely now does having a degree from another country help get a job in your country i think it is not important when a person have a degree of another country because in my country whenever for example.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "should do some homework about it for um for understand about it uh better and if they want to use them in the situation in this situation i think they can use uh better than other situations right and how much homework should they be given do you think i think they should do homework every day but if they um haven't uh enough time uh they can do their homework for example uh three or four times a week but i prefer um but i prefer to do the do for example my homework every day and do you think parents should help their children with their homework or should it be done alone to be honest i prefer to the parents help them but in some situation i think it's better they do their homework alone because maybe they one for example students don't have any person for helping them okay and we'll now discuss the relationship between education and work how important is it to have a university education to get a job in your country to be honest i have never thought about it but uh i think uh in my car especially uh in my country uh people when whenever they want to find a job it's not important have a degree or not it's important to have some experience experiences and after that i think they can they can find a good job and does having a degree from another country enhance employment opportunities in your uh country you please repeat your question absolutely now does having a degree from another country uh help get a job in your country uh i think uh it's not important uh when a person have a degree of another country because in my country whenever for example.",
      "transcript_cleaned": "Should do some homework about it for for understand about it better and if they want to use them in the situation in this situation i think they can use better than other situations right and how much homework should they be given do you think i think they should do homework every day but if they have not enough time they can do their homework for example three or four times a week but i prefer but i prefer to do the do for example my homework every day and do you think parents should help their children with their homework or should it be done alone to be honest i prefer to the parents help them but in some situation i think it is better they do their homework alone because maybe they one for example students do not have any person for helping them okay and we will now discuss the relationship between education and work how important is it to have a university education to get a job in your country to be honest i have never thought about it",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hXEZgYzVCLo_q02",
      "video_id": "hXEZgYzVCLo",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "So your topic today is talk about an unexpected event turn out to be happy event that you have in your life all right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "so your topic today is talk about an unexpected event turn out to be happy event that you have in your life all right.",
      "transcript_cleaned": "your topic today is talk about an unexpected event turn out to be happy event that you have in your life",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "hXEZgYzVCLo_q03",
      "video_id": "hXEZgYzVCLo",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "The Outdoor Activity I think it depends on how old the children are because like people when they kids when they are like around eight two I will say like under grade seven the parents need to choose what they need to do out or and because they are not like they are not old enough to know what they are doing and when we are ordered around like after grade eight I think we should the parents should let the children choose what to do because so they can be more independent and to be and to make their brilliant their mind probably more creative yes sir do you enjoy studying online or studying offline to be honest I enjoyed inserting both but when I study online I usually do not listen to the teacher and I just play games but that was like a long time ago since I did not get to play games a lot in Nuka but when now but now I prefer studying offline because because I feel but like because I get to meet my friends and I actually and I actually get to like to like move around and play some sports and stuff with my friends and I get and I actually can focus on my study more offline all right so that is the end of our speaking test today thank you so much foreign bye foreign.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The Outdoor Activity um I think it depends on how old the children are because like people when they kids when they're like around eight two I'll say like under grade seven the parents need to choose what they need to do out or and because they are not like they're not old enough to know what they're doing and when we are ordered around like after grade eight I think we should the parents should let the children choose what to do because so they can be more independent and to be and to make their brilliant their mind probably more creative yes sir do you enjoy studying online or studying offline to be honest I enjoyed inserting both but when I study online I usually do not listen to the teacher and I just play games but that was like a long time ago since I didn't get to play games a lot in Nuka but when now but now I prefer studying offline because because I feel but like because I get to meet my friends and I actually and I actually get to like um to like move around and play some sports and stuff with my friends and I get and I actually can uh focus on my study more offline all right so that is the end of our speaking test today thank you so much um foreign bye um foreign.",
      "transcript_cleaned": "The Outdoor Activity I think it depends on how old the children are because like people when they kids when they are like around eight two I will say like under grade seven the parents need to choose what they need to do out or and because they are not like they are not old enough to know what they are doing and when we are ordered around like after grade eight I think we should the parents should let the children choose what to do because so they can be more independent and to be and to make their brilliant their mind probably more creative yes sir do you enjoy studying online or studying offline to be honest I enjoyed inserting both but when I study online I usually do not listen to the teacher and I just play games but that was like a long time ago since I did not get to play games a lot in Nuka but when now but now I prefer studying offline because because I feel but like because I get to meet my friends and I actually and I actually get to like to like move around and play some sports and stuff with my friends and I get and I actually can focus on my study more offline all right so that is the end of our speaking test today thank you so much foreign bye foreign.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "w6n1M3NJoG4_q02",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Do you have any hobbies?",
      "transcript": "&gt;&gt; usually I listen to K-pop and pop music. And so when I have spare time, I usually go to concert to listen live music of my biased idols. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh usually I listen to K-pop and pop music. And so when I have spare time, I usually go to concert to listen live music of my biased idols. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; usually I listen to K-pop and pop music. And so when I have spare time, I usually go to concert to listen live music of my biased idols. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "w6n1M3NJoG4_q03",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Any favorite groups?",
      "transcript": "17 is my favorite guru which is the one of the most famous idol in Korea. &gt;&gt; Okay, I see.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh 17 is my favorite guru which is the uh one of the most famous idol in Korea. &gt;&gt; Okay, I see.",
      "transcript_cleaned": "17 is my favorite guru which is the one of the most famous idol in Korea. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "w6n1M3NJoG4_q04",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Do you share any of your hobbies with family members?",
      "transcript": "&gt;&gt; Yes, my younger sister loves the same idol with me. So she hang out with me usually. Yeah. And that is really beneficial for me. Yeah. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, my younger sister loves the same idol with me. So she hang out with me usually. Yeah. And that's really beneficial for me. Yeah. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Yes, my younger sister loves the same idol with me. So she hang out with me usually. Yeah. And that is really beneficial for me. Yeah. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}