{
  "batch_id": 109,
  "count": 20,
  "samples": [
    {
      "sample_id": "iIN3QQnVgXY_q14",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "What do you think?",
      "transcript": "I think if they live there for a long time, it is fine. But, well, I could see that some people, not all of them, but some people are rude to old people. And then if they meet in the subway or like in the traffic, I do not see they are respecting the people. So because of that, I think that is the only reason that I think they should not live in the, city area. But other than that, if they lived there for a long time, I think it does not matter. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think if they live there for a long time, it's fine. But, well, I could see that some people, not all of them, but some people are rude to old people. And then if they meet in the subway or like in the traffic, I don't see they are respecting the people. So because of that, I think that's the only reason that I think they shouldn't live in the, um, city area. But other than that, if they lived there for a long time, I think it doesn't matter. Okay, good.",
      "transcript_cleaned": "I think if they live there for a long time, it is fine. But, well, I could see that some people, not all of them, but some people are rude to old people. And then if they meet in the subway or like in the traffic, I do not see they are respecting the people. So because of that, I think that is the only reason that I think they should not live in the, city area. But other than that, if they lived there for a long time, I think it does not matter.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iIN3QQnVgXY_q15",
      "video_id": "iIN3QQnVgXY",
      "band": 7.0,
      "question": "Do you think it is possible that all of the population would move to cities sometime in the future?",
      "transcript": "I think they are already moving to cities. I have a friend who live in the countryside area and then farm, and I think it is really important for them to do that, but, yeah. I think it can be possible for them to move to cities because it is not really convenient for them to live there. I think, I personally think. You know, because when I travel to, like, countryside, if you do not have a car, you cannot move because the buses come so late. And, yeah, the traffic is not really good. I think that is the most important thing that I think. True. Yeah. And one more question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think they are already moving to cities. I have a friend who live in the countryside area and then farm, and I think it's really important for them to do that, but, yeah. Uh, I think it can be possible for them to move to cities because it's not really convenient for them to live there. I think, I personally think. You know, because when I travel to, like, countryside, if you don't have a car, you can't move because the buses come so late. And, yeah, the traffic is not really good. I think that's the most important thing that I think. True. Yeah. And one more question.",
      "transcript_cleaned": "I think they are already moving to cities. I have a friend who live in the countryside area and then farm, and I think it is really important for them to do that, but, yeah. I think it can be possible for them to move to cities because it is not really convenient for them to live there. I think, I personally think. You know, because when I travel to, like, countryside, if you do not have a car, you cannot move because the buses come so late. And, yeah, the traffic is not really good. I think that is the most important thing that I think. True. Yeah. And one more question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q02",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "Insoo, are you working or are you a student?",
      "transcript": "I am working right now. I am working as a freelancer. I teach like young children and also young adults English and also about communication.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'm working right now. I'm working as a freelancer. I teach like young children and also young adults English and also about communication.",
      "transcript_cleaned": "I am working right now. I am working as a freelancer. I teach like young children and also young adults English and also about communication.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q03",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "And do you like your job?",
      "transcript": "Yeah, part much I like teaching because I think it is a really meaningful thing for me to do as a living It also gives me a life-giving meaning by just teaching because I am thinking that I could learn from like anybody, anything. Nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yeah, part much I like teaching because I think it's a really meaningful thing for me to do as a living It also gives me a life-giving meaning by just teaching because I'm thinking that I could learn from like anybody, anything. Nice.",
      "transcript_cleaned": "part much I like teaching because I think it is a really meaningful thing for me to do as a living It also gives me a life-giving meaning by just teaching because I am thinking that I could learn from like anybody, anything. Nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q04",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "My hometown?",
      "transcript": "I am like right now living in a place called 중랑구. it is in Seoul, which is our capital city. And it is a kind of a bed town. We do not have much things to do, but still I like my hometown. that is about my hometown. And now we are going to talk about being bored.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm like right now living in a place called 중랑구. It's in Seoul, which is our capital city. And it's a kind of a bed town. We don't have much things to do, but still I like my hometown. That's about my hometown. And now we're gonna talk about being bored.",
      "transcript_cleaned": "I am like right now living in a place called 중랑구. it is in Seoul, which is our capital city. And it is a kind of a bed town. We do not have much things to do, but still I like my hometown. that is about my hometown. And now we are going to talk about being bored.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q05",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "So, do you often feel bored?",
      "transcript": "Yes, I think I feel bored a lot. So, that is why I do a lot of, like, activities because I do not really like the feeling about being bored.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes, I think I feel bored a lot. So, that's why I do a lot of, like, activities because I don't really like the feeling about being bored.",
      "transcript_cleaned": "Yes, I think I feel bored a lot. So, that is why I do a lot of, like, activities because I do not really like the feeling about being bored.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q06",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "Okay, so, when do you feel bored?",
      "transcript": "Actually, I am like a very like active person. So, I could tell you that whenever I am feeling bored is the time except when I am sleeping. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually, I'm like a very like active person. So, I could tell you that whenever I'm feeling bored is the time except when I'm sleeping. Okay.",
      "transcript_cleaned": "Actually, I am like a very like active person. So, I could tell you that whenever I am feeling bored is the time except when I am sleeping.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q07",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "And do you think childhood is boring or adulthood is boring?",
      "transcript": "I will, I will guess that not childhood or like, adulthood. I think it is more than like the part when we have to study, like the middle school and high school, those teenagers. I think that time is very bored because they have a duty to do to study. okay. And now we are going to talk about celebrities.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'll, I'll guess that not childhood or like, um, adulthood. I think it's more than like the part when we have to study, like the middle school and high school, those teenagers. I think that time is very bored because they have a duty to do to study. Hmm, okay. And now we're going to talk about celebrities.",
      "transcript_cleaned": "I will, I will guess that not childhood or like, adulthood. I think it is more than like the part when we have to study, like the middle school and high school, those teenagers. I think that time is very bored because they have a duty to do to study. okay. And now we are going to talk about celebrities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q08",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "So, who is your favorite celebrity in your country?",
      "transcript": "Oh, in my country. that is a, like, difficult question for me. But my favorite celebrity. I have one. my favorite celebrity is a singer that is in a group called 2AM. He is, the vocal, like, part. His name is Lee Chang-min. I like him much because he. I think his voice is very beautiful. nice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, in my country. That's a, like, difficult question for me. But my favorite celebrity. Ah, I have one. Um, my favorite celebrity is a singer that is in a group called 2AM. He is, um, the vocal, like, part. His name is Lee Chang-min. I like him much because he. I think his voice is very beautiful. Hmm, nice.",
      "transcript_cleaned": "Oh, in my country. that is a, like, difficult question for me. But my favorite celebrity. I have one. my favorite celebrity is a singer that is in a group called 2AM. He is, the vocal, like, part. His name is Lee Chang-min. I like him much because he. I think his voice is very beautiful. nice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q09",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "And what kind of famous people do you often see in the news?",
      "transcript": "The news. I usually see like the people who are connected to the politics like the president or the other people who work for the government.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "The news. I usually see like the people who are connected to the politics like the president or um, the other people who work for the government. Hmm.",
      "transcript_cleaned": "The news. I usually see like the people who are connected to the politics like the president or the other people who work for the government.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q10",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "And do you think that news about famous people is always true?",
      "transcript": "No, I am going to tell you that I do not think that all of the news are true about the, like, famous people in the news, especially the politics. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, I'm going to tell you that I don't think that all of the news are true about the, like, famous people in the news, especially the politics. Okay.",
      "transcript_cleaned": "No, I am going to tell you that I do not think that all of the news are true about the, like, famous people in the news, especially the politics.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q11",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "And would you like to be famous?",
      "transcript": "Yes, I like to be famous, especially in my major, which I am studying right now because I really want to be an expert in my major. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I like to be famous, especially in my major, which I am studying right now because I really want to be an expert in my major. Hmm, okay.",
      "transcript_cleaned": "Yes, I like to be famous, especially in my major, which I am studying right now because I really want to be an expert in my major.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q13",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "So yeah, your question is, could you describe a time when some people near you made a lot of noise?",
      "transcript": "The time when some people near me made a lot of noise is when I was in the like loud subway. We were using the public transport, transportation. And there, the subway was very crowded so there were a lot of people. And my friends, my friend was making a short call with her boyfriend and her voice got louder and louder because of the crowded people like the loud noises that the people made. So that time was when she made a lot of noise. So like I felt a bit frustrated about her loud voice because I think people should be, like need etiquettes in the public transportation. So I wanted her to be quiet so I asked her to lower her voice but still she was a bit like excited by calling her boyfriend. So she did not lower her voice. So that made me a lot of like frustrated and also it gave me a bit of like anxiety. So that time was when my nearest person made a lot of noise. That thing first came in my mind. Okay, so that was one minute 15 total. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, the time when some people near me made a lot of noise is when I was in the like loud subway. We were using the public transport, transportation. And there, the subway was very crowded so there were a lot of people. And my friends, my friend was making a short call with her boyfriend and her voice got louder and louder because of the crowded people like the loud noises that the people made. So that time was when she made a lot of noise. So like I felt a bit frustrated about her loud voice because I think people should be, um, like need etiquettes in the public transportation. So I wanted her to be quiet so I asked her to lower her voice but still she was a bit like excited by calling her boyfriend. So she didn't lower her voice. So that made me a lot of like frustrated and also it gave me a bit of like anxiety. So that time was when my nearest person made a lot of noise. That thing first came in my mind. Okay, so that was one minute 15 total. Okay.",
      "transcript_cleaned": "The time when some people near me made a lot of noise is when I was in the like loud subway. We were using the public transport, transportation. And there, the subway was very crowded so there were a lot of people. And my friends, my friend was making a short call with her boyfriend and her voice got louder and louder because of the crowded people like the loud noises that the people made. So that time was when she made a lot of noise. So like I felt a bit frustrated about her loud voice because I think people should be, like need etiquettes in the public transportation. So I wanted her to be quiet so I asked her to lower her voice but still she was a bit like excited by calling her boyfriend. So she did not lower her voice. So that made me a lot of like frustrated and also it gave me a bit of like anxiety. So that time was when my nearest person made a lot of noise. That thing first came in my mind. Okay, so that was one minute 15 total.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q15",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "Noise-free?",
      "transcript": "I think the most noise-free place that was, like, that ticked my mind was the playground and the parks. Because that place is outside and that is made for people to rest very freely. And also the children could play there like whatever they want. So they could scream and like yell to each other by a fun way. So I think that place is the most noise-free place for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think the most noise-free place that was, um, like, that ticked my mind was the playground and the parks. Because that place is outside and that is made for people to rest very freely. And also the children could play there like whatever they want. So they could scream and like yell to each other by a fun way. So I think that place is the most noise-free place for me.",
      "transcript_cleaned": "I think the most noise-free place that was, like, that ticked my mind was the playground and the parks. Because that place is outside and that is made for people to rest very freely. And also the children could play there like whatever they want. So they could scream and like yell to each other by a fun way. So I think that place is the most noise-free place for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q17",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "And do you think people should be allowed to make noise in all public areas?",
      "transcript": "Not really because, as I told you, in the transportation people are moving to another place from where they are. So I think that place should, be un-noisy for people's anxiety. I think it is because of my anxiety because I have a very weak ear. So I am a bit, feel frustrated about the loud noises.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Not really because, as I told you, in the transportation people are moving to another place from where they are. So I think that place should, um, be un-noisy for people's anxiety. I think it's because of my anxiety because I have a very weak ear. So I'm a bit, feel frustrated about the loud noises.",
      "transcript_cleaned": "Not really because, as I told you, in the transportation people are moving to another place from where they are. So I think that place should, be un-noisy for people's anxiety. I think it is because of my anxiety because I have a very weak ear. So I am a bit, feel frustrated about the loud noises.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q18",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "And how do people usually react if other people are making excessive noise?",
      "transcript": "The first thing is that I think people ignore it because in our country it is very important to respect other people's opinions. So I think the first one will be ignoring it, but the second one should be asking them to be quiet because, yeah, that would be a bit of communication that people could do.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The first thing is that I think people ignore it because in our country it's very important to respect other people's opinions. So I think the first one will be ignoring it, but the second one should be asking them to be quiet because, yeah, that would be a bit of communication that people could do.",
      "transcript_cleaned": "The first thing is that I think people ignore it because in our country it is very important to respect other people's opinions. So I think the first one will be ignoring it, but the second one should be asking them to be quiet because, yeah, that would be a bit of communication that people could do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q19",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "Yeah, and do you think most people can do that effectively?",
      "transcript": "Definitely. there should be many different opinions about that, but for me, that is very, like, I feel it very easy to do that thing to make people quiet. I could, like, ask them to be quiet because, as I told you, I am a person who studied about communication. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely. Um, there should be many different opinions about that, but for me, that is very, like, um, I feel it very easy to do that thing to make people quiet. I could, like, ask them to be quiet because, as I told you, I'm a person who studied about communication. Hmm, okay.",
      "transcript_cleaned": "Definitely. there should be many different opinions about that, but for me, that is very, like, I feel it very easy to do that thing to make people quiet. I could, like, ask them to be quiet because, as I told you, I am a person who studied about communication.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q20",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "And why cannot people make noise in libraries or museums?",
      "transcript": "I think it is because that the libraries and museums should be a place where people have to focus on a specific thing. Like in the library, they should focus on their books that they want to borrow. And in the museum, there should be some like art, art or like those things that are in the museums. So people should focus on there. So if people become loud in that place, they are disrupting other people. So that would be a rude thing.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm. Um, I think it's because that um, the libraries and museums should be a place where people have to focus on a specific thing. Like in the library, they should focus on their books that they want to borrow. And in the museum, there should be some like art, art or like those um, things that are in the museums. So people should focus on there. So if people become loud in that place, they are disrupting other people. So that would be a rude thing. Hmm.",
      "transcript_cleaned": "I think it is because that the libraries and museums should be a place where people have to focus on a specific thing. Like in the library, they should focus on their books that they want to borrow. And in the museum, there should be some like art, art or like those things that are in the museums. So people should focus on there. So if people become loud in that place, they are disrupting other people. So that would be a rude thing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "-awN8jpvDFo_q22",
      "video_id": "-awN8jpvDFo",
      "band": 7.0,
      "question": "The first question, what kind of places should be noise-free?",
      "transcript": "Noise-free means like there should be no noise. Yeah. You know, you might say like this is a smoke-free zone or alcohol-free zone where you cannot do that. Oh yeah, I was a bit like, I got a misunderstanding because I thought that word was like, kids free. So yeah, that is the same thing. No kids zone. Yeah, no kids zone. that is a very common thing in our country. Right, right, right. Anyway, that is all good. So you answered the rest of them very well. So yeah, that was just that. yeah, there is a few grammars that I will just point out to you. Nothing too major. maybe one time I asked you about your opinion about childhood and adulthood. You said like, I will guess that, neither, neither of them are boring. Instead of I will guess, I think it is better to say like, I would say, I would say, or in my opinion, or I believe, yeah, instead of guessing. there was one time when you are talking about a time that was very, you said that time is very bored. So make sure it is ING in that situation. Like maybe high school is boring. Like students feel bored. Yeah. So I think you know yourself anyway, but ED is your feeling or a person's feeling and ING is describing the situation. So that time is really boring for them. Yeah. one thing about countable, uncountable is news instead of news are true, the news is true. Yeah, you could say news stories there, so those news stories are true, but if you are just saying news in general it should be is.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Noise-free means like there should be no noise. Yeah. You know, you might say like this is a smoke-free zone or alcohol-free zone where you cannot do that. Oh yeah, I was a bit like, um, I got a misunderstanding because I thought that word was like, kids free. So yeah, that's the same thing. No kids zone. Yeah, no kids zone. That's a very common thing in our country. Right, right, right. Anyway, that's all good. So you answered the rest of them very well. So yeah, that was just that. Um, yeah, there's a few grammars that I'll just point out to you. Nothing too major. Um, maybe one time I asked you about your opinion about childhood and adulthood. You said like, I'll guess that, um, neither, uh, neither of them are boring. Instead of I'll guess, I think it's better to say like, I would say, I would say, or in my opinion, or I believe, yeah, instead of guessing. Um, there was one time when you're talking about a time that was very, you said that time is very bored. So make sure it's ING in that situation. Like maybe high school is boring. Like students feel bored. Yeah. So I think you know yourself anyway, but ED is your feeling or a person's feeling and ING is describing the situation. So that time is really boring for them. Yeah. Um, one thing about countable, uncountable is uh, news instead of news are true, the news is true. Yeah, you could say news stories there, so those news stories are true, but if you're just saying news in general it should be is.",
      "transcript_cleaned": "Noise-free means like there should be no noise. Yeah. You know, you might say like this is a smoke-free zone or alcohol-free zone where you cannot do that. Oh yeah, I was a bit like, I got a misunderstanding because I thought that word was like, kids free. So yeah, that is the same thing. No kids zone. Yeah, no kids zone. that is a very common thing in our country. Right, right, right. Anyway, that is all good. So you answered the rest of them very well. So yeah, that was just that. yeah, there is a few grammars that I will just point out to you. Nothing too major. maybe one time I asked you about your opinion about childhood and adulthood. You said like, I will guess that, neither, neither of them are boring. Instead of I will guess, I think it is better to say like, I would say, I would say, or in my opinion, or I believe, yeah, instead of guessing. there was one time when you are talking about a time that was very, you said that time is very bored. So make sure it is ING in that situation. Like maybe high school is boring. Like students feel bored. Yeah. So I think you know yourself anyway, but ED is your feeling or a person's feeling and ING is describing the situation. So that time is really boring for them. Yeah. one thing about countable, uncountable is news instead of news are true, the news is true. Yeah, you could say news stories there, so those news stories are true, but if you are just saying news in general it should be is.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q02",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "And do you like your name?",
      "transcript": "I think I like my name. My grandfather gave it to me. there were, there were some, like, candidates for my names. But one of them was same as previous, president of Korea. So my grandfather disagreed. So he said, Min-Suk is better than the, the other one. So he gave me this name. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think I like my name. My grandfather gave it to me. Uh, there were, there were some, like, candidates for my names. But one of them was same as previous, uh, president of Korea. So my grandfather disagreed. So he said, uh, Min-Suk is better than the, uh, the other one. So he gave me this name. Okay.",
      "transcript_cleaned": "I think I like my name. My grandfather gave it to me. there were, there were some, like, candidates for my names. But one of them was same as previous, president of Korea. So my grandfather disagreed. So he said, Min-Suk is better than the, the other one. So he gave me this name.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}