{
  "batch_id": 50,
  "count": 20,
  "samples": [
    {
      "sample_id": "4UQTBp0ZWZM_q15",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "Why do you think people do these activities like drinking, playing games, why these?",
      "transcript": "Only because it funny It funny It the time to distract distract or I don know what to say Distract distract to the weak in the works to start relax It funny Okay And how about the gifts Are gifts necessary when visiting others in your culture yes. No gifts, but gifts, sorry, but just, maybe food or some, something to, give to others. give to others. I do not know what you say, it could be weird, but it is to the party and. Great, great. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Only because it funny It funny It the time to distract distract or I don know what to say Distract distract to the weak in the works to start relax It funny Okay And how about the gifts Are gifts necessary when visiting others in your culture Uh, yes. No gifts, but gifts, sorry, but just, uh, maybe food or some, something to, uh, give to others. Uh, give to others. I don't know what you say, it could be weird, but it's to the party and. Great, great. And, uh,.",
      "transcript_cleaned": "Only because it funny It funny It the time to distract distract or I don know what to say Distract distract to the weak in the works to start relax It funny Okay And how about the gifts Are gifts necessary when visiting others in your culture yes. No gifts, but gifts, sorry, but just, maybe food or some, something to, give to others. give to others. I do not know what you say, it could be weird, but it is to the party and. Great, great. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q16",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "What kinds of places, what kind of houses do people in your country would like to live in?",
      "transcript": "In general the houses are small. Maybe three rooms are one bedroom, they are one bathroom. But the people is nice. it is nice. But my favorite houses is in the beach. In the beach are, the houses are small too. and I do not know, it is colored. I do not know when you say hot, but it is not hot. it is colored. it is nice. it is polite. The people is polite. In the houses, in the houses is polite. Okay, so now that you talked about living in the city and living, maybe near the beach, let me ask you this question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, in general the houses are small. Maybe three rooms are one bedroom, they are one bathroom. But the people is nice. It's nice. But my favorite houses is in the beach. In the beach are, the houses are small too. Uh, and I don't know, it's colored. I don't know when you say hot, but it's not hot. It's colored. It's nice. It's polite. The people is polite. In the houses, in the houses is polite. Okay, so now that you talked about living in the city and living, uh, maybe near the beach, uh, let me ask you this question.",
      "transcript_cleaned": "In general the houses are small. Maybe three rooms are one bedroom, they are one bathroom. But the people is nice. it is nice. But my favorite houses is in the beach. In the beach are, the houses are small too. and I do not know, it is colored. I do not know when you say hot, but it is not hot. it is colored. it is nice. it is polite. The people is polite. In the houses, in the houses is polite. Okay, so now that you talked about living in the city and living, maybe near the beach, let me ask you this question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q17",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "What are the differences between the homes in the city and those in the suburbs?",
      "transcript": "In the suburbs, especially in Guadalajara or Mexico City, all day have a much traffic and the people are, Fast all day. it is a stress in sometimes. But it is so funny in the suburbs because we have all, all the, all, not so much places to go. In the beach, no, only go to the beach. But it is relaxing. The beaches are funny and wonderful. Okay, great. Thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "In the suburbs, especially in Guadalajara or Mexico City, uh, all day have a much traffic and the people are, Fast all day. Uh, it's a stress in sometimes. But it's so funny in the suburbs because we have all, all the, um, all, uh, not so much places to go. In the beach, no, only go to the beach. But it's relaxing. The beaches are funny and wonderful. Okay, great. Thank you very much.",
      "transcript_cleaned": "In the suburbs, especially in Guadalajara or Mexico City, all day have a much traffic and the people are, Fast all day. it is a stress in sometimes. But it is so funny in the suburbs because we have all, all the, all, not so much places to go. In the beach, no, only go to the beach. But it is relaxing. The beaches are funny and wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4UQTBp0ZWZM_q19",
      "video_id": "4UQTBp0ZWZM",
      "band": 4.5,
      "question": "How was the test?",
      "transcript": "I do not know. Maybe it is so bad. I do not know why. Maybe it is because I feel, I do not know, English like, like, like once but I do not know. it is something that you understand that when you want to talk, when you want to speak English, maybe it is a bit harder. it is so hard because a lot of words forgive, I do not know, I do not know what. You forget a lot of words. Your mind goes blank. Aha, my mind is blank. Destructor, go. Oh, I see. You just need more practice.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I don't know. Maybe it's so bad. I don't know why. Maybe it's because I feel, I don't know, English like, like, like once but I don't know. It's something that you understand that when you want to talk, when you want to speak English, maybe it's a bit harder. It's so hard because a lot of words forgive, I don't know, I don't know what. You forget a lot of words. Your mind goes blank. Aha, my mind is blank. Destructor, go. Oh, I see. You just need more practice.",
      "transcript_cleaned": "I do not know. Maybe it is so bad. I do not know why. Maybe it is because I feel, I do not know, English like, like, like once but I do not know. it is something that you understand that when you want to talk, when you want to speak English, maybe it is a bit harder. it is so hard because a lot of words forgive, I do not know, I do not know what. You forget a lot of words. Your mind goes blank. Aha, my mind is blank. Destructor, go. Oh, I see. You just need more practice.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q01",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "Danny, what type of music do you enjoy listening to?",
      "transcript": "Well, I enjoy listening to Chinese motivational songs and bad love songs. For bad love songs, they captivated me because of their inspiring melodies and lyrics. Often, that often portrays like beautiful pictures of a romantic couple, but ends in an unfortunate way. On the other hand, for Chinese motivational songs, I think that they represent in a, run-sled effort of high school Chinese students trying their best to attend to their dream universities. Thank you. Wow, how interesting.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I enjoy listening to Chinese motivational songs and bad love songs. For bad love songs, they captivated me because of their inspiring melodies and lyrics. Often, that often portrays like beautiful pictures of a romantic couple, but ends in an unfortunate way. On the other hand, for Chinese motivational songs, I think that they represent in a, uh, run-sled effort of high school Chinese students trying their best to attend to their dream universities. Thank you. Wow, how interesting.",
      "transcript_cleaned": "I enjoy listening to Chinese motivational songs and bad love songs. For bad love songs, they captivated me because of their inspiring melodies and lyrics. Often, that often portrays like beautiful pictures of a romantic couple, but ends in an unfortunate way. On the other hand, for Chinese motivational songs, I think that they represent in a, run-sled effort of high school Chinese students trying their best to attend to their dream universities. Thank you. Wow, how interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q02",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "When I am feeling positive, I usually hang out with friends to attend to the live concerts.",
      "transcript": "It is because I love it and while listening, I could have many chance to hang out with them, to listening to my favorite singers singing their latest and hot-hit albums.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it's because um, I love it and while listening, I could have many chance to hang out with them, to listening to my favorite singers singing their latest and hot-hit albums.",
      "transcript_cleaned": "It is because I love it and while listening, I could have many chance to hang out with them, to listening to my favorite singers singing their latest and hot-hit albums.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q03",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "Can music help you concentrate while studying or working?",
      "transcript": "I think it varies from person to person, but for me, I think, I like to listening to music because it helps me to concentrate to, studying. For example, I love to, listening to instrumental music. They help me to boost my productivity in studying, helping me to enhance my concentrations.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think it varies from person to person, but for me, um, I think, uh, I like to listening to music because it helps me to concentrate to, Uh, studying. For example, I love to, uh, listening to instrumental music. They help me to boost my productivity in studying, helping me to enhance my concentrations.",
      "transcript_cleaned": "I think it varies from person to person, but for me, I think, I like to listening to music because it helps me to concentrate to, studying. For example, I love to, listening to instrumental music. They help me to boost my productivity in studying, helping me to enhance my concentrations.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q04",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "Do you prefer shopping online or in physical stores?",
      "transcript": "Well, I prefer to shop at the store because of the low risk of counterfeit products. Also, by going shopping to physical store, it could be a perfect excuse for me to hang out with friends to play, to, have a wonderful time together. Yeah. Thank you. that is great. I agree.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I prefer to shop at the store because of the low risk of counterfeit products. Also, um, uh, by going shopping to physical store, it could be a perfect excuse for me to hang out with friends to play, to, uh, have a wonderful time together. Yeah. Thank you. That's great. I agree.",
      "transcript_cleaned": "I prefer to shop at the store because of the low risk of counterfeit products. Also, by going shopping to physical store, it could be a perfect excuse for me to hang out with friends to play, to, have a wonderful time together. Yeah. Thank you. that is great. I agree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q05",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "What was the last thing you bought?",
      "transcript": "If my memory serves me right, it was my Nike shoes which I am currently bringing on this marking test day. I really love these shoes not only because they are comfortable but also they are flexible as a footwear. I can wear it daily in school. Fantastic, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "If my memory serves me right, it was my Nike shoes which I am currently bringing on this marking test day. I really love these shoes not only because they are comfortable but also they are flexible as a footwear. I can wear it daily in school. Fantastic, thank you.",
      "transcript_cleaned": "If my memory serves me right, it was my Nike shoes which I am currently bringing on this marking test day. I really love these shoes not only because they are comfortable but also they are flexible as a footwear. I can wear it daily in school. Fantastic,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q09",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "So if you are happy, please could you describe a journey you were looking forward to but it was delayed?",
      "transcript": "So I have experienced many delays, many delays.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, so I have experienced many delays, um, many delays.",
      "transcript_cleaned": "I have experienced many delays, many delays.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q10",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "However, one of the works was a trip to Hanoi to meet some of my gaming friends.",
      "transcript": "I really hope that I could have more chance to, hang out with them. So I booked this trip as the first opportunities for me to have a chance with them. So we have been playing games for like four years now, but we have not got any chance to meet around. So I have imagined that we, I have imagined that we have, when I book, when I arrive in Hanoi, we will have some amazing experience together, partying to exhaustion and knowing more each other more. Unfortunately, the flight that I booked was delayed due to some disruptions caused by some aerial services. I remember vividly that it was caused by the engines of the planes were broken and also the fuel was exhausted. So this experience, I was very disappointed and frustrated because, when by the time I arrived in Hanoi, it was late and we have to reschedule our meeting to tomorrow. And from the experience it let me feel that it was like a mix of impatience and hopes as according to my plan everything should go well should went well But the plan was interrupted in the last minute So I was kind of feeling bored and feeling down at the at the delayed trips And I hope that the aerial the aerial services should be more improved So it could enhance the use the participant the passive Thank you Danny, that was excellent. I really enjoyed listening to your story there. Well done.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I really hope that I could have more chance to, uh, hang out with them. So I booked this trip as the first opportunities for me to have a chance with them. So we have been playing games for like four years now, but we haven't got any chance to meet around. So I have imagined that we, I have imagined that we have, when I book, when I arrive in Hanoi, we will have some amazing experience together, partying to exhaustion and knowing more each other more. Unfortunately, uh, the flight that I booked was delayed due to some disruptions caused by some aerial services. Um, I remember vividly that it was caused by the engines of the planes were broken and also the fuel was exhausted. So this experience, uh, I was very disappointed and frustrated because, uh, when by the time I arrived in Hanoi, it was late and we have to reschedule our meeting to tomorrow. And from the experience it let me feel that it was like a mix of impatience and hopes as according to my plan everything should go well should went well But the plan was interrupted in the last minute So I was kind of feeling bored and feeling down at the at the delayed trips And I hope that the aerial the aerial services should be more improved So it could enhance the use the participant the passive Thank you Danny, that was excellent. I really enjoyed listening to your story there. Well done.",
      "transcript_cleaned": "I really hope that I could have more chance to, hang out with them. So I booked this trip as the first opportunities for me to have a chance with them. So we have been playing games for like four years now, but we have not got any chance to meet around. So I have imagined that we, I have imagined that we have, when I book, when I arrive in Hanoi, we will have some amazing experience together, partying to exhaustion and knowing more each other more. Unfortunately, the flight that I booked was delayed due to some disruptions caused by some aerial services. I remember vividly that it was caused by the engines of the planes were broken and also the fuel was exhausted. So this experience, I was very disappointed and frustrated because, when by the time I arrived in Hanoi, it was late and we have to reschedule our meeting to tomorrow. And from the experience it let me feel that it was like a mix of impatience and hopes as according to my plan everything should go well should went well But the plan was interrupted in the last minute So I was kind of feeling bored and feeling down at the at the delayed trips And I hope that the aerial the aerial services should be more improved So it could enhance the use the participant the passive Thank you Danny, that was excellent. I really enjoyed listening to your story there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q11",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "Danny, what are the main means of transport in your country?",
      "transcript": "Well, in Vietnam, I think motorcycles are the commonly used main modes of transportation. it is because for some reasons. Firstly, I think that motorcycles, people find it comfortable for daily commutes and it does not, it do not take much of the space so we could avoid some, concessions. Also, it is affordable for every Vietnamese household economy, which is, compared to our, compared to our, compared to our, Yeah, that is what I think. Thank you so much. Yeah, I agree.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, in Vietnam, I think motorcycles are the commonly used main modes of transportation. It's because for some reasons. Firstly, I think that motorcycles, people find it comfortable for daily commutes and it doesn't, it don't take much of the space so we could avoid some, er, concessions. Also, it is affordable for every Vietnamese household economy, er, which is, er, compared to our, compared to our, compared to our, Yeah, that's what I think. Thank you so much. Yeah, I agree.",
      "transcript_cleaned": "in Vietnam, I think motorcycles are the commonly used main modes of transportation. it is because for some reasons. Firstly, I think that motorcycles, people find it comfortable for daily commutes and it does not, it do not take much of the space so we could avoid some, concessions. Also, it is affordable for every Vietnamese household economy, which is, compared to our, compared to our, compared to our, Yeah, that is what I think. Thank you so much. Yeah, I agree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q12",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "Do you think traveling was better in the past or now?",
      "transcript": "Well, I think traveling nowadays is far more better, convenient, comfortable, and affordable. And back then from, in the past, with lack of, advanced convenience or amenities, which event traveling by that time was considered to be an adventurous, a time consuming and, kind of risky. Yeah. To make a trip. Thank you. Well then.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I think traveling nowadays is far more better, convenient, comfortable, and affordable. And back then from, uh, in the past, uh, with lack of, uh, advanced convenience or amenities, uh, which event traveling by that time was considered to be an adventurous, a time consuming and, um, kind of risky. Yeah. To make a trip. Thank you. Well then.",
      "transcript_cleaned": "I think traveling nowadays is far more better, convenient, comfortable, and affordable. And back then from, in the past, with lack of, advanced convenience or amenities, which event traveling by that time was considered to be an adventurous, a time consuming and, kind of risky. Yeah. To make a trip. Thank you. Well then.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q13",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "What are some of the advantages What is the difference of living in a foreign country?",
      "transcript": "Well, I think one of the biggest advantages that living in, living abroad brings is, the access to like improving your language. So when you are studying abroad or you are living there, you have a chance to meet some international friends. So it could, they could help you to enhance your language.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think one of the biggest advantages that living in, living abroad brings is, uh, the access to like improving your language. So when you're studying abroad or you're living there, you have a chance to meet some international friends. So it could, they could help you to enhance your language.",
      "transcript_cleaned": "I think one of the biggest advantages that living in, living abroad brings is, the access to like improving your language. So when you are studying abroad or you are living there, you have a chance to meet some international friends. So it could, they could help you to enhance your language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q14",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "Which is better when, when you study in the classroom settings.",
      "transcript": "Also as the second benefits that I want to mention is about, let me think, it is about, it could enhance your personal growth. Because, when, because when you are traveling there, you have no, Yeah. So you have to do all the things by yourself. You have like to find the budgeting accommodations to do all your cleaning or cooking. So it helps you to foster your personal growth. Thank you. that is perfect. Thank you very much. Well done.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, also as the second benefits that I want to mention is about, um, let me think, um, it's about, it could enhance your personal growth. Because, um, uh, when, because when you're traveling there, you have no, Yeah. So you have to do all the things by yourself. You have like to find the budgeting accommodations to do all your cleaning or cooking. So it helps you to foster your personal growth. Thank you. That's perfect. Thank you very much. Well done.",
      "transcript_cleaned": "Also as the second benefits that I want to mention is about, let me think, it is about, it could enhance your personal growth. Because, when, because when you are traveling there, you have no, Yeah. So you have to do all the things by yourself. You have like to find the budgeting accommodations to do all your cleaning or cooking. So it helps you to foster your personal growth. Thank you. that is perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q15",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "What challenges might someone face when living in a foreign country?",
      "transcript": "Well, I think there are two biggest challenges Yes We must we must overcome The first challenge is the language barriers Yes So we have to speak to different people Good Maybe we could speak to the local people or international people from another country For example one of my friends when they live abroad they told me that they have met tons of new friends Some of them are native Australian people, but some of the others are British people. So they find it is difficult to understand both of them because of their accents. So, in order to overcome the language barriers, I think they need more time to acquaint their accents in order to understand fluently. Another difficulty that I think we usually encounter is the personal development too. As we have to face many, options that we have to do by our own self. Like we have to find the budgeting accommodations that fits our money, power of money. Also, we have to take care of ourselves. It is very important because there is no one, take care of us. So we have to take care of ourselves. If we do not overcome it, we might feel a little bit isolated. And we might feel in a state of depression. Wow. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, I think there are two biggest challenges Yes We must er we must overcome The first challenge is the language barriers Yes So we have to speak to different er people Good Maybe we could speak to the local people or international people from another country For example one of my friends when they live abroad they told me that they have met tons of new friends Some of them are native Australian people, but some of the others are British people. So they find it's difficult to understand both of them because of their accents. So, in order to overcome the language barriers, I think they need more time to acquaint their accents in order to understand fluently. Another difficulty that I think we usually encounter is the personal development too. As we have to face many, uh, options that we have to do by our own self. Like we have to find the budgeting accommodations that fits our money, power of money. Also, um, we have to take care of ourselves. It is very important because there is no one, uh, take care of us. So we have to take care of ourselves. If we don't overcome it, we might feel a little bit isolated. And we might feel in a state of depression. Wow. Yes.",
      "transcript_cleaned": "I think there are two biggest challenges Yes We must we must overcome The first challenge is the language barriers Yes So we have to speak to different people Good Maybe we could speak to the local people or international people from another country For example one of my friends when they live abroad they told me that they have met tons of new friends Some of them are native Australian people, but some of the others are British people. So they find it is difficult to understand both of them because of their accents. So, in order to overcome the language barriers, I think they need more time to acquaint their accents in order to understand fluently. Another difficulty that I think we usually encounter is the personal development too. As we have to face many, options that we have to do by our own self. Like we have to find the budgeting accommodations that fits our money, power of money. Also, we have to take care of ourselves. It is very important because there is no one, take care of us. So we have to take care of ourselves. If we do not overcome it, we might feel a little bit isolated. And we might feel in a state of depression. Wow.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q16",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "But I think moving abroad overall is a positive experience, do not you?",
      "transcript": "Well done. Well, Danny, that brings us to the end of the test today. Thank you so much for your time and I hope to meet you again in the future. Thank you. Excellent work. Well done. Thank you. So everyone, I hope you all enjoyed listening to Danny's sample speaking test there. I think you would agree with me. The way that he spoke was incredibly confident and natural.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well done. Well, Danny, that brings us to the end of the test today. Thank you so much for your time and I hope to meet you again in the future. Thank you. Excellent work. Well done. Thank you. So everyone, I hope you all enjoyed listening to Danny's sample speaking test there. I think you would agree with me. The way that he spoke was incredibly confident and natural.",
      "transcript_cleaned": "done. Well, Danny, that brings us to the end of the test today. Thank you so much for your time and I hope to meet you again in the future. Thank you. Excellent work. Well done. Thank you. So everyone, I hope you all enjoyed listening to Danny's sample speaking test there. I think you would agree with me. The way that he spoke was incredibly confident and natural.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Ce4cL6BaU0M_q17",
      "video_id": "Ce4cL6BaU0M",
      "band": 6.0,
      "question": "However, one thing that I loved when he started, when I asked him, oh, how do you feel?",
      "transcript": "He was honest before the start of the exam. He said, to be honest, I feel a little bit nervous. And this is a really good technique that you can use in your speaking exam. It psychologically helps you feel more at ease if you have got that out of the way. But if you feel nervous, try to tell them, but end with a positive. Oh, to be honest, I feel a little bit nervous today, but I am happy to be here.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "He was honest before the start of the exam. He said, to be honest, I feel a little bit nervous. And this is a really good technique that you can use in your speaking exam. It psychologically helps you feel more at ease if you've got that out of the way. But if you feel nervous, try to tell them, but end with a positive. Oh, to be honest, I feel a little bit nervous today, but I'm happy to be here.",
      "transcript_cleaned": "He was honest before the start of the exam. He said, to be honest, I feel a little bit nervous. And this is a really good technique that you can use in your speaking exam. It psychologically helps you feel more at ease if you have got that out of the way. But if you feel nervous, try to tell them, but end with a positive. Oh, to be honest, I feel a little bit nervous today, but I am happy to be here.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MRu6oS8FMHk_q03",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "What do you usually do in your free time?",
      "transcript": "Well, since I am only free on Sunday, so, you know, on Sunday, first I will just, you know, decide to be a little bit more idle than usual by staying on the back or maybe a little bit longer than usual. And then, you know, after that, I, you know, after getting dressed, having some breakfast, I will just, continue slouching on my sofa for another half an hour. And then, you know, I will fully focus on what I do, which is, you know, usually on Sunday, I will just focus on my kind of hobby. Usually in the afternoon, I just go around, take some pictures at my university. that is it. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, since I'm only free on Sunday, so, you know, on Sunday, um, first I will just, you know, decide to be a little bit more idle than usual by staying on the back or maybe a little bit longer than usual. And then, you know, after that, I, you know, after getting dressed, having some breakfast, I will just, uh, continue slouching on my sofa for another half an hour. And then, you know, I will fully focus on what I do, uh, which is, you know, usually on Sunday, I will just focus on my kind of hobby. Usually in the afternoon, I just go around, take some pictures at my university. That's it. Okay.",
      "transcript_cleaned": "since I am only free on Sunday, so, you know, on Sunday, first I will just, you know, decide to be a little bit more idle than usual by staying on the back or maybe a little bit longer than usual. And then, you know, after that, I, you know, after getting dressed, having some breakfast, I will just, continue slouching on my sofa for another half an hour. And then, you know, I will fully focus on what I do, which is, you know, usually on Sunday, I will just focus on my kind of hobby. Usually in the afternoon, I just go around, take some pictures at my university. that is it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "MRu6oS8FMHk_q04",
      "video_id": "MRu6oS8FMHk",
      "band": 7.5,
      "question": "Do you prefer spending free time alone or with others?",
      "transcript": "For me it is kind of a hard question because usually my preference for, you know, spending time with others or spending time for, you know, myself, usually is usually based on my mood. If one day if I feel energized or exuberant, I would just hang out with my friends if we might have made some appointments, you know, in advance.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, for me it's kind of a hard question because usually my preference for, you know, spending time with others or spending time for, you know, myself, usually is usually based on my mood. If one day if I feel energized or exuberant, I would just hang out with my friends if we might have made some appointments, you know, in advance.",
      "transcript_cleaned": "For me it is kind of a hard question because usually my preference for, you know, spending time with others or spending time for, you know, myself, usually is usually based on my mood. If one day if I feel energized or exuberant, I would just hang out with my friends if we might have made some appointments, you know, in advance.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}