{
  "batch_id": 59,
  "count": 20,
  "samples": [
    {
      "sample_id": "I_VTQP4UPWE_q12",
      "video_id": "I_VTQP4UPWE",
      "band": 9.0,
      "question": "Who normally looks after older people in your country?",
      "transcript": "Well, the family. Back home, as much as possible you would not put anybody older into a home. you would look after them yourself, you would look after your parents yourself because we have the idea that my mother looked after me, it is my turn to look after her. that is, that is the sort of mentality. But I think now with the, with migration becoming so big, you have a lot more people who, Put their parents in homes and then just migrate to other countries like Australia, the UK, wherever else. But for the most part, we look after our parents and our older people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, the family. Back home, as much as possible you wouldn't put anybody older into a home. You'd look after them yourself, you'd look after your parents yourself because we have the idea that my mother looked after me, it's my turn to look after her. That's, that's the sort of mentality. But I think now with the, with migration becoming so big, you have a lot more people who, Put their parents in homes and then just migrate to other countries like Australia, the UK, wherever else. But for the most part, we look after our parents and our older people.",
      "transcript_cleaned": "the family. Back home, as much as possible you would not put anybody older into a home. you would look after them yourself, you would look after your parents yourself because we have the idea that my mother looked after me, it is my turn to look after her. that is, that is the sort of mentality. But I think now with the, with migration becoming so big, you have a lot more people who, Put their parents in homes and then just migrate to other countries like Australia, the UK, wherever else. But for the most part, we look after our parents and our older people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "I_VTQP4UPWE_q14",
      "video_id": "I_VTQP4UPWE",
      "band": 9.0,
      "question": "How can society ensure that older people are not neglected?",
      "transcript": "I think it comes with teaching the younger generations to respect their elders because neglect, it is something that, you know, if you, if you see your parents neglect their parents, you are more likely to neglect your own.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it comes with teaching the younger generations to respect their elders because neglect, it's something that, you know, if you, if you see your parents neglect their parents, you're more likely to neglect your own.",
      "transcript_cleaned": "I think it comes with teaching the younger generations to respect their elders because neglect, it is something that, you know, if you, if you see your parents neglect their parents, you are more likely to neglect your own.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "I_VTQP4UPWE_q15",
      "video_id": "I_VTQP4UPWE",
      "band": 9.0,
      "question": "Does that make sense?",
      "transcript": "And if you teach young kids that this is how you are supposed to care for somebody, regardless of how old they are or how valuable they are to you and your society, I think then you would make sure that, you know, there is less neglect going on of older people. Thank you very much. That is the end of the speaking test. Wow! A little bit shorter today. Normally a speaking test would be about 10 minutes long. This was a little bit shorter. It was a.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And if you teach young kids that this is how you are supposed to care for somebody, regardless of how old they are or how valuable they are to you and your society, I think then you'd make sure that, you know, there's less neglect going on of older people. Thank you very much. That is the end of the speaking test. Wow! A little bit shorter today. Normally a speaking test would be about 10 minutes long. This was a little bit shorter. It was a.",
      "transcript_cleaned": "And if you teach young kids that this is how you are supposed to care for somebody, regardless of how old they are or how valuable they are to you and your society, I think then you would make sure that, you know, there is less neglect going on of older people. Thank you very much. That is the end of the speaking test. Wow! A little bit shorter today. Normally a speaking test would be about 10 minutes long. This was a little bit shorter. It was a.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TbSr17ZYDL4_q01",
      "video_id": "TbSr17ZYDL4",
      "band": 5.5,
      "question": "Can I see your card?",
      "transcript": "Okay, so in the first part of the test, I will ask you some general questions about yourself.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay, so in the first part of the test, I will ask you some general questions about yourself.",
      "transcript_cleaned": "in the first part of the test, I will ask you some general questions about yourself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TbSr17ZYDL4_q02",
      "video_id": "TbSr17ZYDL4",
      "band": 5.5,
      "question": "So, do you work or are you a student?",
      "transcript": "Currently I am employed at an educational company in the role of a content marketing executive. I have been working here for about six months now and I find the job to be both challenging and rewarding where I can learn a lot of technical skills and gain more experience for my career. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Currently I am employed at an educational company in the role of a content marketing executive. I have been working here for about six months now and I find the job to be both challenging and rewarding where I can learn a lot of technical skills and gain more experience for my career. Okay.",
      "transcript_cleaned": "Currently I am employed at an educational company in the role of a content marketing executive. I have been working here for about six months now and I find the job to be both challenging and rewarding where I can learn a lot of technical skills and gain more experience for my career.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TbSr17ZYDL4_q03",
      "video_id": "TbSr17ZYDL4",
      "band": 5.5,
      "question": "So where are you from?",
      "transcript": "I come from Bụng Tàu, a beautiful coastal city that is quite peaceful yet bustling in festive seasons. I grew up here and had a lot of memories of spending summer with my family and my friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I come from Bụng Tàu, a beautiful coastal city that is quite peaceful yet bustling in festive seasons. I grew up here and had a lot of memories of spending summer with my family and my friends.",
      "transcript_cleaned": "I come from Bụng Tàu, a beautiful coastal city that is quite peaceful yet bustling in festive seasons. I grew up here and had a lot of memories of spending summer with my family and my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TbSr17ZYDL4_q04",
      "video_id": "TbSr17ZYDL4",
      "band": 5.5,
      "question": "However, I had to move to Binh Hoa to start my study in university.",
      "transcript": "And now I still staying here to work Do you have any hobbies Yes I do I have a strong passion for music I can listen to music anytime and anywhere even while walking or spending time to relax And I also enjoy singing along with the songs And sometimes I like staying at home and watching some movies on Netflix. So that is the end of part one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And now I still staying here to work Do you have any hobbies Yes I do I have a strong passion for music I can listen to music anytime and anywhere even while walking or spending time to relax And I also enjoy singing along with the songs And sometimes I like staying at home and watching some movies on Netflix Hmm. So that is the end of part one.",
      "transcript_cleaned": "And now I still staying here to work Do you have any hobbies Yes I do I have a strong passion for music I can listen to music anytime and anywhere even while walking or spending time to relax And I also enjoy singing along with the songs And sometimes I like staying at home and watching some movies on Netflix.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TbSr17ZYDL4_q05",
      "video_id": "TbSr17ZYDL4",
      "band": 5.5,
      "question": "What is your experience?",
      "transcript": "I would like to share about my most memorable experience in Dà Lạt, which happened three years ago. It was a four-day, three-night trip that I had with my closest friends. During the trip, we had the opportunity to discover many of Dà Lạt's iconic places. we explored the vibrant city flower garden, and, took some, nice pictures. And, another highlight was visiting the famous Sun Hương Lake, where we enjoy walking around and, feeling the fresh air. We also had a chance to try some unique local dishes, from savory soups to, delectable pastries. However, what stood out the most in my memory from the trip is, was the cozy dinner that I had with my friends in our class evening in Nilek. We gathering for a hot warming feast sharing stories and laughter the atmosphere the atmosphere was filled with joy and it really made a meaningful experience for me Okay. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I would like to share about my most memorable experience in Dà Lạt, which happened three years ago. It was a four-day, three-night trip that I had with my closest friends. During the trip, we had the opportunity to discover many of Dà Lạt's iconic places. Uh, we explored the vibrant city flower garden, uh, and, uh, took some, uh, nice pictures. And, um, uh, another highlight was visiting the famous Sun Hương Lake, uh, where we enjoy walking around and, uh, feeling the fresh air. We also had a chance to try some unique local dishes, uh, from savory soups to, uh, delectable pastries. However, what stood out the most in my memory from the trip is, uh, was the cozy dinner that I had with my friends in our class evening in Nilek. We gathering for a hot warming feast sharing stories and laughter Um the atmosphere uh the atmosphere was filled with joy and it really made a meaningful experience for me Okay. So.",
      "transcript_cleaned": "I would like to share about my most memorable experience in Dà Lạt, which happened three years ago. It was a four-day, three-night trip that I had with my closest friends. During the trip, we had the opportunity to discover many of Dà Lạt's iconic places. we explored the vibrant city flower garden, and, took some, nice pictures. And, another highlight was visiting the famous Sun Hương Lake, where we enjoy walking around and, feeling the fresh air. We also had a chance to try some unique local dishes, from savory soups to, delectable pastries. However, what stood out the most in my memory from the trip is, was the cozy dinner that I had with my friends in our class evening in Nilek. We gathering for a hot warming feast sharing stories and laughter the atmosphere the atmosphere was filled with joy and it really made a meaningful experience for me",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "TbSr17ZYDL4_q06",
      "video_id": "TbSr17ZYDL4",
      "band": 5.5,
      "question": "Your question is, why do you think people enjoy traveling with friends?",
      "transcript": "Okay. traveling with friends, offers a unique and enriching memories. first of all, it allows people to share memory, to share, to share moments of, adventures and discovery with those who are close to them. friends can provide support, create a fun atmosphere and make memories that are Charities for a lifetime. Additionally, exploring new places with friends can lead to deeper connections and bonding. The last question for you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Okay. Um, traveling with friends, uh, offers a unique and enriching memories. Uh, first of all, it allows people to share memory, to share, to share moments of, uh, adventures and discovery with those who are close to them. Uh, friends can provide support, create a fun atmosphere and make memories that are Charities for a lifetime. Additionally, exploring new places with friends can lead to deeper connections and bonding. The last question for you.",
      "transcript_cleaned": "traveling with friends, offers a unique and enriching memories. first of all, it allows people to share memory, to share, to share moments of, adventures and discovery with those who are close to them. friends can provide support, create a fun atmosphere and make memories that are Charities for a lifetime. Additionally, exploring new places with friends can lead to deeper connections and bonding. The last question for you.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q02",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Where do you live in your country?",
      "transcript": "I live in Hyderabad, which is the capital of Andhra Pradesh, in the south east of India. it is a very big city. About seven million people live there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I live in Hyderabad, which is the capital of Andhra Pradesh, uh, in the south east of India. Uh, it is a very big city. About seven million people live there.",
      "transcript_cleaned": "I live in Hyderabad, which is the capital of Andhra Pradesh, in the south east of India. it is a very big city. About seven million people live there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q03",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "And is it an interesting place to live?",
      "transcript": "Oh yes, a very interesting place to live. Hyderabad has a very long history. so there are lots of, ancient forts, mosques and, other monuments. there is a very beautiful lake. And, there are also lots of wonderful markets.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yes, a very interesting place to live. Uh, Hyderabad has a very long history. Um, so there are lots of, uh, ancient forts, uh, mosques and, uh, other monuments. Uh, there is a very beautiful lake. And, er, there are also lots of wonderful markets.",
      "transcript_cleaned": "Oh yes, a very interesting place to live. Hyderabad has a very long history. so there are lots of, ancient forts, mosques and, other monuments. there is a very beautiful lake. And, there are also lots of wonderful markets.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q04",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "And will you live in Hyderabad in the future?",
      "transcript": "Yes. I think once I finish my studies here, I will go back to Hyderabad. My husband is from Hyderabad too, so I think we will stay there.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Ah, yes. I think once I finish my studies here, I'll go back to Hyderabad. My husband is from Hyderabad too, so I think we'll stay there.",
      "transcript_cleaned": "Yes. I think once I finish my studies here, I will go back to Hyderabad. My husband is from Hyderabad too, so I think we will stay there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q05",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "What hobbies and interests are popular in your country?",
      "transcript": "People have many different pastimes in my country. I think the most popular these days are things like gardening and do-it-yourself, which is when people, well, usually men, make things for their home. I think women tend not to have too many hobbies. You cannot really call shopping a hobby. I think in the past women used to fill up the leisure time that they had with, with craft activities. But sewing and knitting are not so common these days. I think reading is still very popular, especially now these days with the new e-readers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "People have many different pastimes in my country. I think the most popular these days are things like gardening and do-it-yourself, which is when people, well, usually men, make things for their home. I think women tend not to have too many hobbies. You can't really call shopping a hobby. Um, I think in the past women used to fill up the leisure time that they had with, uh, with craft activities. But sewing and knitting aren't so common these days. I think reading is still very popular, especially now these days with the new e-readers.",
      "transcript_cleaned": "People have many different pastimes in my country. I think the most popular these days are things like gardening and do-it-yourself, which is when people, well, usually men, make things for their home. I think women tend not to have too many hobbies. You cannot really call shopping a hobby. I think in the past women used to fill up the leisure time that they had with, with craft activities. But sewing and knitting are not so common these days. I think reading is still very popular, especially now these days with the new e-readers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q06",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "And which hobbies and interests do you enjoy?",
      "transcript": "Well, like a lot of people, my work takes up a lot of my time. And at the weekend I like to meet up with my friends or, go out with my husband. So I do not really have much time for hobbies. but I do read a lot. Especially history and biography. Also, I love collecting art. So I go to a lot of art fairs. I really like, colourful, abstract art, which really brighten up our homes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, like a lot of people, my work takes up a lot of my time. And at the weekend I like to meet up with my friends or, uh, go out with my husband. So I don't really have much time for hobbies. Um, but I do read a lot. Especially history and biography. Also, I love collecting art. So I go to a lot of art fairs. I really like, uh, colourful, uh, abstract art, which really brighten up our homes.",
      "transcript_cleaned": "like a lot of people, my work takes up a lot of my time. And at the weekend I like to meet up with my friends or, go out with my husband. So I do not really have much time for hobbies. but I do read a lot. Especially history and biography. Also, I love collecting art. So I go to a lot of art fairs. I really like, colourful, abstract art, which really brighten up our homes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q07",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "And what hobbies and interests did you have as a child?",
      "transcript": "Gosh, that was a long time ago. Let me think. I used to collect gearings. I think I had about 20 or 25. They were silly things really, but fun for a small child. I used to like painting and drawing. My parents were very supportive and they bought me a lot of oil paints, but I am not really very talented. I also played the clarinet I was in a junior orchestra I remember once we we played a concert and my reed broke during the first piece and so I couldn make any sound And do you think parents should encourage their children to have a hobby or interest? Oh yes, very much so. I think it is very important for children to have something other than school, television and computers. Sometimes a hobby can turn into a very successful career. But, even if it does not, it can help the child develop as a person as they learn about new things and, meet new people who share the same hobby.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Gosh, uh, that was a long time ago. Let me think. Uh, I used to collect gearings. I think I had about 20 or 25. They were silly things really, but fun for a small child. Uh, I used to like painting and drawing. My parents were very supportive and they bought me a lot of oil paints, but I'm not really very talented. I also played the clarinet I was in a junior orchestra I remember once we er we played a concert and my reed broke during the first piece and so I couldn make any sound And do you think parents should encourage their children to have a hobby or interest? Oh yes, very much so. I think it is very important for children to have something other than school, television and computers. Sometimes a hobby can turn into a very successful career. But, er, even if it doesn't, it can help the child develop as a person as they learn about new things and, er, meet new people who share the same hobby.",
      "transcript_cleaned": "Gosh, that was a long time ago. Let me think. I used to collect gearings. I think I had about 20 or 25. They were silly things really, but fun for a small child. I used to like painting and drawing. My parents were very supportive and they bought me a lot of oil paints, but I am not really very talented. I also played the clarinet I was in a junior orchestra I remember once we we played a concert and my reed broke during the first piece and so I couldn make any sound And do you think parents should encourage their children to have a hobby or interest? Oh yes, very much so. I think it is very important for children to have something other than school, television and computers. Sometimes a hobby can turn into a very successful career. But, even if it does not, it can help the child develop as a person as they learn about new things and, meet new people who share the same hobby.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q08",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Do you prefer hot weather or cold?",
      "transcript": "I think I prefer cold weather. I know most people prefer hot weather, but it is always so hot in my country that it is such a nice change to feel the cold. The cold. Of course, in the cold, it is very easy to put on a hat and gloves to keep ourselves warm.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Er, I think I prefer cold weather. Er, I know most people prefer hot weather, but er, it is always so hot in my country that it is such a nice change to feel the cold. The cold. Of course, in the cold, it's very easy to put on a hat and gloves to keep ourselves warm.",
      "transcript_cleaned": "I think I prefer cold weather. I know most people prefer hot weather, but it is always so hot in my country that it is such a nice change to feel the cold. The cold. Of course, in the cold, it is very easy to put on a hat and gloves to keep ourselves warm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q09",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Tell me about the weather in your country at different times of year.",
      "transcript": "India is so big that there are many different climates. So I will just talk about the weather in Hyderabad. Generally, we have a tropical wet and dry climate. That means the summers, March to June, are hot, over 30 degrees, and very humid. sometimes it can reach over 40, which is just unbearable. At the end of the summer, the monsoon comes and it rains for about three months. after the rainy season, it is winter, which is quite short, just a couple of months.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "India is so big that there are many different climates. So I'll just talk about the weather in Hyderabad. Generally, we have a tropical wet and dry climate. That means the summers, uh, March to June, are hot, over 30 degrees, and very humid. Um, sometimes it can reach over 40, which is just unbearable. At the end of the summer, the monsoon comes and it rains for about three months. Uh, after the rainy season, it's winter, which is quite short, uh, just a couple of months.",
      "transcript_cleaned": "India is so big that there are many different climates. So I will just talk about the weather in Hyderabad. Generally, we have a tropical wet and dry climate. That means the summers, March to June, are hot, over 30 degrees, and very humid. sometimes it can reach over 40, which is just unbearable. At the end of the summer, the monsoon comes and it rains for about three months. after the rainy season, it is winter, which is quite short, just a couple of months.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q10",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "Which time of year did you enjoy most as a child?",
      "transcript": "Well, I think like most children, I would say the summer, when we had the long school holiday. But, I always preferred spring. there is something so lovely about when everything starts to grow again after the winter. You can almost smell it in the air.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, I think like most children, I would say the summer, when we had the long school holiday. But, er, I always preferred spring. There's something so lovely about when everything starts to grow again after the winter. You can almost smell it in the air.",
      "transcript_cleaned": "I think like most children, I would say the summer, when we had the long school holiday. But, I always preferred spring. there is something so lovely about when everything starts to grow again after the winter. You can almost smell it in the air.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q11",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "And has the weather changed much in your country in recent years?",
      "transcript": "I do not think so really. I know that in some countries the climate has been changing because of global warming. But where I live it seems to be the same. Just heat and rain. I have noticed something, in recent summers when it is very hot, there have been many water shortages. I do not remember that happening when I was younger. Thank you. Now I am going to give you a topic and I would like you to talk about it for one to two minutes. You have one minute to think about what you are going to say and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I don't think so really. I know that in some countries the climate has been changing because of global warming. But where I live it seems to be the same. Just heat and rain. I have noticed something, er, in recent summers when it's very hot, there have been many water shortages. I don't remember that happening when I was younger. Thank you. Now I'm going to give you a topic and I'd like you to talk about it for one to two minutes. You have one minute to think about what you're going to say and.",
      "transcript_cleaned": "I do not think so really. I know that in some countries the climate has been changing because of global warming. But where I live it seems to be the same. Just heat and rain. I have noticed something, in recent summers when it is very hot, there have been many water shortages. I do not remember that happening when I was younger. Thank you. Now I am going to give you a topic and I would like you to talk about it for one to two minutes. You have one minute to think about what you are going to say and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "4bQeEulUycQ_q14",
      "video_id": "4bQeEulUycQ",
      "band": 8.5,
      "question": "When we left the Blue Mosque, we walked down a pedestrian lane full of shops, including some tile shops.",
      "transcript": "In one of the shops, the owner told us that the tiles were made in Iznik. Anyway, one of the tiles really caught my eye. Actually, it sang to me. It was of fish, four big fish, and lots of little ones, all in different shades of green. I really, really wanted it. But when we asked the price, it was very high.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In one of the shops, the owner told us that the tiles were made in Iznik. Anyway, one of the tiles really caught my eye. Actually, it sang to me. It was of fish, four big fish, and lots of little ones, all in different shades of green. I really, really wanted it. But when we asked the price, it was very high.",
      "transcript_cleaned": "In one of the shops, the owner told us that the tiles were made in Iznik. Anyway, one of the tiles really caught my eye. Actually, it sang to me. It was of fish, four big fish, and lots of little ones, all in different shades of green. I really, really wanted it. But when we asked the price, it was very high.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}