{
  "batch_id": 296,
  "count": 20,
  "samples": [
    {
      "sample_id": "lm8BYede3Yk_s03",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "What kind of music do you prefer?",
      "transcript": "Most of young people now pref are fond of listening like EDM or hip-hop music but personally I like some music which is calming and like acostic pop I say.",
      "source": "supplementary",
      "transcript_original": "Um most of young people now um pref are fond of listening like EDM or hip-hop music but personally I like some music which is calming and uh like acostic pop I say.",
      "transcript_cleaned": "Most of young people now pref are fond of listening like EDM or hip-hop music but personally I like some music which is calming and like acostic pop I say.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s04",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Are you fond of learning any musical instruments?",
      "transcript": "Actually I had learned playing piano and organ when I was young but at that time my mom forced me to learn it so I did not enjoy. now I almost forgot everything about it.",
      "source": "supplementary",
      "transcript_original": "Actually uh I had learned playing piano and organ when I was young but at that time uh my mom forced me to learn it so I didn't enjoy. Um now I almost forgot everything about it.",
      "transcript_cleaned": "Actually I had learned playing piano and organ when I was young but at that time my mom forced me to learn it so I did not enjoy. now I almost forgot everything about it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s05",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Does music help you ease in any way?",
      "transcript": "What do you mean like relax or I can repeat my question.",
      "source": "supplementary",
      "transcript_original": "What do you mean like relax or I can repeat my question.",
      "transcript_cleaned": "What do you mean like relax or I can repeat my question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s08",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Do you like eating cakes?",
      "transcript": "Actually, sweet is not my cup of tea because when I eat too much sugar, I will feel tired. But I like some chocolate or coffee flavor cake like tiramisu or yeah, capuccino cake.",
      "source": "supplementary",
      "transcript_original": "Actually, sweet is not my cup of tea because when I eat too much sugar, I will feel tired. But I like some chocolate or coffee flavor cake like tiramisu or yeah, capuccino cake.",
      "transcript_cleaned": "Actually, sweet is not my cup of tea because when I eat too much sugar, I will feel tired. But I like some chocolate or coffee flavor cake like tiramisu or yeah, capuccino cake.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s11",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Do you think talented people are happy people as well?",
      "transcript": "Yes. Sometime I think talented people will maybe time save more time and effort to do well on special thing that they are talent talented us. however sometime they will feel more stressful and pressures because everyone see them as they are good at it. So they have to be do the best.",
      "source": "supplementary",
      "transcript_original": "Yes. Sometime uh I think talented people will maybe time save more time and effort to do well on special thing that they are talent talented us. Uh however sometime they will feel more stressful and pressures because everyone see them as they are good at it. So they have to be do the best.",
      "transcript_cleaned": "Yes. Sometime I think talented people will maybe time save more time and effort to do well on special thing that they are talent talented us. however sometime they will feel more stressful and pressures because everyone see them as they are good at it. So they have to be do the best.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s12",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "How do you differentiate between talent and skill?",
      "transcript": "I personally I suppose that talent is something in inherent interest like they do not need to practice or work more on that to have it. But skills is something that you must practice. For example, like social skill. some people are like introvert. They need to practice more on talking with new people and how communicate well. So I think skill is something that can be practiced.",
      "source": "supplementary",
      "transcript_original": "I uh personally uh I suppose that talent is something in inherent interest like they don't need to practice or work more on that to have it. But skills is something that you must practice. For example, like social skill. Uh some people are like introvert. They need to practice more on talking with new people and how communicate well. So I think skill is something that can be practiced.",
      "transcript_cleaned": "I personally I suppose that talent is something in inherent interest like they do not need to practice or work more on that to have it. But skills is something that you must practice. For example, like social skill. some people are like introvert. They need to practice more on talking with new people and how communicate well. So I think skill is something that can be practiced.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s13",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "What are the talents that you have that you are proud of?",
      "transcript": "Like I said before, I am really good at organizing and planning. Also, I am a discing people who always try to do everything on time. So, I really hate distract from my original plan.",
      "source": "supplementary",
      "transcript_original": "Um, like I said before, um, I'm really good at organizing and planning. Also, I'm a discing people who always try to do everything on time. So, I really hate distract from my original plan.",
      "transcript_cleaned": "Like I said before, I am really good at organizing and planning. Also, I am a discing people who always try to do everything on time. So, I really hate distract from my original plan.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s14",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "And how have these talents helped you to achieve what you have today?",
      "transcript": "I would say that during my previous work it helped me a lot because I work in e-commer industry. So the environment here is very fast. so this talent help me to manage the time and work well. So I I always complete all my task on time.",
      "source": "supplementary",
      "transcript_original": "Um I would say that during my previous work it helped me a lot because I work in e-commer industry. So the environment here is very fast. Uh so this talent help me to manage the time and work well. So I I always complete all my task on time.",
      "transcript_cleaned": "I would say that during my previous work it helped me a lot because I work in e-commer industry. So the environment here is very fast. so this talent help me to manage the time and work well. So I I always complete all my task on time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s15",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Have you ever developed a skill that you are proud of?",
      "transcript": "Actually, I do not have any specific talent that I remember like I I develop it. yes.",
      "source": "supplementary",
      "transcript_original": "Actually, um I don't have any specific talent that I remember like I I develop it. Um yes.",
      "transcript_cleaned": "Actually, I do not have any specific talent that I remember like I I develop it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s16",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "I think you did pretty well, right?",
      "transcript": "Maybe in the middle you struggled a little bit to keep going, but you still did.",
      "source": "supplementary",
      "transcript_original": "Maybe in the middle you struggled a little bit to keep going, but you still did.",
      "transcript_cleaned": "Maybe in the middle you struggled a little bit to keep going, but you still did.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s18",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "I would say most of the time it was because you were looking for say the perfect word that you can use in the context, right?",
      "transcript": "And I can totally understand that you would want to, you know, show off what you know and use your collocations and so on. But let me tell you, the perfect word does not really exist.",
      "source": "supplementary",
      "transcript_original": "And I can totally understand that you would want to, you know, show off what you know and use your collocations and so on. But let me tell you, the perfect word does not really exist.",
      "transcript_cleaned": "And I can totally understand that you would want to, you know, show off what you know and use your collocations and so on. But let me tell you, the perfect word does not really exist.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s21",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "That is always a plus that you know how to use them naturally, right?",
      "transcript": "Because you should not force your expressions in there, your idioms. Sometimes they end up not making 100% sense.",
      "source": "supplementary",
      "transcript_original": "Because you should not force your expressions in there, your idioms. Sometimes they end up not making 100% sense.",
      "transcript_cleaned": "Because you should not force your expressions in there, your idioms. Sometimes they end up not making 100% sense.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s22",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "You also had a very nice paraphrasing going on, right?",
      "transcript": "So, for example, you used I am fond of instead of prefer or enjoy instead of like. So, that was very nicely done. Always keep that up.",
      "source": "supplementary",
      "transcript_original": "So, for example, you used I'm fond of instead of prefer or enjoy instead of like. So, that was very nicely done. Always keep that up.",
      "transcript_cleaned": "for example, you used I am fond of instead of prefer or enjoy instead of like. So, that was very nicely done. Always keep that up.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s25",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "It is either in the traditional sense when you are talking about for example a specific country or you say in a traditional sense, right?",
      "transcript": "But it needs an article in between. or your third person as sometimes, you know, sometimes it, you know, you put it at the wrong word or it is just missing. For example, you said it is help me. It helps me.",
      "source": "supplementary",
      "transcript_original": "But it needs an article in between. Um or your third person as sometimes, you know, sometimes it, you know, you put it at the wrong word or it's just missing. For example, you said it's help me. It helps me.",
      "transcript_cleaned": "But it needs an article in between. or your third person as sometimes, you know, sometimes it, you know, you put it at the wrong word or it is just missing. For example, you said it is help me. It helps me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s28",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "So, be sure to be very clear about what you are saying to avoid misunderstandings, right?",
      "transcript": "Maybe that can even help. What can help you is if you speak up a little bit, be louder. I know it is sometimes difficult when you say you are an introverted person.",
      "source": "supplementary",
      "transcript_original": "Um, maybe that can even help. What can help you is if you speak up a little bit, be louder. I know it's sometimes difficult when you say you're an introverted person.",
      "transcript_cleaned": "Maybe that can even help. What can help you is if you speak up a little bit, be louder. I know it is sometimes difficult when you say you are an introverted person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s29",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Of course, that is sometimes hard, but I think confidence can be really key in those tests, right?",
      "transcript": "Even if you are faking it, that is all right. Even fake confidence is enough. So, you know, try to speak up a little bit. Be confident about what you know because you do have good English.",
      "source": "supplementary",
      "transcript_original": "Even if you're faking it, that's all right. Even fake confidence is enough. So, you know, try to speak up a little bit. Be confident about what you know because you do have good English.",
      "transcript_cleaned": "Even if you are faking it, that is all right. Even fake confidence is enough. So, you know, try to speak up a little bit. Be confident about what you know because you do have good English.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s30",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "It is just about showing it, right?",
      "transcript": "So, be a little bit clear about what you are saying. And as for your intonation and rhythm, I would say you had some nice kind of a melody in there, you know, with some ups and downs. Maybe in the instances where you were not sure what to say, you your voice was a little bit monotone, but I think you do have a good idea of how to have the you know an in natural intonation in your speaking. So always remember to keep that up throughout your whole test and you know just show what you know and be be confident about that.",
      "source": "supplementary",
      "transcript_original": "So, um be a little bit clear about what you're saying. And as for your intonation and rhythm, um I would say you had some nice kind of a melody in there, you know, with some ups and downs. Maybe in the instances where you were uh not sure what to say, you your voice was a little bit monotone, but I think you do have a good idea of how to have the you know an in natural intonation in your speaking. So always remember to keep that up throughout your whole test and uh you know just uh show what you know and be be confident about that.",
      "transcript_cleaned": "be a little bit clear about what you are saying. And as for your intonation and rhythm, I would say you had some nice kind of a melody in there, you know, with some ups and downs. Maybe in the instances where you were not sure what to say, you your voice was a little bit monotone, but I think you do have a good idea of how to have the you know an in natural intonation in your speaking. So always remember to keep that up throughout your whole test and you know just show what you know and be be confident about that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s32",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "So how can I improve?",
      "transcript": "I think for you then it would be the easiest way if you go off topic right maybe you have something that I do not know your work or I do not know animals cooking whatever that you you personally know a lot about and there is pretty much like there is in every topic you can find something that you can relate to something else right so maybe that is the easiest way to go or for example as you did in the last question I gave you you just give gave me an example of a friend and then you talked about that friend and that is a very good idea right because that makes it easier to keep going when you are talking about something personal or an example from a friend who can even lie that is totally fine right so I would say giving examples and going off topic would then be the best idea for you okay okay I see thank you all right do you have any other questions that I can help you with Yeah, I think that is all. Okay, cool.",
      "source": "supplementary",
      "transcript_original": "I think for you then it would be uh the easiest way if you go off topic right maybe you have something that I don't know your work or I don't know animals cooking whatever that you you personally know a lot about and there is pretty much like there's in every topic you can find something that you can relate to something else right so maybe that's the easiest way to go or for example as you did in the last question I gave you you just give gave me an example of a friend and then you talked about that friend and that is a very good idea right because that makes it easier to keep going when you're talking about something personal or an example from a friend who can even lie that's totally fine right so I would say uh giving examples and going off topic would then be the best idea for you okay okay I see thank you all right do you have any other questions that I can help you with Yeah, I think that's all. Okay, cool.",
      "transcript_cleaned": "I think for you then it would be the easiest way if you go off topic right maybe you have something that I do not know your work or I do not know animals cooking whatever that you you personally know a lot about and there is pretty much like there is in every topic you can find something that you can relate to something else right so maybe that is the easiest way to go or for example as you did in the last question I gave you you just give gave me an example of a friend and then you talked about that friend and that is a very good idea right because that makes it easier to keep going when you are talking about something personal or an example from a friend who can even lie that is totally fine right so I would say giving examples and going off topic would then be the best idea for you okay okay I see thank you all right do you have any other questions that I can help you with Yeah, I think that is all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s33",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "Was it useful for you?",
      "transcript": "Yeah, I think it is very nice. Thank you very much for the help. you are very welcome. No problem at all.",
      "source": "supplementary",
      "transcript_original": "Yeah, I think it's very nice. Thank you very much for the help. You're very welcome. No problem at all.",
      "transcript_cleaned": "I think it is very nice. Thank you very much for the help. you are very welcome. No problem at all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "lm8BYede3Yk_s34",
      "video_id": "lm8BYede3Yk",
      "band": 6.5,
      "question": "And would it be okay for you if we share this video on our YouTube channel?",
      "transcript": "Yes. Okay, great. Thank you so much. then that is it for today. Best of luck to you with your further practice and best of luck with your test of course as well and have a great rest of your evening. Thank you very much. Bye-bye.",
      "source": "supplementary",
      "transcript_original": "Um yes. Okay, great. Thank you so much. Um then that's it for today. Best of luck to you with your further practice and uh best of luck with your test of course as well and have a great rest of your evening. Thank you very much. Bye-bye.",
      "transcript_cleaned": "Yes. Okay, great. Thank you so much. then that is it for today. Best of luck to you with your further practice and best of luck with your test of course as well and have a great rest of your evening. Thank you very much. Bye-bye.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}