{
  "batch_id": 137,
  "count": 20,
  "samples": [
    {
      "sample_id": "dJRauTKnbg4_q08",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "So how long have you had your current hairstyle?",
      "transcript": "I have been maintaining this hairstyle, for about a year. After my, dispatch in the military service. And yeah, I am enjoying this haircut since I do not need to put on a lot of wax and a lot of hair products. And when I put on hair products, then, it does not feel so good for me. that is why I am enjoying this hairstyle right now. Okay, good, good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I've been maintaining this hairstyle, uh, for about a year. After my, uh, dispatch in the military service. And yeah, I'm enjoying this haircut since I don't need to put on a lot of wax and a lot of hair products. And when I put on hair products, then, um, it doesn't feel so good for me. That's why I'm enjoying this hairstyle right now. Okay, good, good.",
      "transcript_cleaned": "I have been maintaining this hairstyle, for about a year. After my, dispatch in the military service. And yeah, I am enjoying this haircut since I do not need to put on a lot of wax and a lot of hair products. And when I put on hair products, then, it does not feel so good for me. that is why I am enjoying this hairstyle right now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q09",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "And have you ever had an unhappy haircut experience?",
      "transcript": "During my military service, I should say, because, we were forced to cut our hairs really short. And, yeah, I did not like it how it appeared in the outside for me. So, yeah, I just like that. Very good, very good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "During my military service, I should say, because, um, we were forced to cut our hairs really short. And, uh, yeah, I didn't like it how it appeared in the outside for me. So, yeah, I just like that. Very good, very good.",
      "transcript_cleaned": "During my military service, I should say, because, we were forced to cut our hairs really short. And, yeah, I did not like it how it appeared in the outside for me. So, yeah, I just like that. Very good, very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q10",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "And do you like getting your hair cut?",
      "transcript": "Yes, like I mentioned before, I like to get my hair tidied up. And that is why I enjoy my haircut, every month, once a month that I take. So that, yeah, I look refreshed. Okay, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, uh, like I mentioned before, I like to get my hair tidied up. And that's why I enjoy my haircut, uh, every month, once a month that I take. So that, um, yeah, I look refreshed. Okay, very good.",
      "transcript_cleaned": "Yes, like I mentioned before, I like to get my hair tidied up. And that is why I enjoy my haircut, every month, once a month that I take. So that, yeah, I look refreshed.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q12",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "So could you describe a time you were sleepy, but you had to stay awake?",
      "transcript": "Okay. so this is a very recent situation that I experienced. And this, a time when I was sleepy but I need, I needed to stay awake was, actually this week, this week Monday. Because I had to study overnight for my final exams for the university. I could not sleep for, so I just, I stayed the night. And that is why I was actually very sleepy during the exam period. And I had to study for macroeconomics that I am currently taking right now. And yeah, my methods of trying to stay awake was I ate a lot of coffee and I drank a lot of energy drink, like red bowls. And this is actually very weird. It could sound very weird, but I took two showers in a row. One in warm water, one in cold water. So that my blood flows, my blood circulates a bit better, and then I could keep myself awake. And, yeah, I would say I did not really enjoy this experience because I am a person that sleeps a lot. I like to sleep very very long. Like I, I, people call me like I hibernate every day. But I had to study anyways because my exams period were, my exam periods were in front of me. And that is why, yeah, I did not enjoy this experience but, I probably did a lot of good methods. I probably used a lot of good methods to, stay awake. Okay, all right, yeah, we are up on two minutes there. Okay, perfect, perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. Um, so this is a very recent situation that I experienced. And this, uh, a time when I was sleepy but I need, I needed to stay awake was, uh, actually this week, this week Monday. Because I had to study overnight for my final exams for the university. I couldn't sleep for, so I just, I stayed the night. And that's why I was actually very sleepy during the exam period. And um, I had to study for um, macroeconomics that I'm currently taking right now. And um, yeah, my methods of trying to stay awake was uh, I ate a lot of coffee and I drank a lot of energy drink, like red bowls. And um, this is actually very weird. It could sound very weird, but um, I took two showers in a row. One in warm water, one in cold water. So that my blood flows, my blood circulates a bit better, and then I could keep myself awake. And, yeah, I would say I didn't really enjoy this experience because um, I am a person that sleeps a lot. I like to sleep very um, very long. Like I, I, people call me like I hibernate every day. But um, I had to study anyways because my exams period were, my exam periods were in front of me. And that's why, um, yeah, I didn't enjoy this experience but, um, I probably did a lot of good methods. I probably used a lot of good methods to, uh, stay awake. Okay, all right, yeah, we're up on two minutes there. Okay, perfect, perfect.",
      "transcript_cleaned": "this is a very recent situation that I experienced. And this, a time when I was sleepy but I need, I needed to stay awake was, actually this week, this week Monday. Because I had to study overnight for my final exams for the university. I could not sleep for, so I just, I stayed the night. And that is why I was actually very sleepy during the exam period. And I had to study for macroeconomics that I am currently taking right now. And yeah, my methods of trying to stay awake was I ate a lot of coffee and I drank a lot of energy drink, like red bowls. And this is actually very weird. It could sound very weird, but I took two showers in a row. One in warm water, one in cold water. So that my blood flows, my blood circulates a bit better, and then I could keep myself awake. And, yeah, I would say I did not really enjoy this experience because I am a person that sleeps a lot. I like to sleep very very long. Like I, I, people call me like I hibernate every day. But I had to study anyways because my exams period were, my exam periods were in front of me. And that is why, yeah, I did not enjoy this experience but, I probably did a lot of good methods. I probably used a lot of good methods to, stay awake. Okay, all right, yeah, we are up on two minutes there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q13",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "How did you feel?",
      "transcript": "So actually, this, it was actually during the exam period that I told you I was sleepy. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mm, um, so actually, uh, this, it was actually during the exam period that I told you I was sleepy. Yeah.",
      "transcript_cleaned": "actually, this, it was actually during the exam period that I told you I was sleepy.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q16",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "In your country, is it common to work a lot of overtime or working overnight?",
      "transcript": "Oh, that is actually, it used to be very common to work overnight. Yeah. like a few, probably a decade ago. It used to be very normal to work overnight. I personally saw my dad leaving home at 5 a and then he comes back at 12 p or probably the next day morning So yeah that was it seemed very harsh But these days laws have changed and people and yeah Therefore people need to only work at the given hours. that is better. Yeah, it became very better. The situation became better.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, that's actually, um, it used to be very common to work overnight. Yeah. Uh, like a few, probably a decade ago. It used to be very normal to work overnight. Uh I personally saw my dad uh leaving home at 5 a and then he comes back at um 12 p or probably the next day morning Mm So yeah that was it seemed very um harsh But these days uh laws have changed and uh people uh and um yeah Therefore people need to only work at the uh given hours Hmm. That's better. Yeah, it became very better. The situation became better. Hmm.",
      "transcript_cleaned": "Oh, that is actually, it used to be very common to work overnight. Yeah. like a few, probably a decade ago. It used to be very normal to work overnight. I personally saw my dad leaving home at 5 a and then he comes back at 12 p or probably the next day morning So yeah that was it seemed very harsh But these days laws have changed and people and yeah Therefore people need to only work at the given hours. that is better. Yeah, it became very better. The situation became better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q17",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "What caused the change?",
      "transcript": "Oh, I would say because many people suffered from the overnight works, there might have been also a lot of health issues that they had to face. And due to those health issues, people have complained those situations to the company. And therefore the company probably should have made these changes. All right. Better work and life balance. Yeah, right, right. Good, good. yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, um, I would say because many people suffered from the overnight works, there might have been also a lot of health issues that they had to face. And due to those health issues, people have complained those situations to the company. And therefore the company probably should have made these changes. All right. Better work and life balance. Yeah, right, right. Good, good. Um, yeah.",
      "transcript_cleaned": "Oh, I would say because many people suffered from the overnight works, there might have been also a lot of health issues that they had to face. And due to those health issues, people have complained those situations to the company. And therefore the company probably should have made these changes. All right. Better work and life balance.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q18",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "And do you think people who get up early in the morning are more productive than people who get up later?",
      "transcript": "I would like to answer this based on my experience. And I personally think people that wake up early in the morning are more productive than people that get up late. in my opinion, when the sun goes, when the sun falls, and it gets nighttime, everything's dark outside, I just feel drowsy. I just feel drowsy and I became lazy. It just feels like, oh, it is time to sleep. And, yeah, that, therefore I do not, I get less productive in those times. But in the morning, the sun has risen and it is all, there is daylight. So that is why people get more energetic. And yeah, I think people will become more productive at that time. Okay, good. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would like to answer this based on my experience. And I personally think people that wake up early in the morning are more productive than people that get up late. Uh, in my opinion, uh, when the sun goes, when the sun falls, and it gets nighttime, everything's dark outside, uh, I just feel drowsy. I just feel drowsy and I became lazy. It just feels like, uh, oh, it's time to sleep. And, um, yeah, that, therefore I don't, I get less productive in those times. But in the morning, the sun has risen and it's all, there's daylight. So that's why people get more energetic. And yeah, I think people will become more productive at that time. Okay, good. Yeah.",
      "transcript_cleaned": "I would like to answer this based on my experience. And I personally think people that wake up early in the morning are more productive than people that get up late. in my opinion, when the sun goes, when the sun falls, and it gets nighttime, everything's dark outside, I just feel drowsy. I just feel drowsy and I became lazy. It just feels like, oh, it is time to sleep. And, yeah, that, therefore I do not, I get less productive in those times. But in the morning, the sun has risen and it is all, there is daylight. So that is why people get more energetic. And yeah, I think people will become more productive at that time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q19",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "Younger people or older people?",
      "transcript": "It really depends on the person, but I think, younger people have a higher chance of waking up early. Because older people, they already, have a lot of stress and, the tiredness in their body. But younger people, they still have a lot of energy left in their body. So it is actually a stereotype that I have. But yeah, I think, I just think younger people, they just have more higher, they just have a higher chance of waking up early and being more energetic in the morning times. Okay, very good, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm, um, it really depends on the person, but I think, uh, younger people have a higher chance of waking up early. Because older people, they already, uh, have a lot of stress and, um, the tiredness in their body. But younger people, they still have a lot of energy left in their body. So it's actually a stereotype that I have. But um, yeah, I think, I just think younger people, they just have more higher, they just have a higher chance of waking up early and being more energetic in the morning times. Okay, very good, very good.",
      "transcript_cleaned": "It really depends on the person, but I think, younger people have a higher chance of waking up early. Because older people, they already, have a lot of stress and, the tiredness in their body. But younger people, they still have a lot of energy left in their body. So it is actually a stereotype that I have. But yeah, I think, I just think younger people, they just have more higher, they just have a higher chance of waking up early and being more energetic in the morning times.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q20",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "What kind of people lack sleep?",
      "transcript": "Never thought of that before. But I think, I would say, night shift workers would lack in sleep. Yeah. Because they wake up at night and then they work during the night time and then they go back to sleep in the morning. Yeah. So their life balances, their time balances actually break down. And, they probably they get confused if they need to sleep right now or if they need to be wake up right, if they need to wake up right now. And yeah, therefore, because of these confusions, they would, lose a lot of time.. I think they would lack a lot of sleep.. Okay, good, good. yeah, and I think there is a lot of debate these days about high school students.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, never thought of that before. But I think, um, I would say, uh, night shift workers would lack in sleep. Yeah. Because they wake up at night and then they work during the night time and then they go back to sleep in the morning. Yeah. So their life balances, their time balances actually break down. And, um, they probably they get confused if they need to sleep right now or if they need to be wake up right, if they need to wake up right now. And yeah, therefore, because of these confusions, they would, um, lose a lot of time. Mm. I think they would lack a lot of sleep. Mm. Okay, good, good. Um, yeah, and I think there's a lot of debate these days about high school students.",
      "transcript_cleaned": "Never thought of that before. But I think, I would say, night shift workers would lack in sleep. Yeah. Because they wake up at night and then they work during the night time and then they go back to sleep in the morning. Yeah. So their life balances, their time balances actually break down. And, they probably they get confused if they need to sleep right now or if they need to be wake up right, if they need to wake up right now. And yeah, therefore, because of these confusions, they would, lose a lot of time.. I think they would lack a lot of sleep.. Okay, good, good. yeah, and I think there is a lot of debate these days about high school students.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dJRauTKnbg4_q22",
      "video_id": "dJRauTKnbg4",
      "band": 7.5,
      "question": "When you answered, you said, yeah, I believe that people who get up early are more productive.",
      "transcript": "So in the test as well, we do not need to repeat the question. I think, you know, so we just say, yeah, I think so. Or yeah, you know, something like that. okay, good, good. So I think like overall, like what a student of your level should probably work on is just try and get more like, more like idioms, more natural expressions, you know?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So in the test as well, we don't need to repeat the question. I think, you know, so we just say, yeah, I think so. Or yeah, you know, something like that. Um, okay, good, good. So I think like overall, like what a student of your level should probably work on is just try and get more like, more like idioms, more natural expressions, you know?",
      "transcript_cleaned": "in the test as well, we do not need to repeat the question. I think, you know, so we just say, yeah, I think so. Or yeah, you know, something like that. okay, good, good. So I think like overall, like what a student of your level should probably work on is just try and get more like, more like idioms, more natural expressions, you know?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q02",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Can you tell me where you are from?",
      "transcript": "I am from Silet, which is the northeast part of Bangladesh. And it is widely known for famous tourist destination.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm from Silet, which is the northeast part of Bangladesh. And it is widely known for famous tourist destination.",
      "transcript_cleaned": "I am from Silet, which is the northeast part of Bangladesh. And it is widely known for famous tourist destination.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q04",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Do you work or are you a student?",
      "transcript": "I am a student. Recently I finished my graduation and currently I am doing my master's.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm a student. Recently I finished my graduation and currently I'm doing my master's.",
      "transcript_cleaned": "I am a student. Recently I finished my graduation and currently I am doing my master's.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q05",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "What subject are you studying?",
      "transcript": "My major is English literature and every single day I love this subject.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My major is English literature and every single day I love this subject.",
      "transcript_cleaned": "My major is English literature and every single day I love this subject.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q06",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "What do you like most about your studies?",
      "transcript": "Well, I like the old English literature where the English origin comes from.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I like the old English literature where the English origin comes from.",
      "transcript_cleaned": "I like the old English literature where the English origin comes from.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q07",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "What kind of job do you prefer after graduation?",
      "transcript": "Well, I prefer to involve in teaching profession. I think it is the most respectful job in my country.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I prefer to involve in teaching profession. I think it is the most respectful job in my country.",
      "transcript_cleaned": "I prefer to involve in teaching profession. I think it is the most respectful job in my country.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q08",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Do you think job satisfaction is important?",
      "transcript": "Indeed it is very important because when something does not satisfy us, we do not feel interested in it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Indeed it is very important because when something does not satisfy us, we don't feel interested in it.",
      "transcript_cleaned": "Indeed it is very important because when something does not satisfy us, we do not feel interested in it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q09",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "How often do you use the internet?",
      "transcript": "Well, every single time I pick up my phone, I use internet and if I need anything, I directly go to Google and search for something. Something like study related or something fun or if I want to watch a movie, I directly go to streaming websites and follow up websites to watch movies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, every single time I pick up my phone, I use internet and if I need anything, I directly go to Google and search for something. Something like study related or something fun or if I want to watch a movie, I directly go to streaming websites and follow up websites to watch movies.",
      "transcript_cleaned": "every single time I pick up my phone, I use internet and if I need anything, I directly go to Google and search for something. Something like study related or something fun or if I want to watch a movie, I directly go to streaming websites and follow up websites to watch movies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q10",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "Do you own a computer?",
      "transcript": "Yes, I do have a laptop, I do have a desktop computer and I use it regularly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I do have a laptop, I do have a desktop computer and I use it regularly.",
      "transcript_cleaned": "Yes, I do have a laptop, I do have a desktop computer and I use it regularly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3APdIcbPD8U_q11",
      "video_id": "3APdIcbPD8U",
      "band": 7.5,
      "question": "How often do you use it and for what purposes?",
      "transcript": "Well, mostly I use it for my study purpose such as making presentation, doing some research and thesis work on to submit my assignment and, also sometimes I use it for movies and, some other stuff, like playing games and some, etc.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, uh, mostly I use it for my study purpose such as making presentation, doing some research and thesis work on to submit my assignment and, uh, also sometimes I use it for movies and, um, some other stuff, uh, like playing games and some, etc.",
      "transcript_cleaned": "mostly I use it for my study purpose such as making presentation, doing some research and thesis work on to submit my assignment and, also sometimes I use it for movies and, some other stuff, like playing games and some, etc.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}