{
  "batch_id": 169,
  "count": 20,
  "samples": [
    {
      "sample_id": "73r5LZrSLGY_q04",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "And do you prefer cold or hot weather?",
      "transcript": "I prefer hot weather because if cold weather is, I have to wear lots of clothes. I do not like that situation. But in hot weather, I can take a shower one time and that time my temperature is getting better. So I really dislike cold weather. So. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I prefer hot weather because if cold weather is, I have to wear lots of clothes. I don't like that situation. But in hot weather, I can take a shower one time and that time my temperature is getting better. So I really dislike cold weather. So. All right.",
      "transcript_cleaned": "I prefer hot weather because if cold weather is, I have to wear lots of clothes. I do not like that situation. But in hot weather, I can take a shower one time and that time my temperature is getting better. So I really dislike cold weather.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q05",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "And do you usually check the weather forecast?",
      "transcript": "Of course, because weather is, really important to my one day life. Because, if, weather is good, I feel really happy and I want to go outside and, I am, call my friend and let us go outside together. But however, it is getting, it is rain day. I really do not want to go outside and I am just sleep all day. So really, this weather is important for me. Now we are going to talk about social media.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Of course, because weather is, uh, really important to my one day life. Because, uh, if, uh, weather is good, I feel really happy and I want to go outside and, uh, I'm, uh, call my friend and let's go outside together. But however, it's getting, uh, it's rain day. I really don't want to go outside and I'm just sleep all day. So really, this weather is important for me. Now we're gonna talk about social media.",
      "transcript_cleaned": "Of course, because weather is, really important to my one day life. Because, if, weather is good, I feel really happy and I want to go outside and, I am, call my friend and let us go outside together. But however, it is getting, it is rain day. I really do not want to go outside and I am just sleep all day. So really, this weather is important for me. Now we are going to talk about social media.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q06",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "So do you or your friends like using social media?",
      "transcript": "Social media is, now is many people start to YouTube channel, like, and, in a child really changes their dream. If I ask the child what is your dream, is that they say, YouTube star. Like, if social media is so, it is popular in a day. So, and my friend, and some of my friends turn to YouTube channel and some people every day upload the Instagram. Then they share their life. So, I think it is now, like, social media is really important in our life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Social media is, now is many people start to YouTube channel, like, and, in a child really changes their dream. If I ask the child what's your dream, is that they say, uh, YouTube star. Like, if social media is so, it's popular in a day. So, and my friend, and some of my friends turn to YouTube channel and some people every day upload the Instagram. Then they share their life. So, I think it's now, like, social media is really important in our life.",
      "transcript_cleaned": "Social media is, now is many people start to YouTube channel, like, and, in a child really changes their dream. If I ask the child what is your dream, is that they say, YouTube star. Like, if social media is so, it is popular in a day. So, and my friend, and some of my friends turn to YouTube channel and some people every day upload the Instagram. Then they share their life. So, I think it is now, like, social media is really important in our life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q07",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "And do you think some of your friends use social media too much?",
      "transcript": "Yeah I already told you is some of my friends upload Instagram everyday and they share all their life But if I not talk to them if I see that story and I not talking some message they call me Why you don tag me Why So why I have to see your life So but really some people I hope it is important that, so I do not like that situation really. All right, perfect. That will do us for part one. So.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah I already told you is some of my friends upload Instagram everyday and they share all their life But if I not uh talk to them if I see that story and I not talking some message they call me Why you don tag me Why So why I have to see your life So but really some people I hope it's important that, so I don't like that situation really. All right, perfect. That will do us for part one. So.",
      "transcript_cleaned": "I already told you is some of my friends upload Instagram everyday and they share all their life But if I not talk to them if I see that story and I not talking some message they call me Why you don tag me Why So why I have to see your life So but really some people I hope it is important that, so I do not like that situation really. All right, perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q08",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "So, could you describe the home of someone you know well and that you often visit?",
      "transcript": "Okay, I am talking my friend house. it is a, I am, now I am living in Suwon. it is, and my friend house is near my house. And we are best friends. We met, when I was a university student. And now we are really close friends. And, so, sometimes we, is, I visit my, my friend house, for three times a week. Because, like, we eat dinner together or drink together. Because we do not have close friends near our house. Because now, we are, university is in Busan. So, all we are close friends live in Busan. So, we just close friends, we are only friends in that area. So, and now we can make a new friend because pandemic is making that. So, now I am, but we really like that situation because we are so close friends. We talk lots of time and, if I visit the, His house, I am really comfortable and fun and happy because sometimes I feel lonely, but if I drink with him and we share our life and sometimes give advice and sometimes we share the funny story, so that time I get energy. So I can do lots of things tomorrow and do that. Okay mate, that is two minutes. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay, I'm talking my friend house. It's a, I'm, now I'm living in Suwon. It's, and my friend house is near my house. And we are best friends. We met, uh, when I was a university student. And now we are really close friends. And, uh, so, sometimes we, uh, is, I visit my, uh, my friend house, uh, for three times a week. Because, like, we eat dinner together or drink together. Because we don't have close friends near our house. Because now, we're, university is in Busan. So, all we're close friends live in Busan. So, we just close friends, we're only friends in that area. So, and now we can make a new friend because pandemic is making that. So, now I'm, but we really like that situation because we're so close friends. We talk lots of time and, uh, if I visit the, His house, I'm really comfortable and fun and happy because sometimes I feel lonely, but if I drink with him and we share our life and sometimes give advice and sometimes we share the funny story, so that time I get energy. So I can do lots of things tomorrow and do that. Okay mate, that's two minutes. Alright.",
      "transcript_cleaned": "I am talking my friend house. it is a, I am, now I am living in Suwon. it is, and my friend house is near my house. And we are best friends. We met, when I was a university student. And now we are really close friends. And, so, sometimes we, is, I visit my, my friend house, for three times a week. Because, like, we eat dinner together or drink together. Because we do not have close friends near our house. Because now, we are, university is in Busan. So, all we are close friends live in Busan. So, we just close friends, we are only friends in that area. So, and now we can make a new friend because pandemic is making that. So, now I am, but we really like that situation because we are so close friends. We talk lots of time and, if I visit the, His house, I am really comfortable and fun and happy because sometimes I feel lonely, but if I drink with him and we share our life and sometimes give advice and sometimes we share the funny story, so that time I get energy. So I can do lots of things tomorrow and do that. Okay mate, that is two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q09",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "Have you guys met recently?",
      "transcript": "Yeah, I am really like him. And we are hobby is same. Like, I do not like a game. So if we meet together, we do a bowling or pocket ball. Yeah, so we are same, have a same hobby. So, that time really we enjoyed that game. Nice man. Alright, we are going to the third part of the test now. we are almost there. Alright.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I'm really like him. And we're hobby is same. Like, I don't like a game. So if we meet together, we do a bowling or pocket ball. Yeah, so we are same, have a same hobby. So, that time really we enjoyed that game. Nice man. Alright, we're going to the third part of the test now. We're almost there. Alright.",
      "transcript_cleaned": "I am really like him. And we are hobby is same. Like, I do not like a game. So if we meet together, we do a bowling or pocket ball. Yeah, so we are same, have a same hobby. So, that time really we enjoyed that game. Nice man. Alright, we are going to the third part of the test now. we are almost there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q10",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "What are the differences between buildings in the city and buildings in the countryside?",
      "transcript": "It is different to how many buildings in that area. it is, in, for example, in a city, many buildings in small area. And really buildings are high. So many people live in there and many people want to live in there that small area And but however its countryside is a few buildings in that area and it not high Because really small people live in that area so they don need to build high buildings So that is really its population is different Right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it's different to how many buildings in that area. It's, uh, in, for example, in a city, many buildings in small area. And really buildings are high. So many people live in there and many people uh um want to live in there that small area And but however its countryside is a few uh buildings in that area and it not high Because really small people live in that area so they don need to build high buildings So that is really its population is different Right.",
      "transcript_cleaned": "It is different to how many buildings in that area. it is, in, for example, in a city, many buildings in small area. And really buildings are high. So many people live in there and many people want to live in there that small area And but however its countryside is a few buildings in that area and it not high Because really small people live in that area so they don need to build high buildings So that is really its population is different",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q11",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "And do you think young people prefer to live in large cities or in rural areas?",
      "transcript": "I think in rural areas, they do not have lots of, buildings. I think it is a big city. it is more, have lots of activity and lots of friends. So, I really like living in the city because that time I got a really many job, a good job, and I got many people, many friends. I can make lots of friends. So, I think it is younger people and education is more good to the city. So I think it is, it is many people want to live in big city. Okay, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think in rural areas, they don't have lots of, uh, buildings. I think it's a big city. It's more, have lots of activity and lots of friends. So, I really like living in the city because that time I got a really many job, a good job, and I got many people, many friends. I can make lots of friends. So, I think it's younger people and education is more good to the city. So I think it's, uh, it's many people want to live in big city. Okay, yes.",
      "transcript_cleaned": "I think in rural areas, they do not have lots of, buildings. I think it is a big city. it is more, have lots of activity and lots of friends. So, I really like living in the city because that time I got a really many job, a good job, and I got many people, many friends. I can make lots of friends. So, I think it is younger people and education is more good to the city. So I think it is, it is many people want to live in big city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q12",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "Countryside?",
      "transcript": "Actually my home, hometown is a really small home, countryside. So, that time I, if I visited my hometown, I feel really happy because no many people and fish, free area, air, like nature is so good. So, that time, and we, my hometown have a sea, a beach. So, that time really, that is, beach is so clean, and so I am really relaxed and free. So, I think it is like, sometimes it is a city and, have a, like, travel jam and many people get lots of stress. So many people want to, travel for countryside. So that is really good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Actually my home, hometown is a really small home, uh, countryside. So, that time I, if I visited my hometown, I feel really happy because no many people and fish, uh, free area, air, like nature is so good. So, that time, uh, and we, uh, my hometown have a sea, a beach. So, that time really, that's, beach is so clean, and so I'm really relaxed and free. So, I think it's like, sometimes it's a city and, uh, have a, like, travel jam and many people get lots of stress. So many people want to, uh, travel for countryside. So that is really good.",
      "transcript_cleaned": "Actually my home, hometown is a really small home, countryside. So, that time I, if I visited my hometown, I feel really happy because no many people and fish, free area, air, like nature is so good. So, that time, and we, my hometown have a sea, a beach. So, that time really, that is, beach is so clean, and so I am really relaxed and free. So, I think it is like, sometimes it is a city and, have a, like, travel jam and many people get lots of stress. So many people want to, travel for countryside.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q13",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "Okay, and do you think it is expensive to decorate a house or an apartment in your country?",
      "transcript": "Yeah, it is, it is really, it is expensive because now is technology is getting good. So almost, it is a tech, technology connected cell phone. So that time we turn off the tech, everything is for cell phone. So that is, it is price is more getting high. So I think it is, later is, many declared, if I declared my room, I am almost, technology, lots of things is connect my phone and that is really expensive. So I am really worried about that. Okay, yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, it's, it is really, it's expensive because now is technology is getting good. So almost, it's a tech, uh, technology connected cell phone. So that time we turn off the tech, uh, everything is for cell phone. So that is, it's price is more getting high. So I think it's, uh, later is, uh, many declared, uh, if I declared my room, I'm almost, uh, technology, uh, lots of things is connect my phone and that is really expensive. So I'm really worried about that. Okay, yeah.",
      "transcript_cleaned": "it is, it is really, it is expensive because now is technology is getting good. So almost, it is a tech, technology connected cell phone. So that time we turn off the tech, everything is for cell phone. So that is, it is price is more getting high. So I think it is, later is, many declared, if I declared my room, I am almost, technology, lots of things is connect my phone and that is really expensive. So I am really worried about that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q17",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "Vocab, any issues with vocab?",
      "transcript": "One was like, you said pocket ball. I know you used that word in Korean. I think in English it is better to say pool. Pool. Yeah, P-O-O-L. Yeah, so you play pool with your friend. in other words, when you said small people, it should not be small.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "One was like, you said pocket ball. Uh, I know you used that word in Korean. I think in English it's better to say pool. Pool. Yeah, P-O-O-L. Yeah, so you play pool with your friend. Uh, in other words, when you said small people, it shouldn't be small.",
      "transcript_cleaned": "One was like, you said pocket ball. I know you used that word in Korean. I think in English it is better to say pool. Pool. Yeah, P-O-O-L. Yeah, so you play pool with your friend. in other words, when you said small people, it should not be small.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "73r5LZrSLGY_q18",
      "video_id": "73r5LZrSLGY",
      "band": 4.5,
      "question": "What should it be?",
      "transcript": "A few. Few people. Yeah, the countryside is few people. Few people in there. Yeah. and just be careful with some of the questions, you know.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "A few. Few people. Yeah, the countryside is few people. Few people in there. Yeah. Um, and just be careful with some of the questions, you know.",
      "transcript_cleaned": "A few. Few people. Yeah, the countryside is few people. Few people in there. Yeah. and just be careful with some of the questions, you know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_gsft_NSXhY_q03",
      "video_id": "_gsft_NSXhY",
      "band": 4.5,
      "question": "How many people are there in your immediate family?",
      "transcript": "There are four people in my immediate family. I have a mother, a father, and a brother. We all live together in the same house.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There are four people in my immediate family. I have a mother, a father, and a brother. We all live together in the same house.",
      "transcript_cleaned": "There are four people in my immediate family. I have a mother, a father, and a brother. We all live together in the same house.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_gsft_NSXhY_q04",
      "video_id": "_gsft_NSXhY",
      "band": 4.5,
      "question": "Do you have a large extended family?",
      "transcript": "Yes, my extended family is large. I have many aunts, uncles, and cousins. We sometimes meet during festivals and special occasions.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, my extended family is large. I have many aunts, uncles, and cousins. We sometimes meet during festivals and special occasions.",
      "transcript_cleaned": "Yes, my extended family is large. I have many aunts, uncles, and cousins. We sometimes meet during festivals and special occasions.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_gsft_NSXhY_q05",
      "video_id": "_gsft_NSXhY",
      "band": 4.5,
      "question": "What do you do together with your family?",
      "transcript": "We often eat dinner together. Sometimes we watch TV or go for a walk. On weekends, we might visit relatives or go to the park.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "We often eat dinner together. Sometimes we watch TV or go for a walk. On weekends, we might visit relatives or go to the park.",
      "transcript_cleaned": "We often eat dinner together. Sometimes we watch TV or go for a walk. On weekends, we might visit relatives or go to the park.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_gsft_NSXhY_q06",
      "video_id": "_gsft_NSXhY",
      "band": 4.5,
      "question": "In what ways do you try to stay healthy?",
      "transcript": "I try to eat fruits and vegetables every day. I also drink plenty of water. Sometimes I go for a walk or do some exercise at home. Is it easy to keep fit where you live No it is not easy to keep fit where I live There are not many parks or gyms nearby Also the streets are crowded and not safe for walking What do you think is more important, eating healthily or doing exercise? I think eating healthily is more important. If you eat good food, you get the right nutrients. Exercise is also good, but food is more important.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I try to eat fruits and vegetables every day. I also drink plenty of water. Sometimes I go for a walk or do some exercise at home. Is it easy to keep fit where you live No it is not easy to keep fit where I live There are not many parks or gyms nearby Also the streets are crowded and not safe for walking What do you think is more important, eating healthily or doing exercise? I think eating healthily is more important. If you eat good food, you get the right nutrients. Exercise is also good, but food is more important.",
      "transcript_cleaned": "I try to eat fruits and vegetables every day. I also drink plenty of water. Sometimes I go for a walk or do some exercise at home. Is it easy to keep fit where you live No it is not easy to keep fit where I live There are not many parks or gyms nearby Also the streets are crowded and not safe for walking What do you think is more important, eating healthily or doing exercise? I think eating healthily is more important. If you eat good food, you get the right nutrients. Exercise is also good, but food is more important.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_gsft_NSXhY_q07",
      "video_id": "_gsft_NSXhY",
      "band": 4.5,
      "question": "What are the health benefits of playing a sport?",
      "transcript": "Playing a sport helps you stay active and fit. It also makes your muscles strong. Additionally, it can be fun and help you make friends. Great!.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Playing a sport helps you stay active and fit. It also makes your muscles strong. Additionally, it can be fun and help you make friends. Great!.",
      "transcript_cleaned": "Playing a sport helps you stay active and fit. It also makes your muscles strong. Additionally, it can be fun and help you make friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_gsft_NSXhY_q08",
      "video_id": "_gsft_NSXhY",
      "band": 4.5,
      "question": "Do you use computers?",
      "transcript": "Yes, I use computers. I use them for different things. They are helpful for my work and studies.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I use computers. I use them for different things. They are helpful for my work and studies.",
      "transcript_cleaned": "Yes, I use computers. I use them for different things. They are helpful for my work and studies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_gsft_NSXhY_q09",
      "video_id": "_gsft_NSXhY",
      "band": 4.5,
      "question": "What do you use a computer to do?",
      "transcript": "I use a computer to check emails and do homework. Sometimes, I watch movies or play games. It is also good for finding information online.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I use a computer to check emails and do homework. Sometimes, I watch movies or play games. It is also good for finding information online.",
      "transcript_cleaned": "I use a computer to check emails and do homework. Sometimes, I watch movies or play games. It is also good for finding information online.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_gsft_NSXhY_q11",
      "video_id": "_gsft_NSXhY",
      "band": 4.5,
      "question": "Describe something you do to keep healthy.",
      "transcript": "You should say what this activity is, when you do it, and how often you do it, and explain why you think it is a good way to look after your health. Your time for preparation has ended You can now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You should say what this activity is, when you do it, and how often you do it, and explain why you think it's a good way to look after your health. Your time for preparation has ended You can now.",
      "transcript_cleaned": "You should say what this activity is, when you do it, and how often you do it, and explain why you think it is a good way to look after your health. Your time for preparation has ended You can now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}