{
  "batch_id": 86,
  "count": 20,
  "samples": [
    {
      "sample_id": "kkehzOIWjb0_q03",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And do you like your job?",
      "transcript": "Yes, I do like my job so much because, I can use English. I have lots of study abroad experience and I really enjoyed learning English since I was young. And I can use my, English ability and I enjoy meeting new people. also, I just enjoy using English itself. And plus I also enjoy speaking and writing English. So I am currently enjoying my job. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I do like my job so much because, uh, I can use English. Uh, I have lots of study abroad experience and I really enjoyed learning English since I was young. And I can use my, um, English ability and I enjoy meeting new people. Uh, also, um, I just enjoy using English itself. And plus I also enjoy speaking and writing English. So I'm currently enjoying my job. Great.",
      "transcript_cleaned": "Yes, I do like my job so much because, I can use English. I have lots of study abroad experience and I really enjoyed learning English since I was young. And I can use my, English ability and I enjoy meeting new people. also, I just enjoy using English itself. And plus I also enjoy speaking and writing English. So I am currently enjoying my job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q04",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And what are your hobbies?",
      "transcript": "I really like sports. I like both playing and doing, I mean playing and watching sports. Especially I like soccer. I am a big fan of watching Premier League. and also I am a big fan of South Korean players on Hong Min. I support, Tottenham because he is playing for Tottenham. I guess, and I also like listening to music. Yeah. So I guess my favorite hobbies are, soccer and I guess music.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I really like sports. I like both playing and doing, I mean playing and watching sports. Especially I like soccer. I'm a big fan of watching Premier League. Um, and also I'm a big fan of South Korean players on Hong Min. I support, um, Tottenham because he is playing for Tottenham. I guess, uh, and I also like listening to music. Yeah. So I guess my favorite hobbies are, um, soccer and I guess music.",
      "transcript_cleaned": "I really like sports. I like both playing and doing, I mean playing and watching sports. Especially I like soccer. I am a big fan of watching Premier League. and also I am a big fan of South Korean players on Hong Min. I support, Tottenham because he is playing for Tottenham. I guess, and I also like listening to music. Yeah. So I guess my favorite hobbies are, soccer and I guess music.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q05",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And what were your favorite hobbies when you were a child?",
      "transcript": "When I was a child, I am not sure if you are aware of this, there is a, like, it is called as like brain sport. it is called badu. it was my favorite hobby because I was actually pretty good at it since I was young and I got recommendations from my parents and paddock teachers that why do not you try to become a professional player because I had talent in it. So when I was very young like in the elementary school I have an experience of preparing for becoming a professional player. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, when I was a child, um, I'm not sure if you're aware of this, uh, there's a, like, it is called as like brain sport. It's called badu. Uh, it was my favorite hobby because uh, I was actually pretty good at it since I was young and I got recommendations from my parents and paddock teachers that why don't you try to become a professional player because I had talent in it. So um, when I was very young like in the elementary school I have an experience of preparing for becoming a professional player. Okay, great.",
      "transcript_cleaned": "When I was a child, I am not sure if you are aware of this, there is a, like, it is called as like brain sport. it is called badu. it was my favorite hobby because I was actually pretty good at it since I was young and I got recommendations from my parents and paddock teachers that why do not you try to become a professional player because I had talent in it. So when I was very young like in the elementary school I have an experience of preparing for becoming a professional player.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q06",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And are there any hobbies you would like to take up in the future?",
      "transcript": "In the future, actually I am not sure, but I would like to try new sports maybe in the future. I have never tried baseball actually. ironically, I graduated high school in Canada and I had many chances to experience and play many sports. But for some reasons I have, I almost never had a chance to play baseball. So in the future if I have a chance I would like to try to play baseball. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, in the future, um, actually I'm not sure, but I would like to try new sports maybe in the future. Um, I have never tried baseball actually. Um, ironically, um, I graduated high school in Canada and I had many chances to experience and play many sports. But for some reasons I've, I almost never had a chance to play baseball. So in the future if I have a chance I'd like to try to play baseball. Yes.",
      "transcript_cleaned": "In the future, actually I am not sure, but I would like to try new sports maybe in the future. I have never tried baseball actually. ironically, I graduated high school in Canada and I had many chances to experience and play many sports. But for some reasons I have, I almost never had a chance to play baseball. So in the future if I have a chance I would like to try to play baseball.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q07",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "So what is your favorite number?",
      "transcript": "My favorite number is seven. it is because nothing special. I do not have a special reason but it just means luck, represents luck in Korea. Number seven, yes. And sometimes, you know, I was in a soccer club in high school and then my back number jersey was seven actually. So that is another reason why I like number seven. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My favorite number is seven. It's because nothing special. I don't have a special reason but it just means luck, represents luck in Korea. Number seven, yes. And sometimes, uh, you know, I was in a soccer club in high school and then my back number jersey was seven actually. So that's another reason why I like number seven. Okay.",
      "transcript_cleaned": "My favorite number is seven. it is because nothing special. I do not have a special reason but it just means luck, represents luck in Korea. Number seven, yes. And sometimes, you know, I was in a soccer club in high school and then my back number jersey was seven actually. So that is another reason why I like number seven.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q09",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "So yeah, could you describe a person who you regularly follow on social media?",
      "transcript": "I follow, Hung Min Son, who is a famous Korean footballer on social media. As he, as I said before, he is a football player, professional football player. he is not only famous in Korea, he is pretty famous worldwide. He plays for such a popular team, Tottenham Hotspur, the most famous player. The most popular league, Premier League. Of course, well, he is very famous and actually, I have liked him for a long time actually. since he played for Hamburg in Germany. He used to play for Bundesliga. he started his career there. well, he usually, I think he usually post his moments of playing football in his league. like not only his league, Champions League or FA League. I follow him on social media because of course I like him as a footballer. I like his play and I like his attitude. But not only that, I also like him as a person. I like his character.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I follow, uh, Hung Min Son, who is a famous Korean footballer on social media. As he, uh, as I said before, he's a football player, professional football player. He's not only famous in Korea, he's pretty famous worldwide. He plays for such a popular team, Tottenham Hotspur, the most famous player. The most popular league, Premier League. Of course, um, well, he's very famous and uh, actually, uh, I've liked him for a long time actually. Um, since he uh, played for Hamburg uh, in Germany. He used to play for Bundesliga. Uh, he started his career there. Um, well, uh, he usually, I think he usually uh, post his moments of playing football in his league. Uh, like not only his league, uh, Champions League or FA League. I follow him on social media because of course I like him as a footballer. I like his play and I like his attitude. But not only that, I also like him as a person. I like his character.",
      "transcript_cleaned": "I follow, Hung Min Son, who is a famous Korean footballer on social media. As he, as I said before, he is a football player, professional football player. he is not only famous in Korea, he is pretty famous worldwide. He plays for such a popular team, Tottenham Hotspur, the most famous player. The most popular league, Premier League. Of course, well, he is very famous and actually, I have liked him for a long time actually. since he played for Hamburg in Germany. He used to play for Bundesliga. he started his career there. well, he usually, I think he usually post his moments of playing football in his league. like not only his league, Champions League or FA League. I follow him on social media because of course I like him as a footballer. I like his play and I like his attitude. But not only that, I also like him as a person. I like his character.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q10",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "When I listen to his interview, he is very humble and he is always dedicated to the team.",
      "transcript": "So I love his attitude and I am really happy to see his moments and postings on social media. And I hope to be a fan of him for a long time. Okay, perfect. So that is a minute and a half. Nice one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So I love his attitude and I'm really happy to see his moments and postings on social media. And I hope to be a fan of him for a long time. Okay, perfect. So that's a minute and a half. Nice one.",
      "transcript_cleaned": "I love his attitude and I am really happy to see his moments and postings on social media. And I hope to be a fan of him for a long time. Okay, perfect. So that is a minute and a half. Nice one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q11",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "So do you think Son is the most popular athlete in your country?",
      "transcript": "Yes, absolutely. Yeah, for now. Yes, for soccer, you know, football is probably the most, popular sport in Korea and, currently, Simeon-san is the superstar in Korea. I think not only in Korea, but in UK as well, almost. Yeah. Yes, yes. Nice one. Okay, so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, absolutely. Yeah, for now. Yes, uh, for soccer, you know, football is probably the most, uh, popular sport in Korea and, um, uh, currently, Simeon-san is the superstar in Korea. I think not only in Korea, but in UK as well, almost. Yeah. Yes, yes. Nice one. Okay, so.",
      "transcript_cleaned": "Yes, absolutely. Yeah, for now. Yes, for soccer, you know, football is probably the most, popular sport in Korea and, currently, Simeon-san is the superstar in Korea. I think not only in Korea, but in UK as well, almost. Yeah. Yes, yes. Nice one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q12",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "So, do you think it is easy to make friends on social media?",
      "transcript": "Actually I do not think so, because social media is an online platform. in my opinion, without offline meeting, I think it is really extremely difficult to become friends. So, of course, you can easily chat with new people and probably you can approach others very easily because, you can, basically send a message directly to people. Through the function But I don think it easy because in order to become friends you need to meet You need to have an offline meeting So I think it really difficult to make friends through or by social media And why is it necessary to meet people face to face to become friends because without meeting face to face, I think I would feel very awkward, just chatting online. I do not feel like I am talking to my friends. I am just, because, if I just talk to the person, Like online, I think it is kind of meaningless to me. I do not feel like I am talking to the person.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually I don't think so, uh, because social media is an online platform. Uh, in my opinion, uh, without offline meeting, I think it's really extremely difficult to become friends. So, of course, you can easily chat with new people and probably you can approach others very easily because, uh, you can, uh, basically send a message directly to people. Mm Through the um function But I don think it easy because uh in order to become friends you need to meet You need to have an offline meeting So I think it really difficult to make friends uh through or by social media Mm And why is it necessary to meet people face to face to become friends Uh, because without meeting face to face, uh, uh, I think I would feel very awkward, uh, just chatting online. I don't feel like I'm talking to my friends. I'm just, uh, because, uh, if I just talk to the person, Like online, um, I think it's kind of meaningless to me. Uh, I don't feel like I'm talking to the person.",
      "transcript_cleaned": "Actually I do not think so, because social media is an online platform. in my opinion, without offline meeting, I think it is really extremely difficult to become friends. So, of course, you can easily chat with new people and probably you can approach others very easily because, you can, basically send a message directly to people. Through the function But I don think it easy because in order to become friends you need to meet You need to have an offline meeting So I think it really difficult to make friends through or by social media And why is it necessary to meet people face to face to become friends because without meeting face to face, I think I would feel very awkward, just chatting online. I do not feel like I am talking to my friends. I am just, because, if I just talk to the person, Like online, I think it is kind of meaningless to me. I do not feel like I am talking to the person.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q13",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "I could just talk to AI or something, right?",
      "transcript": "So, I do not feel like he or she is a real friend. Right, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, uh, I don't feel like he or she is a real friend. Right, yes.",
      "transcript_cleaned": "I do not feel like he or she is a real friend.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q14",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And do you think people spend too much time on social media these days?",
      "transcript": "I definitely think so. I think many people are already addicted to using social media, especially Instagram. I think it is because there are many, many, addictive and stimulative postings on social media, especially Instagram.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I definitely think so. I think many people are already addicted to using social media, especially Instagram. I think it's because there are many, many, uh, addictive and stimulative postings on social media, especially Instagram.",
      "transcript_cleaned": "I definitely think so. I think many people are already addicted to using social media, especially Instagram. I think it is because there are many, many, addictive and stimulative postings on social media, especially Instagram.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q15",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "They could do other productive things besides watching, Instagram, right?",
      "transcript": "So I think, it is really important to use social media. it is important to set your limitation for using Instagram or other social media tools in order to have a more productive life. Nice one.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So I think, uh, it's really important to use social media. It's important to set your limitation for using Instagram or other social media tools in order to have a more productive life. Nice one.",
      "transcript_cleaned": "I think, it is really important to use social media. it is important to set your limitation for using Instagram or other social media tools in order to have a more productive life. Nice one.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q16",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And do you think in the future people will still read newspapers and paper books?",
      "transcript": "No, I do not think so. I think everything will be turned into e-books. So I think even nowadays not many people are reading books or journals like that are made in papers. people are more exposed to the electronic stuff. And I think in the future, probably every paper stuff will go away. that is my expectation. Yes, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I don't think so. I think everything will be turned into e-books. So I think even nowadays not many people are reading books or journals like that are made in papers. Uh, people are more exposed to the electronic stuff. And I think in the future, uh, probably every paper stuff will go away. That's my expectation. Yes, yes.",
      "transcript_cleaned": "No, I do not think so. I think everything will be turned into e-books. So I think even nowadays not many people are reading books or journals like that are made in papers. people are more exposed to the electronic stuff. And I think in the future, probably every paper stuff will go away. that is my expectation. Yes, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q17",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "And why do some people still prefer to use paper books?",
      "transcript": "I think for them, I think they are just not good at using electronic things. Like, some people are still, not really aware of functions, how to use certain functions. And if they feel uncomfortable about it, I think they could just prefer to read papers instead of looking things at through the monitor or using electric stuff. Yes, yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think for them, uh, I think they are just not good at using electronic things. Like, uh, uh, some people are still, uh, not really aware of functions, how to use certain functions. And if they feel uncomfortable about it, I think they could just prefer to read papers instead of looking things at through the monitor or using electric stuff. Yes, yes.",
      "transcript_cleaned": "I think for them, I think they are just not good at using electronic things. Like, some people are still, not really aware of functions, how to use certain functions. And if they feel uncomfortable about it, I think they could just prefer to read papers instead of looking things at through the monitor or using electric stuff. Yes, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q19",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "Where are we?",
      "transcript": "If we talk about Son, when you talked about the Bundesliga, he used to play for Bundesliga. He used to play in the Bundesliga. He used to play for Hamburg. So for the team in the, with the league. yeah, the rest of it you said, he is very humble. that is perfect sentence. You could also use the, the phrase, come across as. So come across as is more, that is the, the impression you get from his character. I would say like, I watched a video with, Son, and he came across as very humble, very down to earth. So that could be another possible one you could use. yeah, just make sure when you say UK, you say in, use the article in the UK, in the UK.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If we talk about Son, when you talked about the Bundesliga, he used to play for Bundesliga. He used to play in the Bundesliga. He used to play for Hamburg. So for the team in the, with the league. Um, yeah, the rest of it you said, he's very humble. That's perfect sentence. You could also use the, the phrase, uh, come across as. So come across as is more, that's the, the impression you get from his character. I would say like, uh, I watched a video with, uh, Son, and he came across as very humble, very down to earth. So that could be another possible one you could use. Um, yeah, just make sure when you say UK, you say in, use the article in the UK, in the UK.",
      "transcript_cleaned": "If we talk about Son, when you talked about the Bundesliga, he used to play for Bundesliga. He used to play in the Bundesliga. He used to play for Hamburg. So for the team in the, with the league. yeah, the rest of it you said, he is very humble. that is perfect sentence. You could also use the, the phrase, come across as. So come across as is more, that is the, the impression you get from his character. I would say like, I watched a video with, Son, and he came across as very humble, very down to earth. So that could be another possible one you could use. yeah, just make sure when you say UK, you say in, use the article in the UK, in the UK.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "kkehzOIWjb0_q20",
      "video_id": "kkehzOIWjb0",
      "band": 8.0,
      "question": "What are we having?",
      "transcript": "This one as well, when you talked about set limitations about social media, I think you should use the word limits there. Set a limit. Yeah. Limit and limitations are a bit confusing. limitation could be more like the, what something cannot do. Like this is a very good phone, but it has some limitations, you know, with camera or whatever. yep. Just when you talk about age groups, you said like just 20s and 30s. Make sure you say like people like in their, so people in their 20s and people in their 30s. Yeah. that was good. one thing I noticed a couple of times as well was the using a double subject. So you are saying most younger people, they watch YouTube. So we should obviously drop the, yeah, most younger people watch YouTube. Most older people like to do that. But yeah, it was really good test, really fluent and clear answers. So thank you for your time. Thank you. Cheers. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, this one as well, when you talked about set limitations about social media, I think you should use the word limits there. Set a limit. Yeah. Limit and limitations are a bit confusing. Um, limitation could be more like the, what something cannot do. Like this is a very good phone, but it has some limitations, you know, with camera or whatever. Um, yep. Just when you talk about age groups, you said like just uh, 20s and 30s. Make sure you say like people like in their, so people in their 20s and people in their 30s. Yeah. Uh, that was good. Uh, one thing I noticed a couple of times as well was the using a double subject. So you're saying most younger people, uh, they watch YouTube. So we should obviously drop the, yeah, most younger people watch YouTube. Most older people like to do that. But yeah, it was really good test, really fluent and clear answers. So thank you for your time. Thank you. Cheers. Yes.",
      "transcript_cleaned": "This one as well, when you talked about set limitations about social media, I think you should use the word limits there. Set a limit. Yeah. Limit and limitations are a bit confusing. limitation could be more like the, what something cannot do. Like this is a very good phone, but it has some limitations, you know, with camera or whatever. yep. Just when you talk about age groups, you said like just 20s and 30s. Make sure you say like people like in their, so people in their 20s and people in their 30s. Yeah. that was good. one thing I noticed a couple of times as well was the using a double subject. So you are saying most younger people, they watch YouTube. So we should obviously drop the, yeah, most younger people watch YouTube. Most older people like to do that. But yeah, it was really good test, really fluent and clear answers. So thank you for your time. Thank you. Cheers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q02",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "And are you working or are you a student?",
      "transcript": "I am currently a student who is looking for a part-time job right now. As of right now, I do not, I am jobless. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm currently a student who's looking for a part-time job right now. As of right now, I don't, I'm jobless. Okay.",
      "transcript_cleaned": "I am currently a student who is looking for a part-time job right now. As of right now, I do not, I am jobless.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q03",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "And could you tell me what you like to do in your free time?",
      "transcript": "I usually sleep a lot in my free time because recently I have been taking meds, pills recently that make me feel tired a lot. So I tend to sleep a lot during the afternoon and yeah, that is about it. Okay, so now we are going to talk about the internet.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually sleep a lot in my free time because recently I've been taking meds, pills recently that make me feel tired a lot. So I tend to sleep a lot during the afternoon and yeah, that's about it. Okay, uh, so now we're gonna talk about the internet.",
      "transcript_cleaned": "I usually sleep a lot in my free time because recently I have been taking meds, pills recently that make me feel tired a lot. So I tend to sleep a lot during the afternoon and yeah, that is about it. Okay, so now we are going to talk about the internet.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q04",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "So when did you start using the internet?",
      "transcript": "I started using the internet when I was seven years old, specifically a Nintendo DS, which widened my view of the internet itself. And the first time I used my, for a PC was practically, seventh grade back in Brazil, which was not the most comfortable experience, but it grew up to me and this is what I have right now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I started using the internet when I was seven years old, specifically a Nintendo DS, which widened my view of the internet itself. And the first time I used my, uh, for a PC was practically, uh, seventh grade back in Brazil, which was not the most comfortable experience, but it grew up to me and this is what I have right now.",
      "transcript_cleaned": "I started using the internet when I was seven years old, specifically a Nintendo DS, which widened my view of the internet itself. And the first time I used my, for a PC was practically, seventh grade back in Brazil, which was not the most comfortable experience, but it grew up to me and this is what I have right now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "YbdFZr9v3N8_q05",
      "video_id": "YbdFZr9v3N8",
      "band": 8.5,
      "question": "And how often do you use the internet these days?",
      "transcript": "A lot actually because nowadays I tend to spend time more on the internet than rather than going outside and touching grass and you know, playing around in parks. Because I am not a real fan of doing outdoors stuff. I just tend to do indoor stuff more than outdoor stuff. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, a lot actually because nowadays I tend to spend time more on the internet than rather than going outside and touching grass and you know, playing around in parks. Because I'm not a real fan of doing outdoors stuff. I just tend to do indoor stuff more than outdoor stuff. Okay.",
      "transcript_cleaned": "A lot actually because nowadays I tend to spend time more on the internet than rather than going outside and touching grass and you know, playing around in parks. Because I am not a real fan of doing outdoors stuff. I just tend to do indoor stuff more than outdoor stuff.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}