{
  "batch_id": 189,
  "count": 20,
  "samples": [
    {
      "sample_id": "DkRigLf6quM_q15",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "Do you think it is a good choice to travel by plane?",
      "transcript": "&gt;&gt; personally speaking, I would say that it is a good choice, going on a plane because it saves our time instead of traveling on a car or a or other public transports.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Um, personally speaking, uh, I would say that it's a good choice, um, going on a plane because it saves our time instead of traveling on a car or a or other public transports.",
      "transcript_cleaned": "&gt;&gt; personally speaking, I would say that it is a good choice, going on a plane because it saves our time instead of traveling on a car or a or other public transports.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DkRigLf6quM_q16",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "&gt;&gt; Why you consider it is good?",
      "transcript": "As I mentioned earlier it sa it really saves most of our time which is included in the traveling and I would say plane is the best option right now which we can offer because it offers more comfort than traveling on a public transport. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "uh as I mentioned earlier um it sa it really saves uh most of our time uh which is included in the traveling and uh um um I would say plane is the best option right now which we can offer because it uh offers more comfort than traveling on a public transport. &gt;&gt; Okay.",
      "transcript_cleaned": "As I mentioned earlier it sa it really saves most of our time which is included in the traveling and I would say plane is the best option right now which we can offer because it offers more comfort than traveling on a public transport. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DkRigLf6quM_q17",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "Some other reasons can you tell me reason for the travel?",
      "transcript": "&gt;&gt; Yeah, traveling by plane only. &gt;&gt; Okay. traveling by plane I would say I have already mentioned about the travel time which it saves but I would say that it also gives us more comfort and it is a luxurious &gt;&gt; experience which we can have if we are traveling through business class which is not offered in the other in the other public transport options including our personal vehicle as well. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yeah, traveling by plane only. &gt;&gt; Okay. traveling by plane I would say um um I've already mentioned about uh the travel time which it saves but I would say that it also um gives us more comfort and it is a luxurious um &gt;&gt; experience which we can have if we are traveling through business class which is not offered in the other uh uh in the other public transport options including our personal vehicle as well. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Yeah, traveling by plane only. &gt;&gt; Okay. traveling by plane I would say I have already mentioned about the travel time which it saves but I would say that it also gives us more comfort and it is a luxurious &gt;&gt; experience which we can have if we are traveling through business class which is not offered in the other in the other public transport options including our personal vehicle as well. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DkRigLf6quM_q18",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "What are the differences between group traveling and traveling alone?",
      "transcript": "So I would say there are many differences which I would like to talk about right now. so the first difference will be the peace of mind because personally speaking I would prefer going solo because when whenever we are traveling in the group we have to take the advice for from each and every person &gt;&gt; and not every person is same and not every person's interest on traveling similar yes it is not similar. M &gt;&gt; so traveling solo is if I am traveling solo I would say I would spend most of the time without even thinking that &gt;&gt; can you tell me something general not personal okay so generally I have seen people traveling solo because in their cases they they do not have time to just think about anything they can go any at any random restaurant which they like &gt;&gt; and if they are traveling in a group they have to take advice and they have to consider everyone for traveling and even the the food choices of the people are different. &gt;&gt; So I have seen many people not vibing along u when they are traveling just because their interests are not similar. &gt;&gt; Okay. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um so I would say there are many differences which uh I would like to talk about right now. Um so the first difference will be uh the peace of mind because personally speaking I would prefer going solo because um when whenever we are traveling in the group we have to take the advice for from each and every person &gt;&gt; and uh not every person is same and not uh every person's interest um um on traveling similar yes it's not similar. M &gt;&gt; so traveling solo is um if I'm traveling solo I would say um I would spend most of the time without even thinking that &gt;&gt; can you tell me something general not personal okay so generally uh I have seen people traveling solo because uh in their cases they uh they don't have time to just think about anything they can go any at any random restaurant which they like &gt;&gt; and if they are traveling in a group they have to take uh advice and they have to consider everyone um for uh traveling and even the the food choices of the people are different. &gt;&gt; So I've seen many people uh not vibing along u when they are traveling just because their interests are not similar. &gt;&gt; Okay. Okay.",
      "transcript_cleaned": "I would say there are many differences which I would like to talk about right now. so the first difference will be the peace of mind because personally speaking I would prefer going solo because when whenever we are traveling in the group we have to take the advice for from each and every person &gt;&gt; and not every person is same and not every person's interest on traveling similar yes it is not similar. M &gt;&gt; so traveling solo is if I am traveling solo I would say I would spend most of the time without even thinking that &gt;&gt; can you tell me something general not personal okay so generally I have seen people traveling solo because in their cases they they do not have time to just think about anything they can go any at any random restaurant which they like &gt;&gt; and if they are traveling in a group they have to take advice and they have to consider everyone for traveling and even the the food choices of the people are different. &gt;&gt; So I have seen many people not vibing along u when they are traveling just because their interests are not similar. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DkRigLf6quM_q19",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "What do we need to prepare for a long journey?",
      "transcript": "For a long journey. I have seen people preparing a week in advance. Not even a week. I have seen people planning a month in advance so that they make sure that they do not forget anything. It includes shopping and getting appropriate outfits for the trip and also making it where they have to travel and see the places and they have to also research what kind of u what kind of transports and vehicles are used over there so that they can plan and book their accommodation and the rentals accordingly. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "for a long journey. I've seen people uh preparing a week in advance. Not even a week. I've seen people uh planning a month in advance so that they make sure that they don't forget anything. It includes um um shopping uh and getting appropriate outfits for the trip and also um making it where they have to travel and see the places and they have to also research what kind of u what kind of transports and uh vehicles are used over there so that they can plan and book their accommodation and the rentals accordingly. &gt;&gt; Okay.",
      "transcript_cleaned": "For a long journey. I have seen people preparing a week in advance. Not even a week. I have seen people planning a month in advance so that they make sure that they do not forget anything. It includes shopping and getting appropriate outfits for the trip and also making it where they have to travel and see the places and they have to also research what kind of u what kind of transports and vehicles are used over there so that they can plan and book their accommodation and the rentals accordingly. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DkRigLf6quM_q20",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "So why this is important to prepare in advance according to you?",
      "transcript": "&gt;&gt; so in this case I would like to share some of the incidents which happened in my workplace. so what happened was be we were traveling to different country for a work trip and it was not planned at all. So traveling in advance saves our time. &gt;&gt; First of all, and it would also require it would also require &gt;&gt; and I think that do not you do not you consider that it really u we can just break up the last minute hassle? &gt;&gt; Yeah. yes. So in this case it would I would say that it break the last minute hassle because if we have already planned in advance we are at a peace of mind that everything is planned. &gt;&gt; If if it is not planned then we just have to go with the flow and it it can end up to a blunder. &gt;&gt; Mhm. &gt;&gt; Okay. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Um so um in this case I would like to share some of the incidents which happened um in my workplace. Uh so what happened was be uh we were traveling to uh different country uh for a work trip and uh it was not planned at all. So um traveling in advance saves our time. &gt;&gt; First of all, and it would also uh require um it would also require &gt;&gt; and I think that don't you don't you consider that uh it really u we can just break up the last minute hassle? &gt;&gt; Yeah. Uh yes. So in this case um it would uh I would say that it break the last minute hassle because if we have uh already planned in advance we are at a peace of mind that everything is planned. &gt;&gt; If if it's not planned then uh we just have to go with the flow and uh it it can end up to a blunder. &gt;&gt; Mhm. &gt;&gt; Okay. Yes.",
      "transcript_cleaned": "&gt;&gt; so in this case I would like to share some of the incidents which happened in my workplace. so what happened was be we were traveling to different country for a work trip and it was not planned at all. So traveling in advance saves our time. &gt;&gt; First of all, and it would also require it would also require &gt;&gt; and I think that do not you do not you consider that it really u we can just break up the last minute hassle? &gt;&gt; Yeah. yes. So in this case it would I would say that it break the last minute hassle because if we have already planned in advance we are at a peace of mind that everything is planned. &gt;&gt; If if it is not planned then we just have to go with the flow and it it can end up to a blunder. &gt;&gt; Mhm. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DkRigLf6quM_q21",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "Nan why do some people like making long journeys?",
      "transcript": "It really depends on person to person. If they are planning to make a longer journey, may maybe they are trying to escape from their work and the actual u actual problems which are they are facing right now. They they just need some time to get a &gt;&gt; maybe a fresh start so that they plan the long journey. And do not you think that some people when they visit in other countries then they consider that they must have longer time to cover up everything when they are especially while visiting to other countries. &gt;&gt; It really depends on person to person. If they like that country then I would say yes they would need some some longer time to spend there &gt;&gt; because I think that in a shorter period of time they will not be able to travel everywhere in that specific country. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It really depends on person to person. If they are uh planning to make a longer journey, may maybe they're trying to escape from their work and uh the actual u uh actual problems which are they are facing right now. They they just need some time to get a &gt;&gt; uh maybe a fresh start so that they plan the long journey. And uh uh don't you think that some people when they visit in other countries then they consider that they must have longer time to cover up everything when they are especially while visiting to other countries. &gt;&gt; It really depends on person to person. If they like that country then I would say yes uh they would need some some longer time to spend there &gt;&gt; because uh I think that uh in a shorter period of time they won't be able to travel everywhere in that specific country. &gt;&gt; Okay.",
      "transcript_cleaned": "It really depends on person to person. If they are planning to make a longer journey, may maybe they are trying to escape from their work and the actual u actual problems which are they are facing right now. They they just need some time to get a &gt;&gt; maybe a fresh start so that they plan the long journey. And do not you think that some people when they visit in other countries then they consider that they must have longer time to cover up everything when they are especially while visiting to other countries. &gt;&gt; It really depends on person to person. If they like that country then I would say yes they would need some some longer time to spend there &gt;&gt; because I think that in a shorter period of time they will not be able to travel everywhere in that specific country. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DkRigLf6quM_q25",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "However, she was doing some random matters in that too.",
      "transcript": "First of all this is very important. You must have strong opinion.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "First of all this is very important. You must have strong opinion.",
      "transcript_cleaned": "First of all this is very important. You must have strong opinion.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DkRigLf6quM_q26",
      "video_id": "DkRigLf6quM",
      "band": 7.0,
      "question": "When I asked her the first question, do you think it is good choice to travel by plane?",
      "transcript": "Then firstly she gave me just one idea about the time. So she could talk more about various other reasons that why this is good choice to be travel by plane. But whether like later on I was asking why how then she was explaining one by one by one those idea comfort luxury and one more idea she had given. But when examiner is asking these type of questions to you guys then this is important try to break into different reasons like first of all secondly thirdly last but not least but here she missed that she was answering me after when I was exaggerating her when I was per when I was just persuading her or convincing her give give me more ideas only then she was giving me those ideas and then in Some other questions she had done some mistakes but otherwise in the follow-up this is really very important give the strong opinion somewhere she was quite strong and somewhere she was unable to give the right opinion and she was giving some personal examples also in the opinion part. Try to use some general examples. Even if you have some personal or some private experiences, just make it general. Generalize it rather than personalizing it in the opinion part especially. Thank you so much. Hope this will be helpful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Then firstly she gave me just one idea about the time. So she could talk more about various other reasons that why this is good choice to be travel by plane. But whether like later on I was asking why how then she was explaining one by one by one those idea comfort luxury and one more idea she had given. But when examiner is asking these type of questions to you guys then this is important try to break into different reasons like first of all secondly thirdly last but not least but here she missed that she was answering me after when I was exaggerating uh her when I was per when I was just persuading her or convincing her give give me more ideas only then she was giving me those ideas and then in Some other questions she had done some mistakes but otherwise in the follow-up this is really very important give the strong opinion somewhere she was quite strong and somewhere she was unable to give the right opinion and she was giving some personal examples also in the opinion part. Try to use some general examples. Even if you have some personal or some private experiences, just make it general. Generalize it rather than personalizing it in the opinion part especially. Thank you so much. Hope this will be helpful.",
      "transcript_cleaned": "Then firstly she gave me just one idea about the time. So she could talk more about various other reasons that why this is good choice to be travel by plane. But whether like later on I was asking why how then she was explaining one by one by one those idea comfort luxury and one more idea she had given. But when examiner is asking these type of questions to you guys then this is important try to break into different reasons like first of all secondly thirdly last but not least but here she missed that she was answering me after when I was exaggerating her when I was per when I was just persuading her or convincing her give give me more ideas only then she was giving me those ideas and then in Some other questions she had done some mistakes but otherwise in the follow-up this is really very important give the strong opinion somewhere she was quite strong and somewhere she was unable to give the right opinion and she was giving some personal examples also in the opinion part. Try to use some general examples. Even if you have some personal or some private experiences, just make it general. Generalize it rather than personalizing it in the opinion part especially. Thank you so much. Hope this will be helpful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ukW0sqCRrMc_q01",
      "video_id": "ukW0sqCRrMc",
      "band": 6.0,
      "question": "[Transcript chunk 1]",
      "transcript": "I come from beautiful city to Hana which is in northern part of India it is known as city of canal now few questions will be based on animals do you like animals I adore animal a lot because I am a geopolist and I have two dogs at my home and they they love me a lot okay what type of animals you have well in my country there are different type of types of animal first and foremost is wild animals such as lion tiger Etc and secondly there are domestic animals such as cow Buffalo and sheep goats Etc okay what types of animals are kept as packs while in my nation individual cap the dog and cat has a pet in there in their homes because they are loyal and trustworthy now few questions will be based on bats do you like that of course I likes bags I have several collection of bag at my home for types of bags do you like well I like Blended bags handbag backpack okay do you usually carry your bag yes whenever I step out for out from my home I carry bag such as handbag for carrying carrying my books and purchase back for carrying my belongings and accessories what do you put in these bags indeed if I talk about a backpack then I can easily say that I put my accessories in it such as my stationeries notes and headphone cell phone and Etc but if I talk about clutches back then I keep keep my belongings and cosmetic accessories in it the applications will be based on chocolates how often do you eat chocolate chocoholic person I like to eat once or twice a week okay what is your favorite brand my favorite brand is.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I come from beautiful city to Hana which is in northern part of India it is known as city of canal now few questions will be based on animals do you like animals I adore animal a lot because I am a geopolist and I have two dogs at my home and they they love me a lot okay what type of animals you have well in my country there are different type of types of animal first and foremost is wild animals such as lion tiger Etc and secondly there are domestic animals such as cow Buffalo and sheep goats Etc okay what types of animals are kept as packs while in my nation individual cap the dog and cat has a pet in there in their homes because they are loyal and trustworthy now few questions will be based on bats do you like that of course I likes bags I have several collection of bag at my home for types of bags do you like well I like Blended bags handbag backpack okay do you usually carry your bag yes whenever I step out for out from my home I carry bag such as handbag for carrying carrying my books and purchase back for carrying my belongings and accessories what do you put in these bags indeed if I talk about a backpack then I can easily say that I put my accessories in it such as my stationeries notes and headphone cell phone and Etc but if I talk about clutches back then I keep keep my belongings and cosmetic accessories in it the applications will be based on chocolates how often do you eat chocolate chocoholic person I like to eat once or twice a week okay what's your favorite brand my favorite brand is.",
      "transcript_cleaned": "I come from beautiful city to Hana which is in northern part of India it is known as city of canal now few questions will be based on animals do you like animals I adore animal a lot because I am a geopolist and I have two dogs at my home and they they love me a lot okay what type of animals you have well in my country there are different type of types of animal first and foremost is wild animals such as lion tiger Etc and secondly there are domestic animals such as cow Buffalo and sheep goats Etc okay what types of animals are kept as packs while in my nation individual cap the dog and cat has a pet in there in their homes because they are loyal and trustworthy now few questions will be based on bats do you like that of course I likes bags I have several collection of bag at my home for types of bags do you like well I like Blended bags handbag backpack okay do you usually carry your bag yes whenever I step out for out from my home I carry bag such as handbag for carrying carrying my books and purchase back for carrying my belongings and accessories what do you put in these bags indeed if I talk about a backpack then I can easily say that I put my accessories in it such as my stationeries notes and headphone cell phone and Etc but if I talk about clutches back then I keep keep my belongings and cosmetic accessories in it the applications will be based on chocolates how often do you eat chocolate chocoholic person I like to eat once or twice a week okay what is your favorite brand my favorite brand is.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ukW0sqCRrMc_q02",
      "video_id": "ukW0sqCRrMc",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Dairy milk because it is tasty is mouth watering Christopher is famous in India well in my nation chocolate is not expensive so in my nation all the youngster and the children's immediate all the youngster and children's like to eat chocolate as a sweet.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "dairy milk because it's tasty is mouth watering Christopher is famous in India well in my nation chocolate is not expensive uh so in my nation all the youngster and the children's immediate all the youngster and children's like to eat chocolate as a sweet.",
      "transcript_cleaned": "Dairy milk because it is tasty is mouth watering Christopher is famous in India well in my nation chocolate is not expensive so in my nation all the youngster and the children's immediate all the youngster and children's like to eat chocolate as a sweet.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ukW0sqCRrMc_q03",
      "video_id": "ukW0sqCRrMc",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Looking so lip smacking after having one spoon of it I was staggered because of its taste which was mouth warping which was mouth watering and it was a full of healthy diet made with the made with milk milk carrot jaggery as well as carrots apart from this I also gave some benediction and good feedback to staff member over there because they are so amiable and God gifted skills in culinary skills all in all that was a unusual male which left a positive footprint on my heart and I ever get and if in future I ever get a chance to eat it again I never miss the boat thank you so much now I am going to ask some homework questions which will be fairies on the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "looking so lip smacking after having one spoon of it I was staggered because of its taste which was mouth warping which was mouth watering and uh it was a full of healthy diet made with the made with milk milk carrot jaggery as well as carrots apart from this I also gave some benediction and good feedback to staff member over there because they are so amiable and God gifted skills in culinary skills all in all that was a unusual male which left a positive footprint on my heart and I ever get and if in future I ever get a chance to eat it again I never miss the boat thank you so much now I'm going to ask some homework questions which will be fairies on the.",
      "transcript_cleaned": "Looking so lip smacking after having one spoon of it I was staggered because of its taste which was mouth warping which was mouth watering and it was a full of healthy diet made with the made with milk milk carrot jaggery as well as carrots apart from this I also gave some benediction and good feedback to staff member over there because they are so amiable and God gifted skills in culinary skills all in all that was a unusual male which left a positive footprint on my heart and I ever get and if in future I ever get a chance to eat it again I never miss the boat thank you so much now I am going to ask some homework questions which will be fairies on the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "of2Styck7Cw_q02",
      "video_id": "of2Styck7Cw",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Can make that organization successful I can contribute to that organization and also to the economy of that country okay that is great do you think you are an ambitious person well I do so I am very dedicated to my goals whenever I get the chance I have something in my mind I do it with all dedication and determination be it my 12th board examination I woke up for almost 2 3 days so that I can exhale my accountancy exam okay so before proceeding further here I would like i' would like to announce at your is partner platform we are offering both speaking and writing online classes if you wish to enroll you can first of all you can book free demo classes and later on you can enroll in our courses the number is displayed below thank you so much now few questions will be based on t-shirts do you like wearing t-shirts shde I love wearing T-shirts because I think they are the comfort table and The Versatile piece of clothing they can be worn from casual meetings to some official social Gatherings we can style it in many ways is and there is something which is very practical thing that has taken place and they are a part of my wardrob on daily basis mhm okay how often do you wear t-shirts I like wearing T t-shirts on daily bases depending upon the occasion that I have I style them accordingly so they are something that are very close to me because there is something that makes me feel very confident and very comfortable be it in any Gathering okay so sh do you like t-shirts with pictures or prints I like t-shirts with both I think be it pictures or.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "can make that organization successful I can contribute to that organization and also to the economy of that country okay that's great do you think you are an ambitious person well I do so I am very dedicated to my goals whenever I get the chance uh I have something in my mind I do it with all dedication and determination be it my 12th board examination I woke up for almost 2 3 days so that I can exhale my accountancy exam okay so before proceeding further here I'd like i' would like to announce at your is partner platform we are offering both speaking and writing online classes if you wish to enroll you can first of all you can book free demo classes and later on you can enroll in our courses the number is displayed below thank you so much now few questions will be based on t-shirts do you like wearing t-shirts shde I love wearing T-shirts because I think they are the comfort table and The Versatile piece of clothing they can be worn from casual meetings to some official social Gatherings we can style it in many ways is and there's something which is very practical uh thing that has taken place um and they are a part of my wardrob on daily basis mhm okay how often do you wear t-shirts I like wearing T t-shirts on daily bases depending upon the occasion that I have I style them accordingly so they are something that are very um uh close to me because there's something that makes me feel very confident and very comfortable uh be it in any Gathering okay so sh do you like t-shirts with pictures or prints I like t-shirts with both I think be it pictures or.",
      "transcript_cleaned": "Can make that organization successful I can contribute to that organization and also to the economy of that country okay that is great do you think you are an ambitious person well I do so I am very dedicated to my goals whenever I get the chance I have something in my mind I do it with all dedication and determination be it my 12th board examination I woke up for almost 2 3 days so that I can exhale my accountancy exam okay so before proceeding further here I would like i' would like to announce at your is partner platform we are offering both speaking and writing online classes if you wish to enroll you can first of all you can book free demo classes and later on you can enroll in our courses the number is displayed below thank you so much now few questions will be based on t-shirts do you like wearing t-shirts shde I love wearing T-shirts because I think they are the comfort table and The Versatile piece of clothing they can be worn from casual meetings to some official social Gatherings we can style it in many ways is and there is something which is very practical thing that has taken place and they are a part of my wardrob on daily basis mhm okay how often do you wear t-shirts I like wearing T t-shirts on daily bases depending upon the occasion that I have I style them accordingly so they are something that are very close to me because there is something that makes me feel very confident and very comfortable be it in any Gathering okay so sh do you like t-shirts with pictures or prints I like t-shirts with both I think be it pictures or.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "of2Styck7Cw_q03",
      "video_id": "of2Styck7Cw",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Prints because they add my sense of creativity into that pictures that tells me people more about my personality so that is a fun element creativity so that I like so I think I will go for pictures even with prints or with okay with with print or pictures whatever yes do you think older people who what they wear t-shirts or more fashionable clothes I think fashion is something which is very subjective and we cannot take age as a limit to it older people can also style these t-shirts and this into a fashionable way they can also portray their style at the age they are so I think age is just a number and I truly believe that now few question questions will be based on weather what is the weather like where you live well mostly it is summer and Winters where typical summers are very hot and humid and the winters are bitterly cold talking about the Autumn and spring they are for very short period of time but they also have their own blossoming and very good nature around and that is pretty good okay do you prefer cold weather or hot weather I personally prefer cold weather much because we can wear full sleev clothes and that is something that saves me from tanning and the pimples that comes on monsoon season I do not like that so I think cold weather is something that is more comfortable that I am more comfortable with so I think I would go for cold weather mhm okay do you prefer dry or wet weather well wet is something that is U more attractive acve because of the rain rains there is a pitter patter sound always and the atmosphere.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "prints because they add my sense of creativity into that pictures that tells me uh people more about my personality so that's a fun element creativity so that I like so I think uh I'll go for pictures even with prints or with okay with with print or pictures whatever yes do you think older people who what they wear t-shirts or more fashionable clothes I think fashion is something which is very subjective and we cannot uh take age as a limit to it uh older people can also style uh these t-shirts and this into a fashionable way uh they can also portray their style um at the age they are so I think age is just a number and I truly believe that now few question questions will be based on weather what's the weather like where you live well mostly it's uh summer and Winters uh where typical summers are very hot and humid and the winters are bitterly cold talking about the Autumn and spring they are for very short period of time but they also have their own uh blossoming and very good nature around and that's pretty good okay do you prefer cold weather or hot weather I personally prefer cold weather much because we can wear full sleev clothes and that is something that saves me from tanning and the pimples that comes on monsoon season I don't like that so I think cold weather is something that is more uh comfortable that I'm more comfortable with so I think uh I would go for cold weather mhm okay do you prefer dry or wet weather well wet is something that is U more attractive acve because of the rain rains there is a pitter patter sound always uh and the atmosphere.",
      "transcript_cleaned": "Prints because they add my sense of creativity into that pictures that tells me people more about my personality so that is a fun element creativity so that I like so I think I will go for pictures even with prints or with okay with with print or pictures whatever yes do you think older people who what they wear t-shirts or more fashionable clothes I think fashion is something which is very subjective and we cannot take age as a limit to it older people can also style these t-shirts and this into a fashionable way they can also portray their style at the age they are so I think age is just a number and I truly believe that now few question questions will be based on weather what is the weather like where you live well mostly it is summer and Winters where typical summers are very hot and humid and the winters are bitterly cold talking about the Autumn and spring they are for very short period of time but they also have their own blossoming and very good nature around and that is pretty good okay do you prefer cold weather or hot weather I personally prefer cold weather much because we can wear full sleev clothes and that is something that saves me from tanning and the pimples that comes on monsoon season I do not like that so I think cold weather is something that is more comfortable that I am more comfortable with so I think I would go for cold weather mhm okay do you prefer dry or wet weather well wet is something that is U more attractive acve because of the rain rains there is a pitter patter sound always and the atmosphere.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "of2Styck7Cw_q04",
      "video_id": "of2Styck7Cw",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Is very cool and very Breezy wind is blowing so that is weather that I like the most the trees are so refreshed after a rain that it likes people like walking under their Shades that is great are you in the habit of checking the weather forecast when and how often well I was not in the habit of checking weather for forecast before but my my mother has put me in that habit of checking the weather forecast because she is always up to that today you going to college you should know is it raining or not so she has put me in that habit and that is why I now check it on daily basis that is great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "is very cool and very Breezy wind is blowing so that's weather that I like the most the trees are so refreshed after a rain that it likes people like walking under their Shades that's great are you in the habit of checking the weather forecast when and how often well I was not in the habit of checking weather for forecast before but my my mother has put me in that habit of checking the weather forecast because she's always up to that today you going to college you should know is it raining or not so she has put me in that habit and that's why I now check it on daily basis that's great.",
      "transcript_cleaned": "Is very cool and very Breezy wind is blowing so that is weather that I like the most the trees are so refreshed after a rain that it likes people like walking under their Shades that is great are you in the habit of checking the weather forecast when and how often well I was not in the habit of checking weather for forecast before but my my mother has put me in that habit of checking the weather forecast because she is always up to that today you going to college you should know is it raining or not so she has put me in that habit and that is why I now check it on daily basis that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "of2Styck7Cw_q05",
      "video_id": "of2Styck7Cw",
      "band": 8.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Was very difficult to start your day so early at 4: or 5: in the morning but with some days I actually got comfortable with that habit and now I am very comfortable waking up early doing that jog and in the evening walking for an hour with my aunt gossiping about all the things that I have done from the morning so that is the best thing and that healthy smoothies they are a like heaven they are something that I have been into for last 2 or 3 years that a blueberry smoothies my favorite even though my father is one that does not like it even the color but I love it so in all all this is my routine that I have pursued and I love it because this is something that makes me physically and mentally both strong and very calm I have actually reduced my anger issues very much after following this routine okay thank you so much this is end of the Q card so you like this routine yes ma'am especially walking and jogging yes ma'am okay now there would be some followup questions and it will be based on your Q card should children have learning routines or they should build the learning routines I think kids should have a learning routine because when you have a particular routine you are prepared about what you have to do and there is no stress that can be caused due to unex unexpected things and kids are actually very sensitive about unpredicted things so if they know in before like what is their day structured accordingly and they are in habit of that structure it will be good for them okay what are the advantages of children having a routine at school I.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "was very difficult to uh start your day so early at 4: or 5: in the morning but with some days I actually uh got comfortable with that habit and now uh I'm very comfortable uh waking up early doing that jog and in the evening walking for an hour with my aunt gossiping about all the things that I have done from the morning so that's the best thing and that healthy smoothies they are a like heaven they are something that I've been into for last 2 or 3 years that a blueberry smoothies my favorite even though my father is one that does not like it even the color but I love it so in all all this is my routine that I've pursued and I love it because this is something that makes me physically and mentally both strong and very calm I've actually reduced my anger issues very much after following this routine okay thank you so much this is end of the Q card so you like this routine yes ma'am especially walking and jogging yes ma'am okay now there would be some followup questions and it will be based on your Q card should children have learning routines or they should build the learning routines I think kids should have a learning routine because uh when you have a particular routine you're prepared about what you have to do and there's no stress that can be caused due to unex unexpected things and kids are actually very sensitive about uh unpredicted things so if they know in before like what is their day structured accordingly and they are in habit of that structure it will be good for them okay what are the advantages uh of children having a routine at school I.",
      "transcript_cleaned": "Was very difficult to start your day so early at 4: or 5: in the morning but with some days I actually got comfortable with that habit and now I am very comfortable waking up early doing that jog and in the evening walking for an hour with my aunt gossiping about all the things that I have done from the morning so that is the best thing and that healthy smoothies they are a like heaven they are something that I have been into for last 2 or 3 years that a blueberry smoothies my favorite even though my father is one that does not like it even the color but I love it so in all all this is my routine that I have pursued and I love it because this is something that makes me physically and mentally both strong and very calm I have actually reduced my anger issues very much after following this routine okay thank you so much this is end of the Q card so you like this routine yes ma'am especially walking and jogging yes ma'am okay now there would be some followup questions and it will be based on your Q card should children have learning routines or they should build the learning routines I think kids should have a learning routine because when you have a particular routine you are prepared about what you have to do and there is no stress that can be caused due to unex unexpected things and kids are actually very sensitive about unpredicted things so if they know in before like what is their day structured accordingly and they are in habit of that structure it will be good for them okay what are the advantages of children having a routine at school I.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "of2Styck7Cw_q06",
      "video_id": "of2Styck7Cw",
      "band": 8.0,
      "question": "[Transcript chunk 6]",
      "transcript": "Think there are numerous merits of having a routine at the school because the children will be known what is coming up next or they will have a proper learning schedule with them and they will learn accordingly their mind will also work accordingly and they will be able to absorb the information and they will be able to work accordingly so that is a very good thing if they have a proper learning schedule that is great okay how do people's routine differ on week days and on weekends there are some individuals who generally prefer having the same schedule be it a week days or weekends because they think that it get Disturbed due to weekends but there mostly individuals who have a very fixed routine from Monday to Friday that is the weekday they have their deadlines their task all structured and things but on weekends they plan vacations with their family they have a cheat day they eat unhealthy so they all are the things that differs from from week days to weekends okay what are the differences in people's daily routine now and say 15 years ago I think there is a huge difference between the daily routine now and 15 years back because people had very slow mornings then they did not have any technology so they were very very calm and very composed but now since the technology has come people generally spend time on mobile phones they sleep late and they wake up late have very rushy mornings where they rush to their school or college without having breakfast even so that is very unhealthy I think now but it was very good and very nutritious we can say the routine was which was very linked to their Health back then.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "think there are numerous merits of having a routine at the school because uh the children will be known what is coming up next or they will have a proper learning schedule with them and they will learn accordingly their mind will also work accordingly and they'll be able to absorb the information and they will be able to work accordingly so that's a very good thing if they have a proper learning schedule that's great okay how do people's routine differ on week days and on weekends there are some individuals who generally prefer having the same schedule be it a week days or weekends because they think that it get Disturbed due to weekends but there mostly individuals who have a very fixed routine from Monday to Friday that's the weekday um they have their deadlines their task all structured and things but on uh weekends they plan vacations with their family they have a cheat day they eat unhealthy so they all are the things that differs from from week days to weekends okay what are the differences in people's daily routine now and say 15 years ago I think there's a huge difference between the daily routine now and 15 years back because uh people had very slow mornings then they didn't have any technology so they were very uh very calm and very composed but now since the technology has come people generally spend time on mobile phones they sleep late and they wake up late have very rushy mornings where they rush to their school or college without having breakfast even so that's very unhealthy I think now but it was very uh good and very um nutritious we can say the routine was which was very linked to their uh Health back then.",
      "transcript_cleaned": "Think there are numerous merits of having a routine at the school because the children will be known what is coming up next or they will have a proper learning schedule with them and they will learn accordingly their mind will also work accordingly and they will be able to absorb the information and they will be able to work accordingly so that is a very good thing if they have a proper learning schedule that is great okay how do people's routine differ on week days and on weekends there are some individuals who generally prefer having the same schedule be it a week days or weekends because they think that it get Disturbed due to weekends but there mostly individuals who have a very fixed routine from Monday to Friday that is the weekday they have their deadlines their task all structured and things but on weekends they plan vacations with their family they have a cheat day they eat unhealthy so they all are the things that differs from from week days to weekends okay what are the differences in people's daily routine now and say 15 years ago I think there is a huge difference between the daily routine now and 15 years back because people had very slow mornings then they did not have any technology so they were very very calm and very composed but now since the technology has come people generally spend time on mobile phones they sleep late and they wake up late have very rushy mornings where they rush to their school or college without having breakfast even so that is very unhealthy I think now but it was very good and very nutritious we can say the routine was which was very linked to their Health back then.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "of2Styck7Cw_q09",
      "video_id": "of2Styck7Cw",
      "band": 8.0,
      "question": "[Transcript chunk 9]",
      "transcript": "These type of expression a vast difference huge difference a big difference and then she was able to do this also and she did not forget to use expressions like honestly speaking truly speaking obviously of yes of course not at all so this added value in her speaking so all the best to you and if you guys are planning to prepare then you can enroll at our platform thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "these type of expression a vast difference huge difference a big difference and then she was able to do this also and she uh did not forget to use expressions like honestly speaking truly speaking obviously of yes of course not at all so this added value in her speaking so all the best to you and if you guys are planning to prepare then you can enroll at our platform thank you so much.",
      "transcript_cleaned": "These type of expression a vast difference huge difference a big difference and then she was able to do this also and she did not forget to use expressions like honestly speaking truly speaking obviously of yes of course not at all so this added value in her speaking so all the best to you and if you guys are planning to prepare then you can enroll at our platform thank you so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NKAPZGblUWs_q02",
      "video_id": "NKAPZGblUWs",
      "band": 7.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Based on celebrity who is your favorite celebrity in India well there are numerous celebrities in my nation but I I talk about a particular one I love Diljit dosanjh who is an international icon and he is the jack of all trades he is not only a amazing singer but also an versatile actor and lyricist good do you like any foreign celebrity yes I know several foreign celebrities like Justin Bieber who is an eminent Canadian singer and Ronaldo who is a famous footballer sorry would you want to be a celebrity in future yes as everyone wants to be eminent and I am not exceptional and if I get a chance to be famous I would like to great okay do you think we should respect famous people's privacy without any doubt yes everyone has the right of their privacy and we all should take care of that that we can give them ample space so that they can enjoy their life with family and friends without any camera okay how do celebrities influence their fans in India well celebrities influence their fans and ample ways like their followers follow them for fashion style and language and many more now few questions will be based on shoes how often do you buy shoes well I buy shoes whenever I feel like there is need to buy and generally I buy shoes online okay have you bought shoes online yes as I mentioned being a Shopaholic I find online shopping more convenient and in fact recently I bought shoes online last month okay do you know somebody who likes to buy a lot of shoes well I know a number of people who are fashion insta and they like to keep Pace with the changing time and one of.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "based on celebrity who is your favorite celebrity in India well there are numerous uh celebrities in my nation but I I talk about a particular one I love Diljit dosanjh who's an international icon and he is the jack of all trades he is not only a amazing singer but also an versatile actor and lyricist good do you like any foreign celebrity yes I know several foreign celebrities like Justin Bieber who's uh an eminent Canadian singer and Ronaldo who's a famous footballer sorry would you want to be a celebrity in future yes as everyone wants to be eminent and I'm not exceptional and if I get a chance to be famous I would like to great okay do you think we should respect famous people's privacy without any doubt yes uh everyone has the right of their privacy and we all should take care of that that we can give them ample space so that they can enjoy their life with family and friends without any camera okay how do celebrities influence their fans in India well celebrities influence their fans and ample ways like their followers follow them for fashion style and language and many more now few questions will be based on shoes how often do you buy shoes well I buy shoes whenever I feel like there is need to buy and generally I buy shoes online okay have you bought shoes online yes as I mentioned being a Shopaholic I find online shopping more convenient and in fact recently I bought shoes online last month okay do you know somebody who likes to buy a lot of shoes well I know a number of people who are fashion insta and they like to keep Pace with the changing time and one of.",
      "transcript_cleaned": "Based on celebrity who is your favorite celebrity in India well there are numerous celebrities in my nation but I I talk about a particular one I love Diljit dosanjh who is an international icon and he is the jack of all trades he is not only a amazing singer but also an versatile actor and lyricist good do you like any foreign celebrity yes I know several foreign celebrities like Justin Bieber who is an eminent Canadian singer and Ronaldo who is a famous footballer sorry would you want to be a celebrity in future yes as everyone wants to be eminent and I am not exceptional and if I get a chance to be famous I would like to great okay do you think we should respect famous people's privacy without any doubt yes everyone has the right of their privacy and we all should take care of that that we can give them ample space so that they can enjoy their life with family and friends without any camera okay how do celebrities influence their fans in India well celebrities influence their fans and ample ways like their followers follow them for fashion style and language and many more now few questions will be based on shoes how often do you buy shoes well I buy shoes whenever I feel like there is need to buy and generally I buy shoes online okay have you bought shoes online yes as I mentioned being a Shopaholic I find online shopping more convenient and in fact recently I bought shoes online last month okay do you know somebody who likes to buy a lot of shoes well I know a number of people who are fashion insta and they like to keep Pace with the changing time and one of.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "NKAPZGblUWs_q03",
      "video_id": "NKAPZGblUWs",
      "band": 7.0,
      "question": "[Transcript chunk 3]",
      "transcript": "My cousins has a huge collection of shoes she loves to buy shoes okay what is your favorite type of shoes well generally I wear shoes according to to the need and occasion but sport shoes I find more comfortable so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "my cousins has a huge collection of shoes she loves to buy shoes okay what is your favorite type of shoes well generally I wear shoes according to to the need and occasion but sport shoes I find more comfortable so.",
      "transcript_cleaned": "My cousins has a huge collection of shoes she loves to buy shoes okay what is your favorite type of shoes well generally I wear shoes according to to the need and occasion but sport shoes I find more comfortable so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}