{
  "batch_id": 53,
  "count": 20,
  "samples": [
    {
      "sample_id": "AQCAZu5QruA_q02",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "Do you like your job?",
      "transcript": "Yes, I really like my job. I think it is my passion. The teaching is my passion. I have a deep enthusiasm for my job.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, I really like my job. I think it's my passion. The teaching is my passion. I have a deep enthusiasm for my job.",
      "transcript_cleaned": "Yes, I really like my job. I think it is my passion. The teaching is my passion. I have a deep enthusiasm for my job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q04",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "What is your favorite festival?",
      "transcript": "If I talk about the festivals in my country, it is very, the Sinhala Urdu, Sinhala New Year celebration is very famous among the Sri Lankan people. so it is my favorite festival because we have the chance to get together with our family members and we have, we follow different rituals, for this occasion, for this celebration. and we cook different meals like sweets and milk rice and different meals are there and we get together. We go out with my friends. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, if I talk about the festivals in my country, it's very, uh, the Sinhala Urdu, uh, Sinhala New Year celebration is very famous among the Sri Lankan people. Uh, so it's my favorite festival because we have the chance to get together with our family members and we have, we follow different rituals, uh, for this occasion, for this celebration. Uh, and we cook different meals like sweets and milk rice and different meals are there and we get together. We go out with my friends. Yes.",
      "transcript_cleaned": "If I talk about the festivals in my country, it is very, the Sinhala Urdu, Sinhala New Year celebration is very famous among the Sri Lankan people. so it is my favorite festival because we have the chance to get together with our family members and we have, we follow different rituals, for this occasion, for this celebration. and we cook different meals like sweets and milk rice and different meals are there and we get together. We go out with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q06",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "Do you make plans every day?",
      "transcript": "Yes, as a part of my work, it is very important for me to, plan, do work according to plan. Especially before I go to work, I have a set of plan. I have a set of list, in a piece of paper or maybe on my phone. Be on my phone, I keep reminders. then I will not, I will not forget about the plans that I have to do, for the next day, following day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, as a part of my work, it's very important for me to, uh, plan, uh, do work according to plan. Especially before I go to work, I have a set of plan. I have a set of list, uh, in a piece of paper or maybe on my phone. Be on my phone, I keep reminders. Uh, then I will not, uh, I will not forget about the plans that I have to do, uh, for the next day, following day.",
      "transcript_cleaned": "Yes, as a part of my work, it is very important for me to, plan, do work according to plan. Especially before I go to work, I have a set of plan. I have a set of list, in a piece of paper or maybe on my phone. Be on my phone, I keep reminders. then I will not, I will not forget about the plans that I have to do, for the next day, following day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q08",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "Would you like to add more information?",
      "transcript": "I think, no. Okay, well thank you very much.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think, uh, uh, no. Okay, well thank you very much.",
      "transcript_cleaned": "I think, no.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q09",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "How do you think people can innovate or make new discoveries?",
      "transcript": "They can now, because of the advancement of technology, now they can easily, access this. They can, they can have access to the internet. So they can explore many things through the internet. So using that, they can inspire, they can be inspired and they can try to, invent things. They can try to innovate things. They can try to make innovative things. So that is more convenient now compared to the past.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, they can now, because of the advancement of technology, uh, now they can easily, uh, access this. They can, they can have access to the internet. So they can explore many things through the internet. So using that, they can inspire, they can be inspired and they can try to, uh, invent things. They can try to innovate things. They can try to make innovative things. So that is more convenient now compared to the past.",
      "transcript_cleaned": "They can now, because of the advancement of technology, now they can easily, access this. They can, they can have access to the internet. So they can explore many things through the internet. So using that, they can inspire, they can be inspired and they can try to, invent things. They can try to innovate things. They can try to make innovative things. So that is more convenient now compared to the past.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q10",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "The government can do, actually, by investing those kind of researchers, they can definitely, what do you call that?",
      "transcript": "They can definitely, improve the, improve the society or they can build the science equipments and everything. And they can encourage the scientists to explore more equipments, more and more, more different equipments in order to improve the quality. Now that we are talking about people having new ideas and opinions and of course the support of the government for them.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, they can definitely, um, improve the, improve the society or they can build the science equipments and everything. And they can encourage the scientists to explore more equipments, more and more, more different equipments in order to improve the quality. Now that we're talking about people having new ideas and opinions and of course the support of the government for them,.",
      "transcript_cleaned": "They can definitely, improve the, improve the society or they can build the science equipments and everything. And they can encourage the scientists to explore more equipments, more and more, more different equipments in order to improve the quality.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q11",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "So, at what age do children learn to form their own opinions and ideas in your idea?",
      "transcript": "I think from, from the early childhood they, they try to build their opinions and they try to generate ideas. so parents should help them a lot, to do their things in their way without forcing them to do it. So I think that is the main age that, the child's brain develops. So we have to help them. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think from, from the early childhood they, they try to build their opinions and they try to generate ideas. Um, so parents should help them a lot, uh, to do their things in their way without forcing them to do it. So I think that is the main age that, uh, uh, the child's brain develops. So we have to help them. Yes.",
      "transcript_cleaned": "I think from, from the early childhood they, they try to build their opinions and they try to generate ideas. so parents should help them a lot, to do their things in their way without forcing them to do it. So I think that is the main age that, the child's brain develops. So we have to help them.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q12",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "And do you also think that their opinions are likely to be similar to their parents?",
      "transcript": "I do not think that is true, but, we can think like, the parents influences the child in one way, but, parents should not force them to do, different, different things. And they do not, they should not force them to think according to their opinion. So they should have, they should be independent one day. They should not be dependent on their parents. Okay, thank you very much. Now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I don't think that is true, but, uh, we can think like, uh, the parents influences the child in one way, but, uh, parents should not force them to do, uh, different, different things. And they do not, they should not force them to think according to their opinion. So they should have, uh, they should be independent one day. They should not be dependent on their parents. Okay, thank you very much. Now,.",
      "transcript_cleaned": "I do not think that is true, but, we can think like, the parents influences the child in one way, but, parents should not force them to do, different, different things. And they do not, they should not force them to think according to their opinion. So they should have, they should be independent one day. They should not be dependent on their parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q17",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "How can you do it?",
      "transcript": "By faking your answer. For example, you know the idiom over the moon, which means happiness. You can use it in many topics. For example, I ask you to describe, to describe your house. And actually you are describing your house, but you want to use the EDM naturally. You can say that, well, I do enjoy being in my house and whenever I have guests, I feel over the moon because, you know, I have been doing a lot to decorate it and I bought all this stuff by myself and it gives me a very good feeling to have people around in my house. So you try to use the EDM. that is how you fake your answer. But your answer should not sound like a memorized language. Otherwise, you would definitely lose Mark. Just use anything that you are 100% sure about and that you can use naturally. This is about the collocations and idioms. I told you there are four things. The third one is about the paraphrasing, which is to use some synonyms. And you did it, and that is why you got a seven. For example, the word currently.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "By faking your answer. For example, you know the idiom over the moon, which means happiness. You can use it in many topics. For example, I ask you to describe, um, to describe your house. And actually you're describing your house, but you want to use the EDM naturally. You can say that, uh, well, I do enjoy being in my house and whenever I have guests, I feel over the moon because, you know, I have been doing a lot to decorate it and I bought all this stuff by myself and it gives me a very good feeling to have people around in my house. So you try to use the EDM. That's how you fake your answer. But your answer should not sound like a memorized language. Otherwise, you would definitely lose Mark. Just use anything that you are 100% sure about and that you can use naturally. This is about the collocations and idioms. I told you there are four things. The third one is about the paraphrasing, which is to use some synonyms. And you did it, and that's why you got a seven. For example, the word currently.",
      "transcript_cleaned": "By faking your answer. For example, you know the idiom over the moon, which means happiness. You can use it in many topics. For example, I ask you to describe, to describe your house. And actually you are describing your house, but you want to use the EDM naturally. You can say that, well, I do enjoy being in my house and whenever I have guests, I feel over the moon because, you know, I have been doing a lot to decorate it and I bought all this stuff by myself and it gives me a very good feeling to have people around in my house. So you try to use the EDM. that is how you fake your answer. But your answer should not sound like a memorized language. Otherwise, you would definitely lose Mark. Just use anything that you are 100% sure about and that you can use naturally. This is about the collocations and idioms. I told you there are four things. The third one is about the paraphrasing, which is to use some synonyms. And you did it, and that is why you got a seven. For example, the word currently.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "AQCAZu5QruA_q19",
      "video_id": "AQCAZu5QruA",
      "band": 6.5,
      "question": "Now, do you have any questions?",
      "transcript": "No, everything was very informative. Thank you very much for the incredible job you did. I am very happy about it. I am glad. I am glad it was useful. So I.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, everything was very informative. Thank you very much for the incredible job you did. I'm very happy about it. I'm glad. I'm glad it was useful. So I.",
      "transcript_cleaned": "No, everything was very informative. Thank you very much for the incredible job you did. I am very happy about it. I am glad. I am glad it was useful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q01",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Hey, how is going?",
      "transcript": "So welcome to the IELTS speaking test at IELTS FIDER 214 Tương Trinh.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So welcome to the IELTS speaking test at IELTS FIDER 214 Tương Trinh.",
      "transcript_cleaned": "welcome to the IELTS speaking test at IELTS FIDER 214 Tương Trinh.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q04",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Have you shared anything recently with other people?",
      "transcript": "Yeah, a lot because from my childhood my parents have taught me a very well lesson that I have to share with people. So most of the time I am really willing to share my food, my clothes, or my personal belongings to my friends or my beloved ones. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, a lot because from my childhood my parents have taught me a very well lesson that I have to share with people. So most of the time I'm really willing to share my food, my clothes, or my personal belongings to my friends or my beloved ones. Okay, thank you.",
      "transcript_cleaned": "a lot because from my childhood my parents have taught me a very well lesson that I have to share with people. So most of the time I am really willing to share my food, my clothes, or my personal belongings to my friends or my beloved ones.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q05",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So, did your parents teach you how to share when you were small?",
      "transcript": "Yeah, as I have mentioned, they did. And it is also a really great feeling when I could do something good for the society or for the people around me. Yeah, alright, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, as I've mentioned, they did. And it is also a really great feeling when I could do something good for the society or for the people around me. Yeah, alright, thank you.",
      "transcript_cleaned": "as I have mentioned, they did. And it is also a really great feeling when I could do something good for the society or for the people around me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q06",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Okay, so besides food and personal belongings, what kind of other things that you want to share with other people?",
      "transcript": "People? Well, when it comes to something that is not tangible, I would say emotions or the affections to other people around me. I want them to know that I love them a lot. And sometimes sharing our stories make us think that we are running the whole gamut of emotions and experiencing one story or one thing together at the same time and get to understand each other more. Alright, very good. So.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "People? Well, when it comes to something that is not tangible, I would say emotions or the affections to other people around me. Um, I want them to know that I love them a lot. And sometimes sharing our stories make us think that we are running the whole gamut of emotions and um, experiencing one story or one thing together at the same time and get to understand each other more. Alright, very good. So.",
      "transcript_cleaned": "People? Well, when it comes to something that is not tangible, I would say emotions or the affections to other people around me. I want them to know that I love them a lot. And sometimes sharing our stories make us think that we are running the whole gamut of emotions and experiencing one story or one thing together at the same time and get to understand each other more.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q07",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Pen or pencil?",
      "transcript": "As I get into my university, I am now used to using my laptop for most of the time. So I would say that both pen and pencil are not really in my pencil case right now and I am totally fine with it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "As I get into my university, I'm now used to using my laptop for most of the time. So I would say that both pen and pencil are not really in my pencil case right now and I'm totally fine with it.",
      "transcript_cleaned": "As I get into my university, I am now used to using my laptop for most of the time. So I would say that both pen and pencil are not really in my pencil case right now and I am totally fine with it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q08",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Pen or pencil?",
      "transcript": "Definitely pencil because I would, I could erase my arrows and do it all again. And well, because of that, sometimes it feels safer to use the same, the pencil. Alright, and another question for you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Definitely pencil because I would, I could erase um, my arrows and do it all again. And well, because of that, sometimes it feels safer to use the same, the pencil. Alright, and another question for you.",
      "transcript_cleaned": "Definitely pencil because I would, I could erase my arrows and do it all again. And well, because of that, sometimes it feels safer to use the same, the pencil.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q09",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So what would you think if somebody gives you a pen?",
      "transcript": "A pen or a pencil as a gift. Oh, I am not actually into fancy pens. I only need some regular pens or pencil to do my work. But if somebody gives me a pen or pencil as a gift, to some extent, maybe they view me as an intellectual person. So I would appreciate that and cherish the gift. All right. Very good. And now I want to ask you some question, about science.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "A pen or a pencil as a gift. Oh, I'm not actually into fancy pens. I only need some regular pens or pencil to do my work. But if somebody gives me a pen or pencil as a gift, um, to some extent, maybe they view me as an intellectual person. So I would appreciate that and cherish the gift. All right. Very good. And now I want to ask you some question, uh, about science.",
      "transcript_cleaned": "A pen or a pencil as a gift. Oh, I am not actually into fancy pens. I only need some regular pens or pencil to do my work. But if somebody gives me a pen or pencil as a gift, to some extent, maybe they view me as an intellectual person. So I would appreciate that and cherish the gift. All right. Very good. And now I want to ask you some question, about science.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q10",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Alright, so do you like studying science?",
      "transcript": "Well at first yes, but later when I got to my secondary school, I started to have a aspiration for English. So I did not spend much of my time for science anymore and that leads to my vague feeling about science subjects.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well at first yes, but later when I got to my secondary school, I started to have a aspiration for English. So I didn't spend much of my time for science anymore and that leads to my vague feeling about science subjects.",
      "transcript_cleaned": "at first yes, but later when I got to my secondary school, I started to have a aspiration for English. So I did not spend much of my time for science anymore and that leads to my vague feeling about science subjects.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q11",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "Alright, and do you remember anything about your science teachers at school?",
      "transcript": "Yeah, I still had a clear impression with my high school science teacher. She was kind of supportive and dedicated in her lessons, but somehow I found her lessons a little incomprehensible. Alright, very good. So that was the end of your speaking part one.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, I still had a clear impression with my um, high school science teacher. She was kind of supportive and dedicated in her lessons, but somehow I found her lessons a little incomprehensible. Alright, very good. So that was the end of your speaking part one.",
      "transcript_cleaned": "I still had a clear impression with my high school science teacher. She was kind of supportive and dedicated in her lessons, but somehow I found her lessons a little incomprehensible.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "ayZIAZNaj5k_q13",
      "video_id": "ayZIAZNaj5k",
      "band": 7.5,
      "question": "So what kinds of products are manufactured in your home country?",
      "transcript": "Well in Vietnam, it is hard to name just a few products because there are a myriads. For example, rice or shoes or coffee beans, something like that. Yeah, okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well in Vietnam, it's hard to name just a few products because there are a myriads. For example, um, rice or shoes or coffee beans, something like that. Yeah, okay.",
      "transcript_cleaned": "in Vietnam, it is hard to name just a few products because there are a myriads. For example, rice or shoes or coffee beans, something like that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}