{
  "batch_id": 110,
  "count": 20,
  "samples": [
    {
      "sample_id": "COIwVbnwPsI_q03",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "And are you working or are you a student?",
      "transcript": "I am a student in Australia studying in university, marketing and, majoring in marketing. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm a student in Australia studying in university, marketing and, um, majoring in marketing. Okay.",
      "transcript_cleaned": "I am a student in Australia studying in university, marketing and, majoring in marketing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q04",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "And do you like your course?",
      "transcript": "Yeah. For the course itself I like it, but sometimes I meet some strange professors or lecturers, but I do enjoy my major. And tell me about what you do when you have some free time. when I have free time, I have my own YouTube channel. So I film with my friend or at so after that I edit those videos and upload it on YouTube. And, for daily, hobbies, I go to gym to workout. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, yeah. For the course itself I like it, but sometimes I meet some strange professors or lecturers, but I do enjoy my major. And tell me about what you do when you have some free time. Uh, when I have free time, uh, I have my own YouTube channel. So I film with my friend or at so after that I edit those videos and upload it on YouTube. And, uh, for daily, uh, hobbies, I go to gym to workout. Okay.",
      "transcript_cleaned": "For the course itself I like it, but sometimes I meet some strange professors or lecturers, but I do enjoy my major. And tell me about what you do when you have some free time. when I have free time, I have my own YouTube channel. So I film with my friend or at so after that I edit those videos and upload it on YouTube. And, for daily, hobbies, I go to gym to workout.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q05",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "And could you tell me about your hometown?",
      "transcript": "My hometown is called Daegu. it is the, located at the southern part of Korea, Korean peninsula. And, I moved to Seoul when I was six, but I still visit there once a year to visit my relatives. Okay, okay. okay, now we are going to talk about jeans.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, my hometown is called Daegu. It's the, located at the southern part of Korea, Korean peninsula. And, uh, I moved to Seoul when I was six, but I still visit there once a year to visit my relatives. Okay, okay. Um, okay, now we're gonna talk about jeans.",
      "transcript_cleaned": "My hometown is called Daegu. it is the, located at the southern part of Korea, Korean peninsula. And, I moved to Seoul when I was six, but I still visit there once a year to visit my relatives. Okay, okay. okay, now we are going to talk about jeans.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q07",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "So, do you like wearing jeans?",
      "transcript": "Yeah, I love wearing jeans now. Very good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I love wearing jeans now. Very good.",
      "transcript_cleaned": "I love wearing jeans now. Very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q08",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "And why do you think jeans are popular?",
      "transcript": "I think I have learned this in my schools and other like I have read some articles about it. And I heard that jeans were popular when it was first invented. And rich people like thought even the poor were wearing those pants. And at first rich people thought that how could those people wear the same clothes as us. But I think that represents that, it, all the people, from every people's perspective, jeans looks okay and very fashionable. So I think I am also part of those people, I guess. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Hmm. I think I've learned this in my schools and other like I've read some articles about it. And I heard that jeans were popular when it was first invented. And rich people like thought even the poor were wearing those pants. And at first rich people thought that how could those people wear the same clothes as us. But I think that represents that, uh, it, all the people, uh, from every people's perspective, jeans looks okay and very fashionable. So I think I'm also part of those people, I guess. Okay.",
      "transcript_cleaned": "I think I have learned this in my schools and other like I have read some articles about it. And I heard that jeans were popular when it was first invented. And rich people like thought even the poor were wearing those pants. And at first rich people thought that how could those people wear the same clothes as us. But I think that represents that, it, all the people, from every people's perspective, jeans looks okay and very fashionable. So I think I am also part of those people, I guess.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q09",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "And what color jeans do you like wearing?",
      "transcript": "I thought, like for five years ago, I only bought like black jeans. but only recently I have bought two very light blue jeans. I thought those colors did not match me, but as I age more, I think it is not too bad, I guess. I guess Okay And what style of jeans are popular in your country Only a few years ago very skinny fit jeans were popular But some people thought it was a bit I would say disgusting when it too tight They thought it looks like sausage but these days I think the trend is that it is a bit loose pants is more popular these days. All right. That will do us for part one of the test. Okay, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I thought, uh, like for five years ago, I only bought like black jeans. Uh, but only recently I have bought two very light blue jeans. Uh, I thought those colors didn't match me, but as I age more, I think it's not too bad, I guess. I guess Okay And what style of jeans are popular in your country Only a few years ago very skinny fit jeans were popular But some people thought it was a bit uh I would say disgusting when it too tight They thought it looks like sausage Um, but these days I think the trend is that it's a bit loose pants is more popular these days. All right. That will do us for part one of the test. Okay, so.",
      "transcript_cleaned": "I thought, like for five years ago, I only bought like black jeans. but only recently I have bought two very light blue jeans. I thought those colors did not match me, but as I age more, I think it is not too bad, I guess. I guess Okay And what style of jeans are popular in your country Only a few years ago very skinny fit jeans were popular But some people thought it was a bit I would say disgusting when it too tight They thought it looks like sausage but these days I think the trend is that it is a bit loose pants is more popular these days.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q10",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "Can you just grab that pen back off you, please?",
      "transcript": "Thanks. Thank you. Right, so your question is describe your ideal home, so you can begin anytime you like. Okay, I think for me, ideal home would be apartment. I think, the reason why I chose this form of home is because, in Korea, because the landfill is small, most of people build, apartment for their houses. And I have lived in apartment for most of my life. So I think this is why I chose this as my ideal home. And, I think it should be located near public transportation. I think that is the most important thing. because, let us say I am studying or have a job. commuting is the most important thing for me, I guess. so maybe near bus station or subway station would be nice. And I think for my home, it should be first cozy and should be, secondly, it should be equipped with lots of furnitures and other facilities. And I would say it is better if there is like gym or swimming pool at the apartment for public use. And, for this home, I would say it does not have to be big because I would live there for my twenties. But, once I marry or get a kid, maybe I would move to a bigger apartment. And if I can, I would like to live near Seoul at least, since it is the most popular area in Korea. Okay, right, good, that is two minutes. So we will stop you there. Very good, very good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thanks. Thank you. Right, so your question is describe your ideal home, so you can begin anytime you like. Okay, um, I think for me, ideal home would be apartment. I think, um, the reason why I chose this form of home is because, uh, in Korea, because the landfill is small, most of people build, uh, apartment for their houses. And I've lived in apartment for most of my life. So I think this is why I chose this as my ideal home. And, um, I think it should be located near public transportation. I think that's the most important thing. Uh, because, uh, let's say I'm studying or have a job. Um, commuting is the most important thing for me, I guess. Uh, so maybe near bus station or subway station would be nice. And I think for my home, it should be first cozy and should be, secondly, it should be equipped with lots of furnitures and um, other facilities. And I would say it's better if there is like gym or swimming pool at the apartment for public use. And, uh, for this home, I would say it doesn't have to be big because I would live there for my twenties. But, once I marry or get a kid, maybe I would move to a bigger apartment. And if I can, I would like to live near Seoul at least, since it's the most popular area in Korea. Okay, right, good, that's two minutes. So we'll stop you there. Very good, very good.",
      "transcript_cleaned": "Thanks. Thank you. Right, so your question is describe your ideal home, so you can begin anytime you like. Okay, I think for me, ideal home would be apartment. I think, the reason why I chose this form of home is because, in Korea, because the landfill is small, most of people build, apartment for their houses. And I have lived in apartment for most of my life. So I think this is why I chose this as my ideal home. And, I think it should be located near public transportation. I think that is the most important thing. because, let us say I am studying or have a job. commuting is the most important thing for me, I guess. so maybe near bus station or subway station would be nice. And I think for my home, it should be first cozy and should be, secondly, it should be equipped with lots of furnitures and other facilities. And I would say it is better if there is like gym or swimming pool at the apartment for public use. And, for this home, I would say it does not have to be big because I would live there for my twenties. But, once I marry or get a kid, maybe I would move to a bigger apartment. And if I can, I would like to live near Seoul at least, since it is the most popular area in Korea. Okay, right, good, that is two minutes. So we will stop you there. Very good, very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q11",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "You are not a fan of commuting?",
      "transcript": "Yes, it is very hard to be in the packed subway when everyone is pushing each other. Yeah. Yeah.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ah yes, it's very hard to be in the packed subway when everyone is pushing each other. Yeah. Yeah.",
      "transcript_cleaned": "Yes, it is very hard to be in the packed subway when everyone is pushing each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q13",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "So yeah, what do you think, what are the differences between living in the city and living in the countryside?",
      "transcript": "So for, currently I am living in Australia. And, the city is Canberra. And I would say even though it is capital city, it is more countryside than Seoul, I guess. Because when I come out of my room, I can see the kangaroos running around. But, I think there is advantages and disadvantages for living in, city and countryside. For a city, I would say it is very convenient for everything, since everything is prepared already. but I would say it very packed and sometimes you want to be by yourself but there a lot there are a lot of people around you So I think it hard for you to get like personal zone But for countryside I think that very easy Like you want to be alone and you want some of your private time It very easy for you to just go out of your room and walk around But I would say for countryside yes it opposite from the city Everything is a bit uncomfortable Okay, okay, good, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ah, so for, uh, currently I'm living in Australia. And, uh, the city is Canberra. And I would say even though it's capital city, it's more countryside than Seoul, I guess. Because when I come out of my room, I can see the kangaroos running around. But, um, I think there's advantages and disadvantages for living in, um, city and countryside. For a city, I would say it's very convenient for everything, since everything is prepared already. Um but I would say it very packed and sometimes you want to be by yourself but there a lot there are a lot of people around you So I think it hard for you to get like personal zone But for countryside I think that very easy Like you want to be alone and you want some of your private time It very easy for you to just go out of your room and walk around But I would say for countryside yes it opposite from the city Everything is a bit uncomfortable Okay, okay, good, good.",
      "transcript_cleaned": "for, currently I am living in Australia. And, the city is Canberra. And I would say even though it is capital city, it is more countryside than Seoul, I guess. Because when I come out of my room, I can see the kangaroos running around. But, I think there is advantages and disadvantages for living in, city and countryside. For a city, I would say it is very convenient for everything, since everything is prepared already. but I would say it very packed and sometimes you want to be by yourself but there a lot there are a lot of people around you So I think it hard for you to get like personal zone But for countryside I think that very easy Like you want to be alone and you want some of your private time It very easy for you to just go out of your room and walk around But I would say for countryside yes it opposite from the city Everything is a bit uncomfortable",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q14",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "And do you think older people prefer living in the countryside rather than the city?",
      "transcript": "Yes, I agree with this statement because older people, especially from Korean perspective, I have heard a lot of older generations saying that after retiring, they would like to go back to countryside and run their own farm. I think that is because they care more about their health issue. They want to breathe in some more clean air and live among the nature. I think that is why. Okay, good.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ah, yes, I agree with this statement because um, older people, especially from Korean perspective, I've heard a lot of older generations saying that after retiring, they would like to go back to countryside and run their own farm. Um, I think that's because they care more about their health issue. They want to breathe in some more clean air and live among the nature. I think that's why. Okay, good.",
      "transcript_cleaned": "Yes, I agree with this statement because older people, especially from Korean perspective, I have heard a lot of older generations saying that after retiring, they would like to go back to countryside and run their own farm. I think that is because they care more about their health issue. They want to breathe in some more clean air and live among the nature. I think that is why.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q15",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "They would not like to live in the countryside?",
      "transcript": "I think they want to be exposed to more technologies and more comfortable living area. So, as I said before, commuting and transportation is very important factors for them. And they need to get access to their, working field very easily. I think that is why younger people prefer to live in the city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think they want to be exposed to more technologies and more comfortable living area. So, as I said before, um, commuting and transportation is very important factors for them. And they need to get access to their, uh, working field very easily. I think that's why younger people prefer to live in the city.",
      "transcript_cleaned": "I think they want to be exposed to more technologies and more comfortable living area. So, as I said before, commuting and transportation is very important factors for them. And they need to get access to their, working field very easily. I think that is why younger people prefer to live in the city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q16",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "And in your country, is the public transportation in the countryside efficient and well connected?",
      "transcript": "For some of the cities I would say it is well connected. But if you go into very countryside, very rural area, I would say there are like only one buses an hour. So I think it is not that convenient compared to city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, for some of the cities I would say it's well connected. But if you go into very countryside, very rural area, I would say there are like only one buses an hour. So I think it's not that convenient compared to city.",
      "transcript_cleaned": "For some of the cities I would say it is well connected. But if you go into very countryside, very rural area, I would say there are like only one buses an hour. So I think it is not that convenient compared to city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "COIwVbnwPsI_q19",
      "video_id": "COIwVbnwPsI",
      "band": 6.5,
      "question": "What should it be?",
      "transcript": "They. Yeah, yeah, exactly. Because I know they are one thing, but they are plural, you know, yeah. Always. Yeah, so they are very popular, they are very comfortable, yeah. and you said you bought two, very light blue jeans. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "They. Yeah, yeah, exactly. Because I know they're one thing, but they're plural, you know, yeah. Always. Yeah, so they're very popular, they're very comfortable, yeah. Um, and you said you bought two, uh, very light blue jeans. Yes.",
      "transcript_cleaned": "They. Yeah, yeah, exactly. Because I know they are one thing, but they are plural, you know, yeah. Always. Yeah, so they are very popular, they are very comfortable, yeah. and you said you bought two, very light blue jeans.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q02",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Do you enjoy talking to new people?",
      "transcript": "Yes, I like it because I like to know new people and new talks. I like thinking about new things. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I like it because I like to know new people and new talks. I like thinking about new things. Okay.",
      "transcript_cleaned": "Yes, I like it because I like to know new people and new talks. I like thinking about new things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q03",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Where can a person meet new people or where would you advise someone to meet new people?",
      "transcript": "I think I usually meet working place or university.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think I usually meet working place or university.",
      "transcript_cleaned": "I think I usually meet working place or university.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q04",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "When I was in university, I can make new friends from other majors.",
      "transcript": "And in my workplace, I can make friends who have same interest. Now I am not students now, I am doing modeling. So, every time I met new people, I like it. Just like it. And even in Subway, if there is a person I want to talk, I just walk to them and just make conversation, how you are from, like this, and follow on Instagram each other. I like it. that is cool.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And in my workplace, I can make friends who have same interest. Now I'm not students now, I'm doing modeling. So, every time I met new people, I like it. Just like it. And even in Subway, if there is a person I want to talk, I just walk to them and just make conversation, how you're from, like this, and follow on Instagram each other. I like it. That's cool.",
      "transcript_cleaned": "And in my workplace, I can make friends who have same interest. Now I am not students now, I am doing modeling. So, every time I met new people, I like it. Just like it. And even in Subway, if there is a person I want to talk, I just walk to them and just make conversation, how you are from, like this, and follow on Instagram each other. I like it. that is cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q05",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Do you meet new people more often now than in the past?",
      "transcript": "Yes. I am more. passive person now than before. In my childhood I was a little bit. not active person. I was passive. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes. I'm more. passive person now than before. In my childhood I was a little bit. not active person. I was passive. Okay.",
      "transcript_cleaned": "Yes. I am more. passive person now than before. In my childhood I was a little bit. not active person. I was passive.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q06",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "And that changed over time?",
      "transcript": "Yes, right. After graduating high school or after hitting the puberty, you know, previous characters are changed like this. So I always change it later. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, right. After graduating high school or after hitting the puberty, you know, previous characters are changed like this. So I always change it later. Okay.",
      "transcript_cleaned": "Yes, right. After graduating high school or after hitting the puberty, you know, previous characters are changed like this. So I always change it later.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q07",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Have you made any new friends recently?",
      "transcript": "Recently? Of course in modeling. I started four or five months ago in Korea and I have met new friends or just the kindness. But they are pretty nice people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Recently? Of course in modeling. I started four or five months ago in Korea and I have met new friends or just the kindness. But they're pretty nice people.",
      "transcript_cleaned": "Recently? Of course in modeling. I started four or five months ago in Korea and I have met new friends or just the kindness. But they are pretty nice people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "43EfsMVBHCI_q08",
      "video_id": "43EfsMVBHCI",
      "band": 6.5,
      "question": "Yeah, did you make a lot of friends back then?",
      "transcript": "Actually, I have few friends who have made relationships in childhood. Like, friends of elementary school. But I am the friend from kindergarten. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Actually, I have few friends who have made relationships in childhood. Like, friends of elementary school. But I am the friend from kindergarten. Okay.",
      "transcript_cleaned": "Actually, I have few friends who have made relationships in childhood. Like, friends of elementary school. But I am the friend from kindergarten.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}