{
  "batch_id": 64,
  "count": 20,
  "samples": [
    {
      "sample_id": "Cl6TdqnrC6U_q45",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "Okay, and what is the most difficult thing do you think about being a parent?",
      "transcript": "I think as soon as you become a parent you have to have a lot of responsibilities. like financially and you know, not only money stuff but also you need to guide them to the good way so that they can, they can become, your children could become good, good people and. Sorry, I forgot the question. Yeah, that is all right, sure.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Hmm. I think as soon as you become a parent you have to have a lot of responsibilities. Um, like financially and you know, not only money stuff but also you need to um, guide them to the good way so that they can, they can become, your children could become uh, uh, good, good people and. Sorry, I forgot the question. Yeah, that's all right, sure.",
      "transcript_cleaned": "I think as soon as you become a parent you have to have a lot of responsibilities. like financially and you know, not only money stuff but also you need to guide them to the good way so that they can, they can become, your children could become good, good people and. Sorry, I forgot the question. Yeah, that is all right, sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Cl6TdqnrC6U_q46",
      "video_id": "Cl6TdqnrC6U",
      "band": 7.0,
      "question": "What is the most difficult thing about being a parent?",
      "transcript": "And you probably would have less free time if you have your children because you need to play with them once you get home. So, I think, that is a really, that is a big part of, big part that you are like sacrificing. yeah. All right. Well, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "And you probably would have less free time if you have your children because you need to play with them once you get home. So, I think, um, that's a really, that's a big part of, big part that you're like sacrificing. Uh, yeah. All right. Well, thank you.",
      "transcript_cleaned": "And you probably would have less free time if you have your children because you need to play with them once you get home. So, I think, that is a really, that is a big part of, big part that you are like sacrificing. yeah. All right. Well,",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q01",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "And do you work or are you a student?",
      "transcript": "Well currently I am a student, but I am taking a gap months before a meeting to a new university. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well currently I'm a student, but I'm taking a gap months before a meeting to a new university. Okay.",
      "transcript_cleaned": "currently I am a student, but I am taking a gap months before a meeting to a new university.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q02",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "What subject are you studying?",
      "transcript": "Well, I am currently doing a major in computer science.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I'm currently doing a major in computer science.",
      "transcript_cleaned": "I am currently doing a major in computer science.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q03",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "What technology do you use when you study?",
      "transcript": "Well, since I am doing computer science, well I can say I usually use my computer most. Now some of the applications for making a program requires a computer and. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, since I'm doing computer science, well I can say I usually use my computer most. Now some of the applications for making a program requires a computer and. Okay,.",
      "transcript_cleaned": "since I am doing computer science, well I can say I usually use my computer most. Now some of the applications for making a program requires a computer and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q04",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "Do you live in a house or an apartment?",
      "transcript": "Well, my father do own a house somewhere in Phu Khê, Phu Sơn Băng Hình. it is pretty nice house to be honest, but it is not anything too fancy at all.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, my father do own a house somewhere in Phu Khê, Phu Sơn Băng Hình. It's pretty nice house to be honest, but it's not anything too fancy at all.",
      "transcript_cleaned": "my father do own a house somewhere in Phu Khê, Phu Sơn Băng Hình. it is pretty nice house to be honest, but it is not anything too fancy at all.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q05",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "How long have you lived there?",
      "transcript": "Ever since I was born, I was born and raised there. please describe the room you live in. My room is pretty small since I was not the favorite child of the house so I, my house was not really, my room was not really that great but it has the stuff I need so yeah.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Ever since I was born, I was born and raised there. Uh, please describe the room you live in. My room is pretty small since I wasn't the favorite child of the house so I, my house wasn't really, my room wasn't really that great but it has the stuff I need so yeah. Uh,.",
      "transcript_cleaned": "Ever since I was born, I was born and raised there. please describe the room you live in. My room is pretty small since I was not the favorite child of the house so I, my house was not really, my room was not really that great but it has the stuff I need so",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q06",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "What kind of public transportation do you usually take?",
      "transcript": "Oh, I do not usually use public transportation that much, but if I have to stay then it is probably the bus. I usually use the bus to travel to other cities of the country such as I do not meet my friends. Okay, so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, I don't usually use public transportation that much, but if I have to stay then it's probably um, the bus. I usually use the bus to travel to other cities of the country such as I don't meet my friends. Okay, so.",
      "transcript_cleaned": "Oh, I do not usually use public transportation that much, but if I have to stay then it is probably the bus. I usually use the bus to travel to other cities of the country such as I do not meet my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q07",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "Which is one of the reasons why I live there so much.",
      "transcript": "It is pretty quiet. The drinks there are also good. I think my personal favorite is, milk tea with some coconut. Topping and some boba. I think I have this particular moment that I studied there with my friends. while we were studying some staff member I think accidentally dropped the cup they were about to wash it so it made pretty narrowly for in the cafe shop. after the incident, we helped him collecting some of the, shots from the cups that were broken and helping him beat the injury. I think he got a small cut. anyways, if I were to recommend a place to my friends for a location to study, I would definitely suggest them going there. Okay, thank you. Okay, since we talked about small business.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "It's pretty quiet. The drinks there are also good. Um, I think my personal favorite is, um, uh, milk tea with some coconut. Topping and some boba. Um, I think I have this particular moment that I studied there with my friends. Um, while we were studying some staff member I think accidentally dropped the cup they were about to wash it so it made pretty narrowly for in the cafe shop. Um, after the incident, we helped him collecting some of the, uh, shots from the cups that were broken and helping him beat the injury. I think he got a small cut. Um, anyways, if I were to recommend a place to my friends for a location to study, I would definitely suggest them going there. Okay, thank you. Okay, since we talked about small business,.",
      "transcript_cleaned": "It is pretty quiet. The drinks there are also good. I think my personal favorite is, milk tea with some coconut. Topping and some boba. I think I have this particular moment that I studied there with my friends. while we were studying some staff member I think accidentally dropped the cup they were about to wash it so it made pretty narrowly for in the cafe shop. after the incident, we helped him collecting some of the, shots from the cups that were broken and helping him beat the injury. I think he got a small cut. anyways, if I were to recommend a place to my friends for a location to study, I would definitely suggest them going there. Okay, thank you. Okay, since we talked about small business.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q08",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "How is important, I am sorry, how important is quality versus price when you make a purchase?",
      "transcript": "Well, I think it mainly depends on the price itself. Sometimes the price can, if the price is high, then it is more likely for the quality to be good too. But it is not always the case. Sometimes the price also contains the brand value, which is maybe the quality of the item might not be that great, But the brand name cost of the, but the cost of the brand might make it more higher than the quality of the actual product.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, I think it mainly depends on the price itself. Sometimes the price can, if the price is high, then it's more likely for the quality to be good too. But it's not always the case. Sometimes the price also contains the brand value, which is maybe the quality of the item might not be that great, But the brand name cost of the, but the cost of the brand might make it more higher than the quality of the actual product.",
      "transcript_cleaned": "I think it mainly depends on the price itself. Sometimes the price can, if the price is high, then it is more likely for the quality to be good too. But it is not always the case. Sometimes the price also contains the brand value, which is maybe the quality of the item might not be that great, But the brand name cost of the, but the cost of the brand might make it more higher than the quality of the actual product.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q11",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "The part of the teacher is what?",
      "transcript": "The teacher is the teacher. The teacher is the teacher. Về cái phía âm thì mình cách đặt lưỡi là mình sẽ để lưỡi ở giữa hai hàm. Đó. Còn âm dờ tức là mình cắn hai cái hàm vào với nhau. Thì là dờ.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "The teacher is the teacher. The teacher is the teacher. Về cái phía âm thì mình cách đặt lưỡi là mình sẽ để lưỡi ở giữa hai hàm. Đó. Còn âm dờ tức là mình cắn hai cái hàm vào với nhau. Thì là dờ.",
      "transcript_cleaned": "The teacher is the teacher. The teacher is the teacher. Về cái phía âm thì mình cách đặt lưỡi là mình sẽ để lưỡi ở giữa hai hàm. Đó. Còn âm dờ tức là mình cắn hai cái hàm vào với nhau. Thì là dờ.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q12",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "Đúng không?",
      "transcript": "Một khi mà mình phát âm thì mình rụt cái lưỡi vào. Dờ. Ok. Thì sẽ sửa được cái lỗi là lỗi dờ.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Một khi mà mình phát âm thì mình rụt cái lưỡi vào. Dờ. Ok. Thì sẽ sửa được cái lỗi là lỗi dờ.",
      "transcript_cleaned": "Một khi mà mình phát âm thì mình rụt cái lưỡi vào. Dờ. Ok. Thì sẽ sửa được cái lỗi là lỗi dờ.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q13",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "Đúng không?",
      "transcript": "Ok. Rồi. Very good. Ex audiophiles for a limit, thereby using one barrier for a toky어나, Ils addition to the list as quite expensive or even extraordinary factor. So writer and brasile. To repeat your interpretation is the instructions to keepрокsup tem banquet.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Ok. Rồi. Very good. Ex audiophiles for a limit, thereby using one barrier for a toky어나, Ils addition to the list as quite expensive or even extraordinary factor. So writer and brasile . To repeat your interpretation is the instructions to keepрокsup tem banquet.",
      "transcript_cleaned": "Ok. Rồi. Very good. Ex audiophiles for a limit, thereby using one barrier for a toky어나, Ils addition to the list as quite expensive or even extraordinary factor. So writer and brasile. To repeat your interpretation is the instructions to keepрокsup tem banquet.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "QMzI76rrHko_q14",
      "video_id": "QMzI76rrHko",
      "band": 6.0,
      "question": "When I wasלים the sameer, I had noise from tablet and no lines at International smells.",
      "transcript": "Mrs.лиl saysdoor was going to be done at my own digital status. IELTS FINDER IELTS FINDER IELTS FINDER IELTS FINDER.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Mrs.лиl saysdoor was gonna be done at my own digital status. IELTS FINDER IELTS FINDER IELTS FINDER IELTS FINDER .",
      "transcript_cleaned": "Mrs.лиl saysdoor was going to be done at my own digital status. IELTS FINDER IELTS FINDER IELTS FINDER IELTS FINDER.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RWJoFVI6cZc_q01",
      "video_id": "RWJoFVI6cZc",
      "band": 8.0,
      "question": "My name is Druk and can you tell me a little bit about yourself?",
      "transcript": "My name is Trang Min and I am a student participating in this IELTS test. So in IELTS speaking test, you have to go through three parts and in part one, I am going to ask you some questions about yourself.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My name is Trang Min and I am a student participating in this IELTS test. So in IELTS speaking test, you have to go through three parts and in part one, I'm going to ask you some questions about yourself.",
      "transcript_cleaned": "My name is Trang Min and I am a student participating in this IELTS test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RWJoFVI6cZc_q02",
      "video_id": "RWJoFVI6cZc",
      "band": 8.0,
      "question": "What is your daily routine?",
      "transcript": "My daily routine is quite minimal actually. It starts with me waking up and doing personal hygiene. Then I might or might not eat breakfast and spend most of my day at school. I spend some quality time with my family in the afternoon and do my homework for the rest of the evening. it is quite boring but it is the most efficient way for me to do it. Okay lovely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My daily routine is quite minimal actually. It starts with me waking up and doing personal hygiene. Then I might or might not eat breakfast and spend most of my day at school. I spend some quality time with my family in the afternoon and do my homework for the rest of the evening. It's quite boring but it's the most efficient way for me to do it. Okay lovely.",
      "transcript_cleaned": "My daily routine is quite minimal actually. It starts with me waking up and doing personal hygiene. Then I might or might not eat breakfast and spend most of my day at school. I spend some quality time with my family in the afternoon and do my homework for the rest of the evening. it is quite boring but it is the most efficient way for me to do it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RWJoFVI6cZc_q03",
      "video_id": "RWJoFVI6cZc",
      "band": 8.0,
      "question": "So what parts of a day do you like most?",
      "transcript": "I would say it is the evening. it is strange because I just be studying like the rest of the day, but somehow it is different in the evening because the world feels like it is quiet for me and I can concentrate much better than the day. Okay, lovely. I will go to the last question.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'd say it's the evening. It's strange because I just be studying like the rest of the day, but somehow it's different in the evening because the world feels like it's quiet for me and I can concentrate much better than the day. Okay, lovely. Uh, I'll go to the last question.",
      "transcript_cleaned": "I would say it is the evening. it is strange because I just be studying like the rest of the day, but somehow it is different in the evening because the world feels like it is quiet for me and I can concentrate much better than the day. Okay, lovely. I will go to the last question.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RWJoFVI6cZc_q05",
      "video_id": "RWJoFVI6cZc",
      "band": 8.0,
      "question": "What skills do you think are indeed to get a good job these days?",
      "transcript": "I think the first skill necessary in any kind of job would be the specialized skill. Because for example, if a person wants to become a musician, they need to be able to play some music and have fundamental knowledge about it. But aside from that, soft skills like teamwork and child management are also important and there are deciding factors whether you can work in a group or not.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think the first skill necessary in any kind of job would be the specialized skill. Because for example, if a person wants to become a musician, they need to be able to play some music and have fundamental knowledge about it. But aside from that, soft skills like teamwork and child management are also important and there are deciding factors whether you can work in a group or not.",
      "transcript_cleaned": "I think the first skill necessary in any kind of job would be the specialized skill. Because for example, if a person wants to become a musician, they need to be able to play some music and have fundamental knowledge about it. But aside from that, soft skills like teamwork and child management are also important and there are deciding factors whether you can work in a group or not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RWJoFVI6cZc_q06",
      "video_id": "RWJoFVI6cZc",
      "band": 8.0,
      "question": "Do you think women should be able to do all the same jobs that men do?",
      "transcript": "The thoughts that women are inferior to men, I believe is quite outdated. Like, in the past, people used to think that only men can go to school and get a job and become successful, while women should just stay at home and become housewives. but, in the contemporary world, I do not think that is relevant anymore because you can see a lot of female leaders and politicians out there, so yeah, I think women are just as careful as men. Okay well then The last question How has technology changed the way we work Well I say that technology has quite an impact on our lives especially in work Because in the past we used to work manually and it cost a lot of human resource time and effort But nowadays we have automatic machines which pretty much does everything for us and we only have to like program and manage the system So yeah it makes our work process a lot quicker and easier Okay, yeah. So I see that you are doing pretty well for the IELTS speaking test.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, the thoughts that women are inferior to men, I believe is quite outdated. Like, in the past, people used to think that only men can go to school and get a job and become successful, while women should just stay at home and become housewives. Uh, but, uh, in the contemporary world, I don't think that's relevant anymore because you can see a lot of female leaders and politicians out there, so yeah, I think women are just as careful as men. Okay well then The last question How has technology changed the way we work Well I say that technology has quite an impact on our lives especially in work Because in the past we used to work manually and it cost a lot of human resource time and effort But nowadays we have automatic machines which pretty much does everything for us and we only have to like program and manage the system So yeah it makes our work process a lot quicker and easier Okay, yeah. So I see that you're doing pretty well for the IELTS speaking test.",
      "transcript_cleaned": "The thoughts that women are inferior to men, I believe is quite outdated. Like, in the past, people used to think that only men can go to school and get a job and become successful, while women should just stay at home and become housewives. but, in the contemporary world, I do not think that is relevant anymore because you can see a lot of female leaders and politicians out there, so yeah, I think women are just as careful as men. Okay well then The last question How has technology changed the way we work Well I say that technology has quite an impact on our lives especially in work Because in the past we used to work manually and it cost a lot of human resource time and effort But nowadays we have automatic machines which pretty much does everything for us and we only have to like program and manage the system So yeah it makes our work process a lot quicker and easier Okay, yeah. So I see that you are doing pretty well for the IELTS speaking test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "RWJoFVI6cZc_q07",
      "video_id": "RWJoFVI6cZc",
      "band": 8.0,
      "question": "So can you share with us some tips that you learned speaking in IELTS?",
      "transcript": "With regards to speaking, my first tip would be do not stick to the script. Because many people think that taking detailed notes might help you speak more fluently. But in reality, it is just going to limit you to everything that you have written and make you sound unnatural. And my second advice would be do not try to remember everything because well we will not be able to to be honest. So instead of trying to say things words by words it'd be more efficient to divide your speech into different parts and just move from one part to another.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "With regards to speaking, my first tip would be don't stick to the script. Because many people think that taking detailed notes might help you speak more fluently. But in reality, it's just gonna limit you to everything that you've written and make you sound unnatural. And my second advice would be don't try to remember everything because well we won't be able to to be honest. So instead of trying to say things words by words it'd be more efficient to divide your speech into different parts and just move from one part to another.",
      "transcript_cleaned": "With regards to speaking, my first tip would be do not stick to the script. Because many people think that taking detailed notes might help you speak more fluently. But in reality, it is just going to limit you to everything that you have written and make you sound unnatural. And my second advice would be do not try to remember everything because well we will not be able to to be honest. So instead of trying to say things words by words it'd be more efficient to divide your speech into different parts and just move from one part to another.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}