{
  "batch_id": 316,
  "count": 20,
  "samples": [
    {
      "sample_id": "w6n1M3NJoG4_s13",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Which one do you think is more important?",
      "transcript": "I think it depends on the job but most of all the real good relationship with the coworker is most effective way in Korea I guess &gt;&gt; for their top-down structures company especially.",
      "source": "supplementary",
      "transcript_original": "I think it depends on the job but most of all the real good relationship with the coworker is most effective way in Korea I guess &gt;&gt; for their top-down structures company especially.",
      "transcript_cleaned": "I think it depends on the job but most of all the real good relationship with the coworker is most effective way in Korea I guess &gt;&gt; for their top-down structures company especially.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "w6n1M3NJoG4_s14",
      "video_id": "w6n1M3NJoG4",
      "band": 5.5,
      "question": "Any any questions from your side?",
      "transcript": "&gt;&gt; I think the pause is my habit when I speak in Korean as well. So yeah, I think I just yeah, improve my speaking skills. Yeah. But &gt;&gt; that that is a difficult one because a lot of people they speak naturally in a slower tempo. &gt;&gt; They speak slower. They take a few pauses to think that is their normal way of speaking. &gt;&gt; So sometimes it it is hard to tell students change how you talk &gt;&gt; because that is how you talk in your native language. &gt;&gt; Yes. So I think you have to you do not have to change how you speak completely but I think you kind of have to put a mask on &gt;&gt; and be this is my test face you know like this is what I will do in the test &gt;&gt; you have to maybe try and work on those things just a little bit &gt;&gt; just be mindful of it just think a little bit about it &gt;&gt; so that if you are maybe catching yourself taking a bit too long to answer or speaking a bit slowly just to like get back into the test zone. But yeah, otherwise I would say if that is your normal way of speaking, do not stress too much. &gt;&gt; Just try and think about it that way. &gt;&gt; Yes, thank you. It helped a lot. &gt;&gt; No, it is Thank you very much as well. &gt;&gt; Thank you.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I think the pause is my habit when I speak uh in Korean as well. So yeah, I think I just uh yeah, improve my speaking skills. Yeah. But &gt;&gt; that that's a difficult one because a lot of people they speak naturally in a slower tempo. &gt;&gt; They speak slower. They take a few pauses to think that's their normal way of speaking. &gt;&gt; So sometimes it it's hard to tell students change how you talk &gt;&gt; because that's how you talk in your native language. &gt;&gt; Yes. So I think you have to you don't have to change how you speak completely but I think you kind of have to put a mask on &gt;&gt; and be this is my test face you know like this is what I'll do in the test &gt;&gt; you have to maybe try and work on those things just a little bit &gt;&gt; just be mindful of it just think a little bit about it um &gt;&gt; so that if you are maybe catching yourself taking a bit too long to answer or speaking a bit slowly just to like get back into the test zone. But yeah, otherwise I would say if that's your normal way of speaking, don't stress too much. &gt;&gt; Just try and think about it that way. &gt;&gt; Yes, thank you. It helped a lot. &gt;&gt; No, it's Thank you very much as well. &gt;&gt; Thank you.",
      "transcript_cleaned": "&gt;&gt; I think the pause is my habit when I speak in Korean as well. So yeah, I think I just yeah, improve my speaking skills. Yeah. But &gt;&gt; that that is a difficult one because a lot of people they speak naturally in a slower tempo. &gt;&gt; They speak slower. They take a few pauses to think that is their normal way of speaking. &gt;&gt; So sometimes it it is hard to tell students change how you talk &gt;&gt; because that is how you talk in your native language. &gt;&gt; Yes. So I think you have to you do not have to change how you speak completely but I think you kind of have to put a mask on &gt;&gt; and be this is my test face you know like this is what I will do in the test &gt;&gt; you have to maybe try and work on those things just a little bit &gt;&gt; just be mindful of it just think a little bit about it &gt;&gt; so that if you are maybe catching yourself taking a bit too long to answer or speaking a bit slowly just to like get back into the test zone. But yeah, otherwise I would say if that is your normal way of speaking, do not stress too much. &gt;&gt; Just try and think about it that way. &gt;&gt; Yes, thank you. It helped a lot. &gt;&gt; No, it is Thank you very much as well. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s00",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "What is your favorite type of food?",
      "transcript": "&gt;&gt; I think my favorite food is u fried rice and in particular, I like shrimp fried rice just because it is so easy to make and coming from China, I grew up eating this the this kind of food. So yeah, when I am tired, whenever I am feeling down, I would cook myself a pot of fried rice, you know, mixing with whatever ingredients I feel like on that particular day.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, I think my favorite food is u fried rice and in particular, I like shrimp fried rice just because it is so easy to make and uh coming from China, I grew up eating this the this kind of food. So yeah, when I'm tired, whenever I'm feeling down, I would uh cook myself a pot of fried rice, you know, mixing with whatever ingredients I feel like on that particular day.",
      "transcript_cleaned": "&gt;&gt; I think my favorite food is u fried rice and in particular, I like shrimp fried rice just because it is so easy to make and coming from China, I grew up eating this the this kind of food. So yeah, when I am tired, whenever I am feeling down, I would cook myself a pot of fried rice, you know, mixing with whatever ingredients I feel like on that particular day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s01",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "&gt;&gt; And how often do you eat at restaurants?",
      "transcript": "&gt;&gt; depends on my income. If I get couple more paycheck in a month, I will probably eat at the steakhouse once a week. if I do not get as much, maybe twice or every sorry, maybe every two weeks or every 3 weeks. Yeah.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, depends on my income. If I um get couple more paycheck in a month, I'll probably eat at the steakhouse once a week. Um, if I don't get as much, maybe twice or every sorry, maybe uh every two weeks or every 3 weeks. Yeah.",
      "transcript_cleaned": "&gt;&gt; depends on my income. If I get couple more paycheck in a month, I will probably eat at the steakhouse once a week. if I do not get as much, maybe twice or every sorry, maybe every two weeks or every 3 weeks.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s03",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "How do you usually communicate with your friends?",
      "transcript": "&gt;&gt; I usually use social media apps like Instagram, Discord. As a Chinese, I use WeChat, which is very popular and widely used for a variety of reasons in China. So yeah, with my Canadian friends, I would use Discord, but with my parents or relatives in China, I would use WeChat.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um I usually use um social media apps like Instagram, uh Discord. As a Chinese, I use WeChat, which is uh very popular and widely used for a variety of reasons in China. So yeah, with um my Canadian friends, I would use Discord, but with my parents or relatives in China, I would use WeChat.",
      "transcript_cleaned": "&gt;&gt; I usually use social media apps like Instagram, Discord. As a Chinese, I use WeChat, which is very popular and widely used for a variety of reasons in China. So yeah, with my Canadian friends, I would use Discord, but with my parents or relatives in China, I would use WeChat.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s05",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "What is your favorite hobby and how often do you do it?",
      "transcript": "My favorite hobby would be playing video games. especially strategy games. I during my uni times I almost play them every day. ranging from 1 hour to 3 hours depending on my availability and how much assignments I have left to complete. during my during holidays, let us say Christmas break, I would completely indulge myself in playing video games and I would spend I do not know say 12 hours or 14 hours straight just playing with my friends. &gt;&gt; Yeah.",
      "source": "supplementary",
      "transcript_original": "Um my favorite hobby would be um playing video games. Uh especially strategy games. I during my uni times I almost play them every day. Um ranging from 1 hour to 3 hours depending on my availability and how much uh assignments I have uh left to complete. um during my during um holidays, let's say Christmas break, I would completely indulge myself in playing video games and I would spend I don't know say 12 hours or 14 hours straight just um playing with my friends. &gt;&gt; Yeah.",
      "transcript_cleaned": "My favorite hobby would be playing video games. especially strategy games. I during my uni times I almost play them every day. ranging from 1 hour to 3 hours depending on my availability and how much assignments I have left to complete. during my during holidays, let us say Christmas break, I would completely indulge myself in playing video games and I would spend I do not know say 12 hours or 14 hours straight just playing with my friends. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s06",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "&gt;&gt; And how your hobbies changed since childhood?",
      "transcript": "&gt;&gt; Well, I had myopia problems as a as a kid. So I definitely could not get to play video games because my parents think that staring at a computer screen is a direct cause of myopia. so I mostly played with Legos or just hanging out with friends like say playing soccer or basketball at the school grounds, you know. But then ever since I got my phone and with and two years later I got my first laptop, that is when I started playing more video games. So there is definitely a huge shift from physical to sort of a a virtual in a on an electronic device.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, um I had myopia problems uh as a as a kid. So I definitely couldn't get to play video games because my parents think that staring at a computer screen is a direct cause of myopia. Um so I mostly played with Legos or just uh hanging out with friends like say playing soccer or basketball at the school grounds, you know. But then ever since I got my phone and with and two years later I got my first laptop, that's when I started playing more video games. So there's definitely a huge shift from physical to sort of a a virtual in a on an electronic device.",
      "transcript_cleaned": "&gt;&gt; Well, I had myopia problems as a as a kid. So I definitely could not get to play video games because my parents think that staring at a computer screen is a direct cause of myopia. so I mostly played with Legos or just hanging out with friends like say playing soccer or basketball at the school grounds, you know. But then ever since I got my phone and with and two years later I got my first laptop, that is when I started playing more video games. So there is definitely a huge shift from physical to sort of a a virtual in a on an electronic device.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s07",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "&gt;&gt; And do you prefer hobbies that require physical activity or mental engagement?",
      "transcript": "&gt;&gt; I think I like both. but I think physical activity would have to come first. I have been sitting a lot and recently I learned that I have some back problems being only at 22 years old. that is a little bit concerning. so I started playing table tennis which both involves physical activities but then you know where do you hit the ball the placement also requires a lot of mental game which you know comes from observing your opponent's moves and strategies. &gt;&gt; Perfect. This is the end of the first part of the test. Now we move on to the second part. I am going to give you a topic and I would like you to talk about it for up to two minutes. Before you talk, you will have one minute to think about what you are going to say and you can make notes if you wish.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um I think I like both. Um but I think physical activity would have to come first. I've been sitting a lot and uh recently I learned that I have some back problems being only at 22 years old. That's a little bit concerning. Uh so I started playing table tennis which both involves physical activities but then you know where do you hit the ball the placement also requires a lot of mental game uh which you know comes from observing your opponent's moves and strategies. &gt;&gt; Perfect. This is the end of the first part of the test. Now we move on to the second part. I'm going to give you a topic and I'd like you to talk about it for up to two minutes. Before you talk, you'll have one minute to think about what you're going to say and you can make notes if you wish.",
      "transcript_cleaned": "&gt;&gt; I think I like both. but I think physical activity would have to come first. I have been sitting a lot and recently I learned that I have some back problems being only at 22 years old. that is a little bit concerning. so I started playing table tennis which both involves physical activities but then you know where do you hit the ball the placement also requires a lot of mental game which you know comes from observing your opponent's moves and strategies. &gt;&gt; Perfect. This is the end of the first part of the test. Now we move on to the second part. I am going to give you a topic and I would like you to talk about it for up to two minutes. Before you talk, you will have one minute to think about what you are going to say and you can make notes if you wish.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s09",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Do you need help?",
      "transcript": "And he said yeah I am very behind in my progress and I would like some help. So I sat with him for a couple of hours and he seemed pretty clueless about the final exam. So what I did is I took my previous notes from particular course he is taking and I went through the concepts and definitions step by step and you know I would ask him questions of where exactly he did not understand right I would use my old assignments and problems to help him solve so in the end he was able to solve most of his practice exam and he was really happy about that and we went for a little I guess that was close to midnight. A a little midnight snack and it was pretty relaxing. we had u some steak and fries at the bar I think yeah a a a bar at the by the university and yeah we exchanged the contacts and we became friends and that made me really happy and actually caused my determination into further pursuing education in math which is what I am doing right now. I also work as a teaching assistant, taught many university classes, ever since that. So this is definitely one of the door opening events for me to choose. Mr. &gt;&gt; This is the end of the second part.",
      "source": "supplementary",
      "transcript_original": "And he said uh yeah I'm um very behind in my progress and I would like some help. So um I sat with him for a couple of hours um and he seemed pretty clueless about the final exam. So what I did is I took my previous notes from particular course he's taking and I went through the concepts and definitions step by step and um you know I would ask him questions of where exactly he didn't understand right I would uh use my old assignments and problems to help him solve so in the end um he was able to solve most of his practice exam and um he was really happy about that um and we went for a little I guess that was close to midnight. A a little midnight snack and it was pretty relaxing. Uh we had u some steak and fries at the uh bar I think yeah a a a bar at the uh by the university and yeah we exchanged the contacts and uh we became friends and that made me uh really happy and actually um caused my determination into further pursuing uh education in math which is what I'm doing right now. I also work as a teaching assistant, taught many university classes, ever since that. So this is definitely one of the uh door opening events uh for me to choose. Mr. &gt;&gt; This is the end of the second part.",
      "transcript_cleaned": "And he said yeah I am very behind in my progress and I would like some help. So I sat with him for a couple of hours and he seemed pretty clueless about the final exam. So what I did is I took my previous notes from particular course he is taking and I went through the concepts and definitions step by step and you know I would ask him questions of where exactly he did not understand right I would use my old assignments and problems to help him solve so in the end he was able to solve most of his practice exam and he was really happy about that and we went for a little I guess that was close to midnight. A a little midnight snack and it was pretty relaxing. we had u some steak and fries at the bar I think yeah a a a bar at the by the university and yeah we exchanged the contacts and we became friends and that made me really happy and actually caused my determination into further pursuing education in math which is what I am doing right now. I also work as a teaching assistant, taught many university classes, ever since that. So this is definitely one of the door opening events for me to choose. Mr. &gt;&gt; This is the end of the second part.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s10",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Are you still in touch with your friend with with that person?",
      "transcript": "&gt;&gt; yeah, we still chat on Discord or you know other social media platforms. &gt;&gt; Okay. So now we move on to the third and final part of the exam. we have been talking about the time when you helped a stranger. &gt;&gt; Mhm. &gt;&gt; I would like to ask you some general questions related to this. &gt;&gt; Sure.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Uh yeah, we still uh chat on Discord or you know other social media platforms. &gt;&gt; Okay. So now we move on to the third and final part of the exam. We've been talking about the time when you helped a stranger. &gt;&gt; Mhm. &gt;&gt; I'd like to ask you some general questions related to this. &gt;&gt; Sure.",
      "transcript_cleaned": "&gt;&gt; yeah, we still chat on Discord or you know other social media platforms. &gt;&gt; Okay. So now we move on to the third and final part of the exam. we have been talking about the time when you helped a stranger. &gt;&gt; Mhm. &gt;&gt; I would like to ask you some general questions related to this. &gt;&gt; Sure.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "wcsPTJiXzy8_s11",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "&gt;&gt; Why do people help strangers?",
      "transcript": "&gt;&gt; my view is very materialistic. speaking from a psychological point of view, I think ultimately people help strangers for themselves. Now some people may may help strangers for monetary reasons. let us say if they are getting a financial compensation then they would go for that. But there are also some people that get a sense of joy or achievement or satisfaction after seeing the strangers sort of resolve their problems by you know through whatever means and that is a psychological need as compared to a financial need I just mentioned but either way I think it is an internal drive rather than something external. So yeah, that is my materialistic viewpoint. &gt;&gt; Perfect.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um my view is um very materialistic. Um speaking from a psychological point of view, I think ultimately people um help strangers for themselves. Now some people may may help strangers for monetary reasons. Let's say if they're getting a financial compensation then uh they would go for that. But there are also some people that um get a sense of joy or achievement or satisfaction after seeing um the strangers sort of uh resolve their problems by you know through whatever means and that is a psychological need as compared to a financial need I just mentioned but either way I think it's an internal drive rather than something external. So yeah, that is my uh materialistic viewpoint. &gt;&gt; Perfect.",
      "transcript_cleaned": "&gt;&gt; my view is very materialistic. speaking from a psychological point of view, I think ultimately people help strangers for themselves. Now some people may may help strangers for monetary reasons. let us say if they are getting a financial compensation then they would go for that. But there are also some people that get a sense of joy or achievement or satisfaction after seeing the strangers sort of resolve their problems by you know through whatever means and that is a psychological need as compared to a financial need I just mentioned but either way I think it is an internal drive rather than something external. So yeah, that is my materialistic viewpoint. &gt;&gt; Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "wcsPTJiXzy8_s12",
      "video_id": "wcsPTJiXzy8",
      "band": 8.0,
      "question": "Do you think people today are less willing to help others compared to the past?",
      "transcript": "&gt;&gt; from what I have noticed definitely yes. I think there is more isolation or people are more distant both physically and psychologically from each other nowadays. it is because a lot of times we are doing things online. For example, you and I, we are I do not know thousands of kilometers away from each other and we are already doing these activities. It prevented us, it actually prevented us from having more chances to talk to each other and to interact each other and feel each other's attitude and personality in person. So that we are becoming cold in a sense. another point that I want to mention is there are trust issues. For example, a lot of people are faking an injury and then would blame on whoever attempts to help. And this has been very common in China, especially among u older age groups that they might already have some help issues and they would fake a fall or you know they would fall into a car or something and then try to blackmail the the driver. So I think those kind of u events going viral on the internet are also causing causing trust issues. As a result people are definitely less likely to help each other. But still I think we still have some kindness in our mind. So hopefully things change soon.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um from what I've noticed definitely yes. Um I think um there is more um isolation or people are more distant um both physically and uh psychologically from each other nowadays. It's because um a lot of times we are doing things online. For example, um you and I, we are I don't know thousands of kilometers away from each other and we're already doing these activities. It prevented us, it actually um prevented us from having more chances to talk to each other and to interact each other and feel each other's uh attitude and personality in person. So that we are becoming cold in a sense. Um, another point that I want to mention is there are trust issues. For example, a lot of people are um faking an injury and then would blame on whoever attempts to help. And this has been very common in China, especially among u older uh age groups um that they might already have some help issues and they would uh fake a fall or you know they would fall into a car or something and then try to blackmail the the driver. So I think those kind of u events going viral on the internet are also causing uh causing trust issues. As a result um people are definitely uh less likely to help each other. But still I think we still have some kindness um in our mind. So hopefully things change soon.",
      "transcript_cleaned": "&gt;&gt; from what I have noticed definitely yes. I think there is more isolation or people are more distant both physically and psychologically from each other nowadays. it is because a lot of times we are doing things online. For example, you and I, we are I do not know thousands of kilometers away from each other and we are already doing these activities. It prevented us, it actually prevented us from having more chances to talk to each other and to interact each other and feel each other's attitude and personality in person. So that we are becoming cold in a sense. another point that I want to mention is there are trust issues. For example, a lot of people are faking an injury and then would blame on whoever attempts to help. And this has been very common in China, especially among u older age groups that they might already have some help issues and they would fake a fall or you know they would fall into a car or something and then try to blackmail the the driver. So I think those kind of u events going viral on the internet are also causing causing trust issues. As a result people are definitely less likely to help each other. But still I think we still have some kindness in our mind.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 3
    },
    {
      "sample_id": "WkqJSGnsOe8_s01",
      "video_id": "WkqJSGnsOe8",
      "band": 7.5,
      "question": "&gt;&gt; How may I address you?",
      "transcript": "&gt;&gt; You may call me by my first name, Mandi.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; You may call me by my first name, Mandi.",
      "transcript_cleaned": "&gt;&gt; You may call me by my first name, Mandi.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "WkqJSGnsOe8_s02",
      "video_id": "WkqJSGnsOe8",
      "band": 7.5,
      "question": "&gt;&gt; May is your identification please?",
      "transcript": "&gt;&gt; Yeah, sure. Here it is. &gt;&gt; Oh, thank you. Mandi. Okay.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yeah, sure. Here it is. &gt;&gt; Oh, thank you. Mandi. Okay.",
      "transcript_cleaned": "&gt;&gt; Yeah, sure. Here it is. &gt;&gt; Oh, thank you. Mandi.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "WkqJSGnsOe8_s03",
      "video_id": "WkqJSGnsOe8",
      "band": 7.5,
      "question": "Where do you live?",
      "transcript": "&gt;&gt; I live in a small town named Toana. It is located in northern part of my country, India.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; I live in a small town named Toana. It is located in northern part of my country, India.",
      "transcript_cleaned": "&gt;&gt; I live in a small town named Toana. It is located in northern part of my country, India.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "WkqJSGnsOe8_s04",
      "video_id": "WkqJSGnsOe8",
      "band": 7.5,
      "question": "&gt;&gt; Do you study or work?",
      "transcript": "&gt;&gt; Currently, I am pursuing my further education. I am doing bachelor's of commerce. &gt;&gt; Now, a few questions will be based on jewelry.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Currently, I am pursuing my further education. I am doing bachelor's of commerce. &gt;&gt; Now, a few questions will be based on jewelry.",
      "transcript_cleaned": "&gt;&gt; Currently, I am pursuing my further education. I am doing bachelor's of commerce. &gt;&gt; Now, a few questions will be based on jewelry.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "WkqJSGnsOe8_s05",
      "video_id": "WkqJSGnsOe8",
      "band": 7.5,
      "question": "Do you often wear jewelry, man?",
      "transcript": "&gt;&gt; Yes, indeed. I love to wear jewelry because it enhances my look and I really look good because people and my loved one really appreciate me whenever I wear jewelry. and it also suits with every clothes I wear. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yes, indeed. I love to wear jewelry because it enhances my look and I really look uh good because people and my loved one really appreciate me whenever I wear jewelry. Uh and it also uh suits with every uh clothes I wear. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; Yes, indeed. I love to wear jewelry because it enhances my look and I really look good because people and my loved one really appreciate me whenever I wear jewelry. and it also suits with every clothes I wear. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "WkqJSGnsOe8_s06",
      "video_id": "WkqJSGnsOe8",
      "band": 7.5,
      "question": "What type of jewelry do you like?",
      "transcript": "&gt;&gt; Basically, I love to wear golden jewelry because I think golden jewelry is my type because it really suits me and u gives me confidence too.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Basically, I love to wear golden jewelry because um I think golden jewelry is uh my uh type because it uh really suits me and u gives me confidence too.",
      "transcript_cleaned": "&gt;&gt; Basically, I love to wear golden jewelry because I think golden jewelry is my type because it really suits me and u gives me confidence too.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "WkqJSGnsOe8_s07",
      "video_id": "WkqJSGnsOe8",
      "band": 7.5,
      "question": "&gt;&gt; Do you usually buy jewelry?",
      "transcript": "Not so often but I buy jewelry on any occasion on or any in any family function whenever it is required. &gt;&gt; Mhm. &gt;&gt; Okay.",
      "source": "supplementary",
      "transcript_original": "Not so often but I uh buy jewelry uh on any occasion on or any uh in any family function whenever it is required. &gt;&gt; Mhm. &gt;&gt; Okay.",
      "transcript_cleaned": "Not so often but I buy jewelry on any occasion on or any in any family function whenever it is required. &gt;&gt; Mhm. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "WkqJSGnsOe8_s08",
      "video_id": "WkqJSGnsOe8",
      "band": 7.5,
      "question": "Why do you think some people wear a piece of jewelry for a long time?",
      "transcript": "According to me, people wear some piece of jewelry for a long period of time because u whether it is gifted by their loved ones or their parents or some some people wear a piece of jewelry because it is related to their belief or their culture. Okay. So before proceeding further to this interview here I would like to inform that at your ISS partner platform we are offering online classes for speaking reading writing and listening as well. If you wish to enroll you can first of all you can book free demo class with us. The number is given in the pin comment or in the description. You can write us down there. So now few questions will be based on weekends.",
      "source": "supplementary",
      "transcript_original": "According to me, people uh wear some piece of jewelry for a long period of time because u whether it is gifted by their loved ones or their parents or some uh some people wear a piece of jewelry because uh it is related to their belief or their uh culture. Okay. So before proceeding further to this interview here I would like to inform that at your ISS partner platform we are offering online classes for speaking reading writing and listening as well. If you wish to enroll you can first of all you can book free demo class with us. The number is given in the pin comment or in the description. You can write us down there. So now few questions will be based on weekends.",
      "transcript_cleaned": "According to me, people wear some piece of jewelry for a long period of time because u whether it is gifted by their loved ones or their parents or some some people wear a piece of jewelry because it is related to their belief or their culture. Okay. So before proceeding further to this interview here I would like to inform that at your ISS partner platform we are offering online classes for speaking reading writing and listening as well. If you wish to enroll you can first of all you can book free demo class with us. The number is given in the pin comment or in the description. You can write us down there. So now few questions will be based on weekends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}