{
  "batch_id": 239,
  "count": 20,
  "samples": [
    {
      "sample_id": "by7tmTD7zo0_q08",
      "video_id": "by7tmTD7zo0",
      "band": 6.0,
      "question": "[Transcript chunk 8]",
      "transcript": "If you guys are planning to take ALS you can join our classes and the number is displayed below thank you so much.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "if you guys are planning to take ALS you can join our classes and the number is displayed below thank you so much.",
      "transcript_cleaned": "If you guys are planning to take ALS you can join our classes and the number is displayed below thank you so much.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jvl7YqMKhfE_q02",
      "video_id": "jvl7YqMKhfE",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Their stressed because of their working at working so I really think they need to go out in the sun and get some working out for their help okay and do you know any people who are good at sports I do not really know anyone like famous people I just know my friends that oh wow that he is really good at soccer or like he is a good swimming not really mostly my friends okay and do you think it is important for people to exercise definitely everybody especially in Korea there is a lot they really like to drink like soju definitely so after drinking Soju they are really really tired so they need to get exercise or they are going to get a big belly people to encourage young students to take more physical exercise because I definitely agree with that because when they get their exercise in the young age they can get their body into shape so every day they can look at themselves and oh I need to get an exercise every day every day okay very good so.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "their stressed because of their working at working so I really think they need to go out in the sun and get some working out for their help okay and do you know any people who are good at sports I don't really know anyone like famous people I just know my friends that oh wow that he's really good at soccer or like he's a good swimming not really mostly my friends okay and do you think it's important for people to exercise definitely everybody um especially in Korea there's a lot they really like to drink like soju definitely so after drinking Soju they are really really tired so they need to get exercise or they're gonna get a big belly people to encourage young students to take more physical exercise because I definitely agree with that because when they get their exercise in the um young age they can get their body into shape so every day they can look at themselves and oh I need to get an exercise every day every day okay very good so.",
      "transcript_cleaned": "Their stressed because of their working at working so I really think they need to go out in the sun and get some working out for their help okay and do you know any people who are good at sports I do not really know anyone like famous people I just know my friends that oh wow that he is really good at soccer or like he is a good swimming not really mostly my friends okay and do you think it is important for people to exercise definitely everybody especially in Korea there is a lot they really like to drink like soju definitely so after drinking Soju they are really really tired so they need to get exercise or they are going to get a big belly people to encourage young students to take more physical exercise because I definitely agree with that because when they get their exercise in the young age they can get their body into shape so every day they can look at themselves and oh I need to get an exercise every day every day",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jvl7YqMKhfE_q04",
      "video_id": "jvl7YqMKhfE",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "The main reason would be the job with the parents okay and what is the difference between living alone and living with roommates living alone I think you really have to like the freedom I can do anything all by myself I have the room to myself but the disadvantage of that would be like you can get really dirty in a really small amounts of time but if you have a roommate there will be a lot of difficulties but because you have a roommate you can like hey things we have to be asked to clean the room let us get some let us like cleaned up so you can like get your balance of your life so I think there are pros and cons of both sides okay and that kind of leads into the next question so do you think it is beneficial for young people to live by themselves I actually do not live by myself even though my my current University is takes two hours to get there but I have lived alone for about six months and I definitely would prefer to live with my parents because living alone it takes it has the freedom but the cost is too much for the freedom so you have to eat everything by yourself do everything by yourself but because I am living with my parents my parents can help me out I think living alone is not really a good thing for the young people okay and besides cooking are there any other skills that people need to learn if they live on their own any other skills besides cooking I really think that is exercise because you can really get Lane in when you live alone so after going to school and getting home.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "the main reason would be the job with the parents okay and um what is the difference between living alone and living with roommates living alone I think you really have to like the freedom I can do anything all by myself I have the room to myself but the disadvantage of that would be like you can get really dirty in a really small amounts of time but if you have a roommate there will be a lot of difficulties but because you have a roommate you can like hey things we have to be asked to clean the room let's get some let's like cleaned up so you can like get your balance of your life so I think there are pros and cons of both sides okay and that kind of leads into the next question so do you think it is beneficial for young people to live by themselves I actually don't live by myself even though my my current University is takes two hours to get there but I have lived alone for about six months and I definitely would prefer to live with my parents because living alone it takes it has the freedom but the cost is too much for the freedom so you have to eat everything by yourself do everything by yourself but because I am living with my parents my parents can help me out uh I think living alone isn't really a good thing for the young people okay and um besides cooking are there any other skills that people need to learn if they live on their own um any other skills besides cooking I really think that's exercise because you can really get Lane in when you live alone so after going to school and getting home.",
      "transcript_cleaned": "The main reason would be the job with the parents okay and what is the difference between living alone and living with roommates living alone I think you really have to like the freedom I can do anything all by myself I have the room to myself but the disadvantage of that would be like you can get really dirty in a really small amounts of time but if you have a roommate there will be a lot of difficulties but because you have a roommate you can like hey things we have to be asked to clean the room let us get some let us like cleaned up so you can like get your balance of your life so I think there are pros and cons of both sides okay and that kind of leads into the next question so do you think it is beneficial for young people to live by themselves I actually do not live by myself even though my my current University is takes two hours to get there but I have lived alone for about six months and I definitely would prefer to live with my parents because living alone it takes it has the freedom but the cost is too much for the freedom so you have to eat everything by yourself do everything by yourself but because I am living with my parents my parents can help me out I think living alone is not really a good thing for the young people okay and besides cooking are there any other skills that people need to learn if they live on their own any other skills besides cooking I really think that is exercise because you can really get Lane in when you live alone so after going to school and getting home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "jvl7YqMKhfE_q05",
      "video_id": "jvl7YqMKhfE",
      "band": 8.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Oh I am too tired I am going to sleep I am going to like eat anything like chicken or fried chicken so you can really get obese really quickly so if you have the habit of have a habit of like exercising you can stay in shape live alone get Freedom everything is good okay and what kinds of people tend to live by themselves on my occasion I think people who had parents like you have to come home by 10 o'clock you have to come home by 12 o'clock that I am leading to like there is freedom but not much freedom so I think those people who have been limited by their by their freedom tend to live alone and want to live alone okay and the last question so how can parents and teachers help young people to live independently mostly I think teachers do not have a lot of things they can do to help the children but parents definitely because like when you are young you cannot do like I am taking out the garbage or like washing dishes but constantly as they grow up they the parents can tell the people show their children to today's the cleaning things that you have to clean the job clean the room you have to take out the garbage you have to take out the dishes and by the having the parents do their do the jobs I am making the children to do their jobs by themselves they can learn the skills and living independently okay thank you very much so those are all the questions so now we are going to get into the feedback so for the test you actually did really well there was just like a few cases of Miss maybe choosing an.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "oh I'm too tired I'm gonna sleep I'm gonna like eat anything like chicken or fried chicken so you can really get obese really quickly so if you have the habit of have a habit of like exercising you can stay in shape live alone get Freedom everything is good okay and um what kinds of people tend to live by themselves um on my occasion I think people who had parents like you have to come home by 10 o'clock you have to come home by 12 o'clock that I'm leading to like there is freedom but not much freedom so I think those people who have been limited by their by their freedom tend to live alone and want to live alone okay and um the last question so um how can parents and teachers help young people to live independently um mostly I think teachers don't have a lot of things they can do to help the children but parents definitely because like when you're young you can't do like I'm taking out the garbage or like washing dishes but constantly as they grow up they the parents can um tell the people show their children to today's the cleaning things that you have to clean the job clean the room you have to take out the garbage you have to take out the dishes and by the having the parents do their do the jobs I'm making the children to do their jobs by themselves they can learn the skills and living independently okay thank you very much so those are all the questions so now we're gonna get into the feedback so for the test you actually did really well um there was just like a few cases of Miss uh maybe choosing an.",
      "transcript_cleaned": "Oh I am too tired I am going to sleep I am going to like eat anything like chicken or fried chicken so you can really get obese really quickly so if you have the habit of have a habit of like exercising you can stay in shape live alone get Freedom everything is good okay and what kinds of people tend to live by themselves on my occasion I think people who had parents like you have to come home by 10 o'clock you have to come home by 12 o'clock that I am leading to like there is freedom but not much freedom so I think those people who have been limited by their by their freedom tend to live alone and want to live alone",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8f3i5tpmPa4_q02",
      "video_id": "8f3i5tpmPa4",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "A topic and I would like you to talk about it for one to two minutes you would have one minute to think about what you are going to say and during this time.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "a topic and I'd like you to talk about it for one to two minutes you would have one minute to think about what you are going to say and during this time.",
      "transcript_cleaned": "A topic and I would like you to talk about it for one to two minutes you would have one minute to think about what you are going to say and during this time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "8f3i5tpmPa4_q04",
      "video_id": "8f3i5tpmPa4",
      "band": 8.0,
      "question": "[Transcript chunk 4]",
      "transcript": "In your brain for more important information rather than Dreams yeah why do you think some people remember their dreams but others do not I have never remembered any specific dreams but I think for those people those dreams have special meaning and they some kind of special emotion emotion when they dreaming that dream so yeah I think that is the reason why but I am never that kind of person so I would have to observe them more yeah thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "in your brain for more important information rather than Dreams yeah why do you think some people remember their dreams but others don't I've never remembered any specific dreams but I think for those people those dreams have special meaning and they some kind of special emotion emotion when they dreaming that dream so yeah I think that's the reason why but I'm never that kind of person so uh I would have to um observe them more yeah thank you.",
      "transcript_cleaned": "In your brain for more important information rather than Dreams yeah why do you think some people remember their dreams but others do not I have never remembered any specific dreams but I think for those people those dreams have special meaning and they some kind of special emotion emotion when they dreaming that dream so yeah I think that is the reason why but I am never that kind of person so I would have to observe them more",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q02",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "How important is session to you Abdul Raf?",
      "transcript": "Session very important to me because I in my opinion it describe the person behavior behavior &gt;&gt; or bearings.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "session very important to me because uh I in my opinion it describe the person behavior behavior &gt;&gt; or bearings.",
      "transcript_cleaned": "Session very important to me because I in my opinion it describe the person behavior behavior &gt;&gt; or bearings.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q03",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "&gt;&gt; What influence has the fashion industry had in your country?",
      "transcript": "&gt;&gt; Fashion fashion has very good influence in my country. because in my country most of the people work on their fashion sense and they improve their fashion sense.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Fashion fashion has very good influence in my country. Uh because in my country most of the people uh work on their fashion sense and they improve their fashion sense.",
      "transcript_cleaned": "&gt;&gt; Fashion fashion has very good influence in my country. because in my country most of the people work on their fashion sense and they improve their fashion sense.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q04",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "Are the fashions of today different from those when your parents were young?",
      "transcript": "&gt;&gt; Yes, the fashion sense were very different.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes, the fashion sense were very different.",
      "transcript_cleaned": "&gt;&gt; Yes, the fashion sense were very different.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q05",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "&gt;&gt; What do you think will be the effect of the fashion industry effect in the next 10 years?",
      "transcript": "In my opinion, the fashion industry will grow in the next 10 years because it is very important for them because the generation is changed very quickly and that is okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "In my opinion, the fashion industry uh will grow in the next 10 years because it is very important for them because the generation is changed very quickly and that's okay.",
      "transcript_cleaned": "In my opinion, the fashion industry will grow in the next 10 years because it is very important for them because the generation is changed very quickly and that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q06",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "&gt;&gt; Why?",
      "transcript": "Because the fashion is completely changed and &gt;&gt; it will not like the I not I know that &gt;&gt; because you will not like it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because uh the fashion is completely changed and &gt;&gt; it will not like the I not I know that &gt;&gt; because you will not like it.",
      "transcript_cleaned": "Because the fashion is completely changed and &gt;&gt; it will not like the I not I know that &gt;&gt; because you will not like it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q07",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "It will be bad or will it be actually bad?",
      "transcript": "&gt;&gt; No. &gt;&gt; Okay. that is fine. &gt;&gt; Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; No. &gt;&gt; Okay. That's fine. &gt;&gt; Great.",
      "transcript_cleaned": "&gt;&gt; No. &gt;&gt; Okay. that is fine. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q08",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "So, do you believe you you are fashionable?",
      "transcript": "Yes, slightly impressionable. &gt;&gt; Okay, &gt;&gt; that is fine. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, slightly impressionable. &gt;&gt; Okay, &gt;&gt; that's fine. Okay.",
      "transcript_cleaned": "Yes, slightly impressionable. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q09",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "And do you like shopping?",
      "transcript": "&gt;&gt; yes, I like shopping. I do shopping in two to three in every two to three cases. &gt;&gt; Every two to three. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "&gt;&gt; Uh, yes, I like shopping. Uh, I do shopping in two to three in every two to three cases. &gt;&gt; Every two to three. Okay.",
      "transcript_cleaned": "&gt;&gt; yes, I like shopping. I do shopping in two to three in every two to three cases. &gt;&gt; Every two to three.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q10",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "What kind of shops are there where you live?",
      "transcript": "&gt;&gt; there are not good shop where I live because I live in I live in a small city. So for shopping I came to Mutan or different places. &gt;&gt; that is fine.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh, there are not good shop where I live because I live in I live in a small city. So for shopping I came to Mutan or different places. &gt;&gt; That's fine.",
      "transcript_cleaned": "&gt;&gt; there are not good shop where I live because I live in I live in a small city. So for shopping I came to Mutan or different places. &gt;&gt; that is fine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q11",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "I will give you one minute to make notes and then you have Should we start?",
      "transcript": "&gt;&gt; Yes. let us start the comp start. &gt;&gt; let us start. &gt;&gt; the competition that I took part in is in college. It was sports competition. I came to know by the competition through my Insta teacher. She told me about the competition and firstly I do not like to participate in the competition. because I am introvert and I do not like but my friend insist me to take part in this competition. because in their opinion it is very important for them. they we we have a cricket match the competition about a cricket match or I am a baller in the team then the competition start and our team do win and we came to semi-final and it was a very big match for us but on that day our two main players are missing because of some serious issues and Our team broke. Our team broke and we will not do very good in this match and we lost the match. &gt;&gt; we were not upset because we have do very bad. the we have third positions in this in this tournament. the there are three different prizes. the first prize was a trophy, the second was a gift and third was medals. And I I only take part in this competition because of my friends because they insist me values. that is fine. So okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Yes. Let's start the comp start. &gt;&gt; Let's start. &gt;&gt; Uh the competition uh that I took part in is in college. It was uh sports competition. Uh I came to know by the competition through my Insta teacher. She told me about the competition and firstly I don't like to participate in the competition. Uh because I am introvert and I don't like uh but uh my friend insist me to take part in this competition. uh because in their opinion it is very important for them. uh they uh we uh we have a cricket match uh the competition about a cricket match or uh I am a baller in the team uh uh then the competition start and our team do win and we came to semi-final and it was a very big match for us but uh on that day our two main players are missing because of some serious issues and uh Our team broke. Our team broke and we will not do very good in this match and we lost the match. Uh &gt;&gt; we were not upset because we have do very bad. Uh the we have third positions in this in this tournament. Uh the there are three different prizes. Uh the first prize was a trophy, the second was a gift and third was medals. And uh I I only take uh part in this competition because of my friends because they insist me values. That's fine. So uh okay.",
      "transcript_cleaned": "&gt;&gt; Yes. let us start the comp start. &gt;&gt; let us start. &gt;&gt; the competition that I took part in is in college. It was sports competition. I came to know by the competition through my Insta teacher. She told me about the competition and firstly I do not like to participate in the competition. because I am introvert and I do not like but my friend insist me to take part in this competition. because in their opinion it is very important for them. they we we have a cricket match the competition about a cricket match or I am a baller in the team then the competition start and our team do win and we came to semi-final and it was a very big match for us but on that day our two main players are missing because of some serious issues and Our team broke. Our team broke and we will not do very good in this match and we lost the match. &gt;&gt; we were not upset because we have do very bad. the we have third positions in this in this tournament. the there are three different prizes. the first prize was a trophy, the second was a gift and third was medals. And I I only take part in this competition because of my friends because they insist me values. that is fine.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q12",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "Other than that so do you take part in other sports as well?",
      "transcript": "&gt;&gt; no I do not like this course. I mainly prefer cricket because I will interest you in &gt;&gt; cricket.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Uh no I don't like this course. Uh I mainly prefer cricket cuz I'll interest you in &gt;&gt; cricket.",
      "transcript_cleaned": "&gt;&gt; no I do not like this course. I mainly prefer cricket because I will interest you in &gt;&gt; cricket.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q13",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "&gt;&gt; Are they well maintained?",
      "transcript": "&gt;&gt; The one is very well maintained. The other is not very well.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; The one is very well maintained. The other is not very well.",
      "transcript_cleaned": "&gt;&gt; The one is very well maintained. The other is not very well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q14",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "&gt;&gt; Why not?",
      "transcript": "&gt;&gt; Because no one focus on the ground. &gt;&gt; Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; Because no one focus on the ground. &gt;&gt; Okay.",
      "transcript_cleaned": "&gt;&gt; Because no one focus on the ground. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "uJMa0hUKiow_q15",
      "video_id": "uJMa0hUKiow",
      "band": 6.0,
      "question": "And what could be done to make it better?",
      "transcript": "&gt;&gt; The grass are very big. they should crop the grass and maintain the pitch as well and the trees are very big the trees are very big and that is the main things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "&gt;&gt; The grass are very big. uh they should crop the grass and maintain the pitch as well and uh the trees are very big the trees are very big and uh that's the main things.",
      "transcript_cleaned": "&gt;&gt; The grass are very big. they should crop the grass and maintain the pitch as well and the trees are very big the trees are very big and that is the main things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}