{
  "batch_id": 184,
  "count": 20,
  "samples": [
    {
      "sample_id": "agmQnHfNpBA_q11",
      "video_id": "agmQnHfNpBA",
      "band": 6.5,
      "question": "In what conditions would it be difficult for you to use a computer?",
      "transcript": "Well, if there is no good network internet connection and in some cases, sometimes the computer does not function properly due to hardware and software issues. So, it is quite difficult to use it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, if there is no good network internet connection and in some cases, sometimes the computer does not function properly due to hardware and software issues. So, it's quite difficult to use it.",
      "transcript_cleaned": "if there is no good network internet connection and in some cases, sometimes the computer does not function properly due to hardware and software issues. So, it is quite difficult to use it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "agmQnHfNpBA_q12",
      "video_id": "agmQnHfNpBA",
      "band": 6.5,
      "question": "OK, what would your life be like without computers?",
      "transcript": "Well I am born in the era of technology and computers are one which I am extremely attached to it has made my life so fast but if there would not be computers my life would have been very slow and away from communication and entertainment when was the first time you use the computer I clearly remember when I was a child during my elementary school one of my teacher taught me about how to switch on and switch off the computer and some drawing stop to do on the computer.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well I am born in the era of technology and computers are one which I am extremely attached to it has made my life so fast but if there would not be computers my life would have been very slow and away from communication and entertainment when was the first time you use the computer I clearly remember when I was a child during my elementary school one of my teacher taught me about how to switch on and switch off the computer and some drawing stop to do on the computer.",
      "transcript_cleaned": "I am born in the era of technology and computers are one which I am extremely attached to it has made my life so fast but if there would not be computers my life would have been very slow and away from communication and entertainment when was the first time you use the computer I clearly remember when I was a child during my elementary school one of my teacher taught me about how to switch on and switch off the computer and some drawing stop to do on the computer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "agmQnHfNpBA_q13",
      "video_id": "agmQnHfNpBA",
      "band": 6.5,
      "question": "OK in what conditions would you use a computer?",
      "transcript": "When the computer is completely ok and good network issue network connection and when the surrounding is polite and quiet so I prefer doing work on the computer. Okay, thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "When the computer is completely ok and good network issue network connection and when the surrounding is polite and quiet so I prefer doing work on the computer. Okay, thank you.",
      "transcript_cleaned": "When the computer is completely ok and good network issue network connection and when the surrounding is polite and quiet so I prefer doing work on the computer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "agmQnHfNpBA_q14",
      "video_id": "agmQnHfNpBA",
      "band": 6.5,
      "question": "Yes, of course parents in my country do make promises with their child?",
      "transcript": "Like if they get good marks and good grades they will be gifting them some gifts and taking them to trips.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Like if they get good marks and good grades they will be gifting them some gifts and taking them to trips.",
      "transcript_cleaned": "Like if they get good marks and good grades they will be gifting them some gifts and taking them to trips.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "agmQnHfNpBA_q15",
      "video_id": "agmQnHfNpBA",
      "band": 6.5,
      "question": "Why do you think that parents make a lot of promises to their children these days?",
      "transcript": "Well, it is their personal choice. I would say it is because of getting more advantages from their child and making them more secure and passionate towards their work as there will be an okay. So do you consider this is really a good thing. Yes of course making up promises is really a good thing as it is the base of a good relationship and helps in building up trust.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, it's their personal choice. I would say it is because of getting more advantages from their child and making them more secure and passionate towards their work as there will be an okay. So do you consider this is really a good thing. Yes of course making up promises is really a good thing as it is the base of a good relationship and helps in building up trust.",
      "transcript_cleaned": "it is their personal choice. I would say it is because of getting more advantages from their child and making them more secure and passionate towards their work as there will be an okay. So do you consider this is really a good thing. Yes of course making up promises is really a good thing as it is the base of a good relationship and helps in building up trust.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "agmQnHfNpBA_q16",
      "video_id": "agmQnHfNpBA",
      "band": 6.5,
      "question": "Is it useful to write down promises?",
      "transcript": "Well I believe that writing down a certain promise is really good as one can be dedicated towards their goal keeping their promises and even it is about the hard work one puts in to fulfill the promise do you often keep your promises same | Well I try my best to keep my promises but some circumstantial circumstances do take place which prevent me to keep my promises which fails to commit to your promise to make your promise fulfilled. I would say this is only me myself which restricts me to fulfill the promises like it may be my laziness and my loss of dedication and some other things.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well I believe that writing down a certain promise is really good as one can be dedicated towards their goal keeping their promises and even it is about the hard work one puts in to fulfill the promise do you often keep your promises same | Well I try my best to keep my promises but some circumstantial circumstances do take place which prevent me to keep my promises which fails to commit to your promise to make your promise fulfilled. I would say this is only me myself which restricts me to fulfill the promises like it may be my laziness and my loss of dedication and some other things.",
      "transcript_cleaned": "I believe that writing down a certain promise is really good as one can be dedicated towards their goal keeping their promises and even it is about the hard work one puts in to fulfill the promise do you often keep your promises same | Well I try my best to keep my promises but some circumstantial circumstances do take place which prevent me to keep my promises which fails to commit to your promise to make your promise fulfilled. I would say this is only me myself which restricts me to fulfill the promises like it may be my laziness and my loss of dedication and some other things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3i0pwRniKr0_q01",
      "video_id": "3i0pwRniKr0",
      "band": 6.0,
      "question": "[Transcript chunk 1]",
      "transcript": "Are you ready yes of course let us get it on so from here starts the speaking test this is the speaking.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "are you ready yes of course let's get it on so from here starts the speaking test this is the speaking.",
      "transcript_cleaned": "Are you ready yes of course let us get it on so from here starts the speaking test this is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3i0pwRniKr0_q02",
      "video_id": "3i0pwRniKr0",
      "band": 6.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Think it is very hard and it is delicious it tastes good and I prefer coffee but I like tea so now what are the advantages and disadvantages of having tea or coffee believe that the t is a traditional drinks but in comparison with the coffee it is a new one I think then I believe that the when you want to relax so you when you are boring so you can choose tea all right would you step out to have coffee or tea from a cafe yeah sure why not if I want to hanging with my friends and try to have some interview with them joking with them so we go to the restaurant and copy and serve some drink why not.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "think it's very hard and it's delicious it tastes good um and I prefer coffee but I like tea so now what are the advantages and disadvantages of having tea or coffee believe that the t is a traditional drinks but in comparison with the coffee it's a new one I think then I believe that the uh when you want to relax so you when you're boring so you can choose tea all right would you step out to have coffee or tea from a cafe yeah sure why not if I want to hanging with my friends and try to have some interview with them joking with them so we go to the restaurant and copy and serve some drink why not.",
      "transcript_cleaned": "Think it is very hard and it is delicious it tastes good and I prefer coffee but I like tea so now what are the advantages and disadvantages of having tea or coffee believe that the t is a traditional drinks but in comparison with the coffee it is a new one I think then I believe that the when you want to relax so you when you are boring so you can choose tea all right would you step out to have coffee or tea from a cafe yeah sure why not if I want to hanging with my friends and try to have some interview with them joking with them so we go to the restaurant and copy and serve some drink why not.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "3i0pwRniKr0_q03",
      "video_id": "3i0pwRniKr0",
      "band": 6.0,
      "question": "[Transcript chunk 3]",
      "transcript": "You understand yes of course well the topic is describe a Law related to environment that you know.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "you understand yes of course well the topic is describe a Law related to environment that you know.",
      "transcript_cleaned": "You understand yes of course well the topic is describe a Law related to environment that you know.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qs91RdFwyGo_q01",
      "video_id": "Qs91RdFwyGo",
      "band": 5.5,
      "question": "What are the differences between the work of a doctor and a nurse?",
      "transcript": "There are lots of differences between the nurse and the doctor. Doctors cure diseases and illnesses and nurses also provide care to the patients. They are also care takers of the patients.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "There are lots of differences between the nurse and the doctor. Doctors cure diseases and illnesses and nurses also provide care to the patients. They are also care takers of the patients.",
      "transcript_cleaned": "There are lots of differences between the nurse and the doctor. Doctors cure diseases and illnesses and nurses also provide care to the patients. They are also care takers of the patients.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Qs91RdFwyGo_q02",
      "video_id": "Qs91RdFwyGo",
      "band": 5.5,
      "question": "Do you think it is necessary to learn first aid skills?",
      "transcript": "Yes, it is very essential to learn first aid skills. With the help of first aid, we can also save the life of a patient. I think that it is very necessary for everyone to learn first aid skills.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, it is very essential to learn first aid skills. With the help of first aid, we can also save the life of a patient. I think that it is very necessary for everyone to learn first aid skills.",
      "transcript_cleaned": "Yes, it is very essential to learn first aid skills. With the help of first aid, we can also save the life of a patient. I think that it is very necessary for everyone to learn first aid skills.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "eXOu4MSYJyM_q03",
      "video_id": "eXOu4MSYJyM",
      "band": 2.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Friendship yes I think that is the real friendship because you would not never met them with them but you make a good bond with them on a regular talk and make share memories with them on daily basis can you repeat please go ahead what kind of influence can friends have on your life or we can paraphrase this question how do friends influence you they influenced me a lot because they encouraged me they support me and they they are very fun caring person and they every time I feel demotivated the motivated me to do things and they are very supportive into that selling friends in my life so here is the last question could you say is it to have friends from different cultures no I do not have any friend from different culture so I did not know these answers oh okay thank you very much thank you thank you he used to help me a lot in studies action thank you because of him as I know again well I do not have any friend from different cultures your time's up your time's up shall we started.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "friendship yes I think that is the real friendship because you would not never met them with them but you make a good bond with them on a regular talk and make share memories with them on daily basis can you repeat please go ahead what kind of influence can friends have on your life or we can paraphrase this question how do friends influence you they influenced me a lot because they encouraged me they support me and they they are very fun caring person and they every time I feel demotivated the motivated me to do things and they're very supportive into that selling friends in my life so here's the last question could you say is it to have friends from different cultures no I don't have any friend from different culture so I did not know these answers oh okay thank you very much thank you thank you he used to help me a lot in studies action thank you because of him as I know again well I don't have any friend from different cultures your time's up your time's up shall we started.",
      "transcript_cleaned": "Friendship yes I think that is the real friendship because you would not never met them with them but you make a good bond with them on a regular talk and make share memories with them on daily basis can you repeat please go ahead what kind of influence can friends have on your life or we can paraphrase this question how do friends influence you they influenced me a lot because they encouraged me they support me and they they are very fun caring person and they every time I feel demotivated the motivated me to do things and they are very supportive into that selling friends in my life so here is the last question could you say is it to have friends from different cultures no I do not have any friend from different culture so I did not know these answers oh okay thank you very much thank you thank you he used to help me a lot in studies action thank you because of him as I know again well I do not have any friend from different cultures your time's up your time's up shall we started.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "l53GOG4GneI_q02",
      "video_id": "l53GOG4GneI",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Friends and I was quite happy on that time which stage of your life do you think is the most important the phase I would say I will enjoy as when I will get married the married life is more important in one's life so this stage of life is very important in one's life okay what is your plan for your next stage of life I am planning to have what can I say yes I am planning to have two or three childrens in my life and a big house for them this is the plan of my life and to be happy as well because when we have children in our house so we are happy by playing with them all the tension and burden removed by playing with the children now few questions will be based on picnic did you go on picnic when you were a child yes when I was in my school on that time I have been to the many picnics but no longer now these days I do not go for picnic because I am busy in my studies how often you go on a picnic now once in a blue moon I would say I go for picnic with my friends last time I went to a canal where we did some fun and frolly with friends I made some food food there some dishes there okay where do you go on a picnic number of places are there where I can go for the picnic and like some water parks pvrs and the bank of canals these type of things now few questions will be based on foreign food have you ever tried for food yes as I am I have visited many of the.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "friends and I was quite happy on that time which stage of your life do you think is the most important the phase I would say uh I'll enjoy as uh when I'll get married the married life is more important in one's life so this stage of life is very important in one's life okay what's your plan for your next stage of life I'm planning to have uh what can I say yes I'm planning to have two or three childrens in my life and a big house for them this is the plan of my life and to be happy as well because uh when we have children in our house so we are happy by playing with them all the tension and burden removed by playing with the children now few questions will be based on picnic did you go on picnic when you were a child yes uh when I was in my school on that time I have been to the many picnics but no longer now these days I don't go for picnic because I am busy in my studies how often you go on a picnic now uh once in a blue moon I would say I go for picnic with my friends last time I went to a canal where we did some fun and frolly with friends I made some food uh food there some dishes there okay where do you go on a picnic number of places are there where I can go for the picnic and like uh some water parks uh pvrs and the bank of canals these type of things now few questions will be based on foreign food have you ever tried for food yes uh as I am I have visited many of the.",
      "transcript_cleaned": "Friends and I was quite happy on that time which stage of your life do you think is the most important the phase I would say I will enjoy as when I will get married the married life is more important in one's life so this stage of life is very important in one's life okay what is your plan for your next stage of life I am planning to have what can I say yes I am planning to have two or three childrens in my life and a big house for them this is the plan of my life and to be happy as well because when we have children in our house so we are happy by playing with them all the tension and burden removed by playing with the children now few questions will be based on picnic did you go on picnic when you were a child yes when I was in my school on that time I have been to the many picnics but no longer now these days I do not go for picnic because I am busy in my studies how often you go on a picnic now once in a blue moon I would say I go for picnic with my friends last time I went to a canal where we did some fun and frolly with friends I made some food food there some dishes there okay where do you go on a picnic number of places are there where I can go for the picnic and like some water parks pvrs and the bank of canals these type of things now few questions will be based on foreign food have you ever tried for food yes as I am I have visited many of the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "l53GOG4GneI_q04",
      "video_id": "l53GOG4GneI",
      "band": 6.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Work of thousands of people has been done by the single machine like to make a car or a bike people earlier people had to make this this but now robots can make the cars they can paint the car they can fix each and everything in the cars so one day I was watching a movie named robot played by rajika so I became very much interested by watching that movie that a robot was doing each and every work so he was quite flexible to do to make the food at home to work in office to qualify the medical studies as well because each and everything was planned and I started to get some more information about the robots from the internet and I watched I think more than 200 videos related to the robots and I know that in the next 10 years all the things will be done by the robotss robots will take place of human beings like in the schools colleges in the banks and in the factories as well computers are doing people are doing work on computers computers are making number of Works easy so these all the things are machines and so in the next 10 years I can say more on this topic that so you are highly yeah interested in the robotic science great thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "work of thousands of people has been done by the single machine like uh uh to make a car or a bike uh people earlier people had to make this this but now robots can make the cars they can paint the car they can fix each and everything in the cars so one day I was watching a movie named uh robot uh played by rajika so I became very much interested by watching that movie that a robot was doing each and every work so he was quite flexible to do to make the food at home to work in office to qualify the medical studies as well because each and everything was planned and I started to get some more information about the robots from the internet and I watched uh I think more than 200 videos related to the robots and uh I know that uh in the next 10 years all the things uh will be done by the robotss robots will take place of human beings like in the schools colleges in the banks uh and in the factories as well computers are doing people are doing work on computers computers are making number of Works easy so these all the things are machines and so in the next 10 years I can say more on this topic that so you are highly yeah interested in the robotic science great thank you.",
      "transcript_cleaned": "Work of thousands of people has been done by the single machine like to make a car or a bike people earlier people had to make this this but now robots can make the cars they can paint the car they can fix each and everything in the cars so one day I was watching a movie named robot played by rajika so I became very much interested by watching that movie that a robot was doing each and every work so he was quite flexible to do to make the food at home to work in office to qualify the medical studies as well because each and everything was planned and I started to get some more information about the robots from the internet and I watched I think more than 200 videos related to the robots and I know that in the next 10 years all the things will be done by the robotss robots will take place of human beings like in the schools colleges in the banks and in the factories as well computers are doing people are doing work on computers computers are making number of Works easy so these all the things are machines and so in the next 10 years I can say more on this topic that so you are highly yeah interested in the robotic science",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "l53GOG4GneI_q05",
      "video_id": "l53GOG4GneI",
      "band": 6.5,
      "question": "[Transcript chunk 5]",
      "transcript": "So that is why the they do not want to study the science subject as soon as they complete their secondary education they leave the science subject and do not you think that some some students they find it quite difficult the area of science like biology chemistry physics yes indeed these are quite difficult subjects and not a Cake Walk why some some why some children not like science some other reasons you define some other reasons why some children do not like it yeah number of students do not like the science some other reasons can be they are not interested in it they can have the interest in other things that they want to do like Music Arts Sports and many more which science subject is the most important for children to learn which science subject I can say there would be the I do not have a particular answer about the subject of science because I not the student of science so science is a subject I have studied it till the 10th standard so I do not have a particular answer for this question okay how do you get to know about scientific news as we know that internet has prone Boon for humankind so I get Knowledge from the internet and I can get the knowledge of every nuke and corner by using the internet so internet is the only source which provides the news about scientific no news channels are there they also give us and many of the books are there that I can read yeah you think that newspaper is also playing a great role or is contributing a lot yes by reading newspaper but but most of the people these days are not interested or not in the habit of reading newspaper they just rely.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "so that's why the they don't want to study the science subject as soon as they complete their secondary education they leave the science subject and don't you think that some some students they find it quite difficult the area of science like biology chemistry physics yes indeed these are quite difficult subjects and not a uh Cake Walk why some some why some children not like science some other reasons you define some other reasons why some children don't like it yeah number of students do not like the science some other reasons can be they are not interested in it they can have the interest in other things that they want to do like Music Arts Sports and many more which science subject is the most important for children to learn which science subject I can say there would be the I don't have a particular answer about the subject of science because I not the student of science so science is a subject I have studied it till the 10th standard so I don't have a particular answer for this question okay how do you get to know about scientific news as we know that internet has prone Boon for humankind so I get Knowledge from the internet and I can get the knowledge of every nuke and corner by using the internet so internet is the only source which provides the news about scientific no news channels are there they also give us and many of the books are there that I can read yeah you think that newspaper is also playing a great role or is contributing a lot yes by reading newspaper but but most of the people these days are not interested or not in the habit of reading newspaper they just rely.",
      "transcript_cleaned": "that is why the they do not want to study the science subject as soon as they complete their secondary education they leave the science subject and do not you think that some some students they find it quite difficult the area of science like biology chemistry physics yes indeed these are quite difficult subjects and not a Cake Walk why some some why some children not like science some other reasons you define some other reasons why some children do not like it yeah number of students do not like the science some other reasons can be they are not interested in it they can have the interest in other things that they want to do like Music Arts Sports and many more which science subject is the most important for children to learn which science subject I can say there would be the I do not have a particular answer about the subject of science because I not the student of science so science is a subject I have studied it till the 10th standard so I do not have a particular answer for this question okay how do you get to know about scientific news as we know that internet has prone Boon for humankind so I get Knowledge from the internet and I can get the knowledge of every nuke and corner by using the internet so internet is the only source which provides the news about scientific no news channels are there they also give us and many of the books are there that I can read yeah you think that newspaper is also playing a great role or is contributing a lot yes by reading newspaper but but most of the people these days are not interested or not in the habit of reading newspaper they just rely.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aGM8Tho6m10_q02",
      "video_id": "aGM8Tho6m10",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Word that cannot hurt me Atomic habits and many more good you like to read at home or in other places I like to read at in my room at my house as well as in a library of my town because I like the ambience of this place and I am able to read without any disturbance okay what places you do you think beautiful difficult to read I personally find it difficult to read in a loud and noisy place well a place which is very crowded because I find it difficult to concentrate on my reading do you like to read by yourself or with other people I prefer to read alone because by doing so I am able to focus on the book I am reading few questions will be based on maths do you often use maps yes I often use maps for navigation purposes I use the map application on my mobile phone to navigate when I am traveling through car okay who taught you how to use a map well we are taught to use maps in our schools but right now the various applications like Google Maps have made it easier to learn to read map do you prefer electronic map or paper maps I prefer Electronics map over my mobile phone because I find it convenient and also they are very interactive I am easily able to get information regarding traffic and the estimated time that will it will take to meet to reach my destination great few questions will be based on dream job what was the dream job for you when you were quite Young when I was younger I dreamed to be become either pilot or a surgeon okay have you changed your mind on your dream job because.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "word that can't hurt me Atomic habits and many more good you like to read at home or in other places I like to read at in my room at my house as well as in a library of my town because I like the ambience of this place and I am able to read without any disturbance okay what places you do you think beautiful difficult to read I personally find it difficult to read in a loud and noisy place well a place which is very crowded because I find it difficult to concentrate on my reading do you like to read by yourself or with other people I prefer to read alone because by doing so I am able to focus on the book I'm reading few questions will be based on maths do you often use maps yes I often use maps for navigation purposes I use the map application on my mobile phone to navigate when I'm traveling through car okay who taught you how to use a map well we are taught to use maps in our schools but right now the various applications like Google Maps have made it easier to learn to read map do you prefer electronic map or paper maps I prefer Electronics map over my mobile phone because I find it convenient and also they are very interactive I am easily able to get information regarding traffic and the estimated time that will it will take to meet uh to reach my destination great few questions will be based on dream job what was the dream job for you when you were quite Young when I was younger I dreamed to be become either pilot or a surgeon okay have you changed your mind on your dream job because.",
      "transcript_cleaned": "Word that cannot hurt me Atomic habits and many more good you like to read at home or in other places I like to read at in my room at my house as well as in a library of my town because I like the ambience of this place and I am able to read without any disturbance okay what places you do you think beautiful difficult to read I personally find it difficult to read in a loud and noisy place well a place which is very crowded because I find it difficult to concentrate on my reading do you like to read by yourself or with other people I prefer to read alone because by doing so I am able to focus on the book I am reading few questions will be based on maths do you often use maps yes I often use maps for navigation purposes I use the map application on my mobile phone to navigate when I am traveling through car okay who taught you how to use a map well we are taught to use maps in our schools but right now the various applications like Google Maps have made it easier to learn to read map do you prefer electronic map or paper maps I prefer Electronics map over my mobile phone because I find it convenient and also they are very interactive I am easily able to get information regarding traffic and the estimated time that will it will take to meet to reach my destination great few questions will be based on dream job what was the dream job for you when you were quite Young when I was younger I dreamed to be become either pilot or a surgeon okay have you changed your mind on your dream job because.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aGM8Tho6m10_q03",
      "video_id": "aGM8Tho6m10",
      "band": 6.5,
      "question": "[Transcript chunk 3]",
      "transcript": "I have recently changed my mind because becoming a pilot would cost me a fortune and for the certain part it would it would take me a lot of time and studies to become a surgeon what do you plan to in the future actually want to pursue Bachelor's in nautical science so that I can become a Merchant Navy officer in next two years what kinds of jobs are popular in your country according to my opinion jobs related to IIT sector and computer sector are really famous now's day because youngsters are very keen have a keen interest in this field apart from this the jobs are also very well paid have you had a full-time or part-time job before actually I have never worked before because I have been focused on my academics and my father has paid all my ways and expenses brilliant so now.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I've recently changed my mind because becoming a pilot would cost me a fortune and for the certain part it would uh it would take me a lot of time and studies to become a surgeon what do you plan to in the future actually want to pursue Bachelor's in nautical science so that I can become a Merchant Navy officer in next two years what kinds of jobs are popular in your country according to my opinion uh jobs related to IIT sector and computer sector are really famous now's day because youngsters are very keen have a keen interest in this field apart from this the jobs are also very well paid have you had a full-time or part-time job before actually I have never worked before because I have been focused on my academics and my father has paid all my ways and expenses brilliant so now.",
      "transcript_cleaned": "I have recently changed my mind because becoming a pilot would cost me a fortune and for the certain part it would it would take me a lot of time and studies to become a surgeon what do you plan to in the future actually want to pursue Bachelor's in nautical science so that I can become a Merchant Navy officer in next two years what kinds of jobs are popular in your country according to my opinion jobs related to IIT sector and computer sector are really famous now's day because youngsters are very keen have a keen interest in this field apart from this the jobs are also very well paid have you had a full-time or part-time job before actually I have never worked before because I have been focused on my academics and my father has paid all my ways and expenses brilliant so now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aGM8Tho6m10_q04",
      "video_id": "aGM8Tho6m10",
      "band": 6.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Give first aid in such a situation but apart from the first step he was still in a terrible pain and was crying bitterly in fact he was getting very anxious and losing conscious so we could not get his parents while contact right then at that time I requested one of my friend to help me take the title to the nearest doctor we are together took the child on the bike and reached the doctor's clinic in 10 minutes and after reaching there I requested the doctor to treat the child and the doctor started the treatment immediately after some the doctor put a huge Blaster over the child's foot and gave him some painkillers after some time the child was feeling better so I asked him about his parents contact number and called them his parents arrived there in no time at first they were very concerned and worried about their child but once they saw him in a better punish position and relaxed that took a sigh of relief they were really grateful to me and thanked me again and again but I all said that I did only what was needed to be done and nothing more than that being able to have the child blessed me with self satisfaction and I felt really elated for being able to do so and even in the future if I ever got an opportunity to help others I would never step back okay so now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "give first aid in such a situation but apart from the first step he was still in a terrible pain and was crying bitterly in fact he was getting very anxious and losing conscious so we couldn't get his parents while contact right then at that time I requested one of my friend to help me take the title to the nearest doctor we're together took the child on the bike and reached the doctor's clinic in 10 minutes and after reaching there I requested the doctor to treat the child and the doctor started the treatment immediately after some the doctor put a huge Blaster over the child's foot and gave him some painkillers after some time the child was feeling better so I asked him about his parents contact number and called them his parents arrived there in no time at first they were very concerned and worried about their child but once they saw him in a better punish position and relaxed that took a sigh of relief they were really grateful to me and thanked me again and again but I all said that I did only what was needed to be done and nothing more than that uh being able to have the child blessed me with self satisfaction and I felt really elated for being able to do so and even in the future if I ever got an opportunity to help others I would never step back okay so now.",
      "transcript_cleaned": "Give first aid in such a situation but apart from the first step he was still in a terrible pain and was crying bitterly in fact he was getting very anxious and losing conscious so we could not get his parents while contact right then at that time I requested one of my friend to help me take the title to the nearest doctor we are together took the child on the bike and reached the doctor's clinic in 10 minutes and after reaching there I requested the doctor to treat the child and the doctor started the treatment immediately after some the doctor put a huge Blaster over the child's foot and gave him some painkillers after some time the child was feeling better so I asked him about his parents contact number and called them his parents arrived there in no time at first they were very concerned and worried about their child but once they saw him in a better punish position and relaxed that took a sigh of relief they were really grateful to me and thanked me again and again but I all said that I did only what was needed to be done and nothing more than that being able to have the child blessed me with self satisfaction and I felt really elated for being able to do so and even in the future if I ever got an opportunity to help others I would never step back",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aGM8Tho6m10_q05",
      "video_id": "aGM8Tho6m10",
      "band": 6.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Their child yes definitely because parents are responsible for the upbringing of the child so they should teach good values for his children and make them a good citizen of in the country or the future and do you think nowadays people do more Health more help as compared to the past I personally do not think so because in the past time lives were simpler and slower so people used to help each other but in modern era people are in everyone is in a right race of materialistic things so most of the individuals have grown more self-centered and does not help others they mean that nowadays they are helping less yes why it is happening let us just say that most of us have grown self-centered and we are in our address of materialistic things so people tend to help others less so all these things lead that leads us not helping others yes I believe so will you help in the future yes indeed because I believe that what goes around comes around so if only I will help others then I can expect help from others when I am in a dire need why do you think so can you elaborate it more but just say that what goes around comes around so people will have a tendency to help me only if I have them in the past because if I ever like ignore their request for help they would probably refuse me for helping as well okay how do World social organizations such as that Pros collect their funds worldwide I believe that they collect most of their funds through ad campaigns also there are run various activities in which individuals take part as a volunteer and help them select points apart from this.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "their child yes definitely because uh parents are responsible for the upbringing of the child so they should teach good values for his children and make them a good citizen of in the country or the future and do you think nowadays people do more Health more uh help as compared to the past I personally don't think so because in the past time lives were simpler and slower so people used to help each other but in modern era people are in everyone is in a right race of materialistic things so most of the individuals have grown more self-centered and does not help others they mean that nowadays they are helping less yes why it is happening let's just say that most of us have grown self-centered and we are in our address of materialistic things so people tend to help others less so all these things lead that leads us not helping others yes I believe so will you help in the future yes indeed because I believe that what goes around comes around so if only I will help others then I can expect help from others when I'm in a dire need why do you think so can you elaborate it more but just say that what goes around comes around so people will have a tendency to help me only if I have them in the past because if I ever like ignore their request for help they would probably refuse me for helping as well okay how do World social organizations such as that Pros collect their funds worldwide I believe that they collect most of their funds through ad campaigns also there are run various activities in which individuals take part as a volunteer and help them select points apart from this.",
      "transcript_cleaned": "Their child yes definitely because parents are responsible for the upbringing of the child so they should teach good values for his children and make them a good citizen of in the country or the future and do you think nowadays people do more Health more help as compared to the past I personally do not think so because in the past time lives were simpler and slower so people used to help each other but in modern era people are in everyone is in a right race of materialistic things so most of the individuals have grown more self-centered and does not help others they mean that nowadays they are helping less yes why it is happening let us just say that most of us have grown self-centered and we are in our address of materialistic things so people tend to help others less so all these things lead that leads us not helping others yes I believe so will you help in the future yes indeed because I believe that what goes around comes around so if only I will help others then I can expect help from others when I am in a dire need why do you think so can you elaborate it more but just say that what goes around comes around so people will have a tendency to help me only if I have them in the past because if I ever like ignore their request for help they would probably refuse me for helping as well okay how do World social organizations such as that Pros collect their funds worldwide I believe that they collect most of their funds through ad campaigns also there are run various activities in which individuals take part as a volunteer and help them select points apart from this.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "aGM8Tho6m10_q06",
      "video_id": "aGM8Tho6m10",
      "band": 6.5,
      "question": "[Transcript chunk 6]",
      "transcript": "They also take the help of media okay what is the most important way for a country to help foreign to help foreigners who are visiting the country foreigners can be helped in a various ways first of all they can be taught about customs and traditions of our country so they do not accidentally hurt someone's sentiment they can be told about local tourist spots and restaurants which would suit their taste and the most of the help would be by not placing them when they are buying souvenirs great thank you so much of it thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "they also take the help of media okay what is the most important way for a country to help foreign to help foreigners who are visiting the country foreigners can be helped in a various ways first of all they can be taught about customs and traditions of our country so they don't accidentally hurt someone's sentiment they can be told about local tourist spots and restaurants which would suit their taste and the most of the help would be by not placing them when they are buying souvenirs great thank you so much of it thank you.",
      "transcript_cleaned": "They also take the help of media okay what is the most important way for a country to help foreign to help foreigners who are visiting the country foreigners can be helped in a various ways first of all they can be taught about customs and traditions of our country so they do not accidentally hurt someone's sentiment they can be told about local tourist spots and restaurants which would suit their taste and the most of the help would be by not placing them when they are buying souvenirs great thank you so much of it",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}