{
  "batch_id": 269,
  "count": 20,
  "samples": [
    {
      "sample_id": "rudsGLLfO-E_q04",
      "video_id": "rudsGLLfO-E",
      "band": 6.0,
      "question": "[Transcript chunk 4]",
      "transcript": "Different parts of the city what is most like the room size will just shrinking because when many people right now will prefer to stay alone so that we do not need that much large room what kinds of houses will be common in the future I think it is the small house like we might have some AI housekeepers in the future so with this high technology they can help you to manage your lifestyles and your decoration of the houses so like the Google home right now but this is the basic concept I bet I think and in the future we will have like something more intelligent thank you what are the advantages of living in an old house I think people like most of people will like a new thing but the house have their own merits so Oh house first of all some new houses are cheaper than the new one and with the same location and the same size what is more is like the old house they are actually more roomy and spaces so we can have more privacy there and what is more like a lot of old house is like run there in the downtown so it is easier to go to the school to the shop there is why do some people like to move to houses the first thing is like people are easily to get ward so they will not just change their lifestyle and the second thing is like we have different plan of our life so some people will feel like when they get married and need to move from the apartment to the house but after they retire they will move back to the apartment and another things like that otherwise heisman always shows like the new house equals to the new.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "different parts of the city what's most like the room size will just shrinking because when many people right now will prefer to stay alone so that we don't need that much large room what kinds of houses will be common in the future I think it's the small house like we might have some AI housekeepers in the future so with this high technology they can help you to manage your lifestyles and your decoration of the houses so like the Google home right now but this is the basic concept I bet I think and in the future we will have like something more intelligent thank you what are the advantages of living in an old house I think people like most of people will like a new thing but the house have their own merits so um Oh house first of all some new houses are cheaper than the new one and with the same location and the same size what's more is like the old house they are actually more roomy and spaces so we can have more privacy there and what's more like a lot of old house is like run there in the downtown so it's easier to go to the school to the shop there's why do some people like to move to houses the first thing is like people are easily to get ward so they won't just change their lifestyle and the second thing is like we have different plan of our life so some people will feel like when they get married and need to move from the apartment to the house but after they retire they will move back to the apartment and another things like that otherwise heisman always shows like the new house equals to the new.",
      "transcript_cleaned": "Different parts of the city what is most like the room size will just shrinking because when many people right now will prefer to stay alone so that we do not need that much large room what kinds of houses will be common in the future I think it is the small house like we might have some AI housekeepers in the future so with this high technology they can help you to manage your lifestyles and your decoration of the houses so like the Google home right now but this is the basic concept I bet I think and in the future we will have like something more intelligent thank you what are the advantages of living in an old house I think people like most of people will like a new thing but the house have their own merits so Oh house first of all some new houses are cheaper than the new one and with the same location and the same size what is more is like the old house they are actually more roomy and spaces so we can have more privacy there and what is more like a lot of old house is like run there in the downtown so it is easier to go to the school to the shop there is why do some people like to move to houses the first thing is like people are easily to get ward so they will not just change their lifestyle and the second thing is like we have different plan of our life so some people will feel like when they get married and need to move from the apartment to the house but after they retire they will move back to the apartment and another things like that otherwise heisman always shows like the new house equals to the new.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "rudsGLLfO-E_q05",
      "video_id": "rudsGLLfO-E",
      "band": 6.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Future so people will feel like buying a new house is a good way to invest their money yes thank you.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "future so people will feel like buying a new house is a good way to invest their money yes thank you.",
      "transcript_cleaned": "Future so people will feel like buying a new house is a good way to invest their money yes",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SLR4zfAhZrQ_q03",
      "video_id": "SLR4zfAhZrQ",
      "band": 6.0,
      "question": "However, here, the overall speed of the candidates is still slow due to time wasted on defining words.",
      "transcript": "Additionally, there was a question in the Speaking section that the candidate completely failed to answer and had to give up. If I remember correctly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Additionally, there was a question in the Speaking section that the candidate completely failed to answer and had to give up. If I remember correctly.",
      "transcript_cleaned": "Additionally, there was a question in the Speaking section that the candidate completely failed to answer and had to give up. If I remember correctly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SLR4zfAhZrQ_q06",
      "video_id": "SLR4zfAhZrQ",
      "band": 6.0,
      "question": "Regarding grammatical diversity and accuracy, what about using system mix, sample repetition, and complex paper with limited possibility?",
      "transcript": "Candidates can use many structures, including simple, isolated, and complex sentence structures.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Candidates can use many structures, including simple, isolated, and complex sentence structures.",
      "transcript_cleaned": "Candidates can use many structures, including simple, isolated, and complex sentence structures.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SLR4zfAhZrQ_q07",
      "video_id": "SLR4zfAhZrQ",
      "band": 6.0,
      "question": "However, flexibility is lacking.",
      "transcript": "For example, they frequently repeat structures like \"you have something,\" \"deep something,\" etc. There is not much flexibility in Paris, as well as in other aspects. Regarding the arrangement of clauses, one can completely change the clause so that the cause comes before the effect, or vice versa. A candidate scoring 6.0 might not yet be able to arrange them flexibly. Another important point is that when it comes to more complex sentence structures, candidates often make grammatical errors, such as forgetting to conjugate verbs or using the preposition \" in,\" \"call,\" or \"vibrant.\" However, the most important thing is that these errors rarely, if ever, affect the listener's understanding of the information. Let 's analyze a very clear example from the previous answers: when a candidate describes seeing a statue in the so-called monument of the People's Police, what scenes are there? The correct structure would be \"de firefighters you are Trying to stop.\" When we shorten the relative clause, we shorten \"hua\" but keep \"hoai\" and the following situations are the same, therefore it is right to stop. The phrase or graphic \" Please helping elderly people\" with verbs in that position would be correct, but our candidates only use the infinitive form. Anyway.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "For example, they frequently repeat structures like \"you have something,\" \"deep something,\" etc. There isn't much flexibility in Paris, as well as in other aspects. Regarding the arrangement of clauses, one can completely change the clause so that the cause comes before the effect, or vice versa. A candidate scoring 6.0 might not yet be able to arrange them flexibly. Another important point is that when it comes to more complex sentence structures, candidates often make grammatical errors, such as forgetting to conjugate verbs or using the preposition \" in,\" \"call,\" or \"vibrant.\" However, the most important thing is that these errors rarely, if ever, affect the listener's understanding of the information. Let 's analyze a very clear example from the previous answers: when a candidate describes seeing a statue in the so-called monument of the People's Police, what scenes are there? The correct structure would be \"de firefighters you are Trying to stop.\" When we shorten the relative clause, we shorten \"hua\" but keep \"hoai\" and the following situations are the same, therefore it's right to stop. The phrase or graphic \" Please helping elderly people\" with verbs in that position would be correct, but our candidates only use the infinitive form. Anyway,.",
      "transcript_cleaned": "For example, they frequently repeat structures like \"you have something,\" \"deep something,\" etc. There is not much flexibility in Paris, as well as in other aspects. Regarding the arrangement of clauses, one can completely change the clause so that the cause comes before the effect, or vice versa. A candidate scoring 6.0 might not yet be able to arrange them flexibly. Another important point is that when it comes to more complex sentence structures, candidates often make grammatical errors, such as forgetting to conjugate verbs or using the preposition \" in,\" \"call,\" or \"vibrant.\" However, the most important thing is that these errors rarely, if ever, affect the listener's understanding of the information. Let 's analyze a very clear example from the previous answers: when a candidate describes seeing a statue in the so-called monument of the People's Police, what scenes are there? The correct structure would be \"de firefighters you are Trying to stop.\" When we shorten the relative clause, we shorten \"hua\" but keep \"hoai\" and the following situations are the same, therefore it is right to stop. The phrase or graphic \" Please helping elderly people\" with verbs in that position would be correct, but our candidates only use the infinitive form. Anyway.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SLR4zfAhZrQ_q10",
      "video_id": "SLR4zfAhZrQ",
      "band": 6.0,
      "question": "However, sometimes you mispronounce a few words or syllables.",
      "transcript": "This can reduce clarity in speech; for example, we see in the last sentence when saying that working for a long time, the candidate says that the contributions of the police force are very necessary and their work requires everyone. Respect is okay, wait to be respected, we will have to speak clearly.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "This can reduce clarity in speech; for example, we see in the last sentence when saying that working for a long time, the candidate says that the contributions of the police force are very necessary and their work requires everyone. Respect is okay, wait to be respected, we will have to speak clearly.",
      "transcript_cleaned": "This can reduce clarity in speech; for example, we see in the last sentence when saying that working for a long time, the candidate says that the contributions of the police force are very necessary and their work requires everyone. Respect is okay, wait to be respected, we will have to speak clearly.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "SLR4zfAhZrQ_q11",
      "video_id": "SLR4zfAhZrQ",
      "band": 6.0,
      "question": "The \"amin\" at the end indicates whether this is a verb in the molecular form or in the passive form, right?",
      "transcript": "Suspected they need the need to use pictures. The candidate clearly had a slight reaction: \"We speak.\" But that is not entirely accurate. So, I have just explained to everyone the scoring criteria in detail for a 6.0 in IELTS Speaking. I hope you will gain a lot of useful knowledge after this video. pioneering IELTS pair for Vietnamese people.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Suspected they need the need to use pictures. The candidate clearly had a slight reaction: \"We speak.\" But that's not entirely accurate. So, I've just explained to everyone the scoring criteria in detail for a 6.0 in IELTS Speaking. I hope you will gain a lot of useful knowledge after this video. pioneering IELTS pair for Vietnamese people.",
      "transcript_cleaned": "Suspected they need the need to use pictures. The candidate clearly had a slight reaction: \"We speak.\" But that is not entirely accurate. So, I have just explained to everyone the scoring criteria in detail for a 6.0 in IELTS Speaking. I hope you will gain a lot of useful knowledge after this video. pioneering IELTS pair for Vietnamese people.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Z9kVDv2DLoU_q01",
      "video_id": "Z9kVDv2DLoU",
      "band": 6.5,
      "question": "[Transcript chunk 1]",
      "transcript": "Now I would like to ask you some questions about yourself.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "now I'd like to ask you some questions about yourself.",
      "transcript_cleaned": "Now I would like to ask you some questions about yourself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Z9kVDv2DLoU_q02",
      "video_id": "Z9kVDv2DLoU",
      "band": 6.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Use the internet I think half hours ago why I am checking where this place is on the street can you imagine life without the internet now well I just that is very good question because I thought it is just on the street an hour ago my phone just has some problems and I cannot connect it to the internet at that time I am really I cannot do anything because I cannot find the place I want to go and I cannot connect with my friends and they can help me and then I just ask somebody and to borrow their phones and to connect with the people I need to know how how to get here so I let thought that is how can live without internet I think that is impossible in the future.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "use the internet I think half hours ago why I'm checking where this place is on the street can you imagine life without the internet now well I just um that is very good question because I thought it's just on the street uh an hour ago my phone just has some problems and I can't connect it to the internet at that time I'm really I can't do anything because I cannot find the place I want to go and I cannot connect with my friends and they can help me and then I just ask somebody and to borrow their phones and to connect with the people I need to know how how to get here so I let thought that's how can live without internet I think that is impossible in the future.",
      "transcript_cleaned": "Use the internet I think half hours ago why I am checking where this place is on the street can you imagine life without the internet now well I just that is very good question because I thought it is just on the street an hour ago my phone just has some problems and I cannot connect it to the internet at that time I am really I cannot do anything because I cannot find the place I want to go and I cannot connect with my friends and they can help me and then I just ask somebody and to borrow their phones and to connect with the people I need to know how how to get here so I let thought that is how can live without internet I think that is impossible in the future.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Z9kVDv2DLoU_q03",
      "video_id": "Z9kVDv2DLoU",
      "band": 6.5,
      "question": "[Transcript chunk 3]",
      "transcript": "Today and also some any other programs that can make a family to clear the air and to is this misunderstanding with with each other so the talk shows actually is so is a method that to teach people and tell people how to do in today Society have television programs changed a lot since you were younger yeah I changed very very much I think when I when I was a child I can only see some how to say how some very simple programs such as some cartoon and the characters and the content were very very simple but today that is totally different now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "today and also some any other programs that can make a family to uh clear the air and to is this misunderstanding with with each other so the talk shows actually is so is a method that to teach people and tell people how to do in today Society have television programs changed a lot since you were younger yeah I changed very very much I think uh when I when I was a child I can only see some um how to say how some very simple programs such as some cartoon and the characters and the content were very very simple but today that is totally different now I'm going to give you a topic and I'd like you to talk about it for one to two minutes.",
      "transcript_cleaned": "Today and also some any other programs that can make a family to clear the air and to is this misunderstanding with with each other so the talk shows actually is so is a method that to teach people and tell people how to do in today Society have television programs changed a lot since you were younger yeah I changed very very much I think when I when I was a child I can only see some how to say how some very simple programs such as some cartoon and the characters and the content were very very simple but today that is totally different now I am going to give you a topic and I would like you to talk about it for one to two minutes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Z9kVDv2DLoU_q05",
      "video_id": "Z9kVDv2DLoU",
      "band": 6.5,
      "question": "[Transcript chunk 5]",
      "transcript": "Search on the internet that is which place I want to go what I I can see in that country and then you go there and you can get your points and to check on the places step step by step and that is can is more efficient and much more that is much better I think do you think there are any disadvantages to this approach I think the only disadvantages is maybe there will be life surprise for you because you have known that and then you can see that that is a little a little boring sometimes some people choose to have a guide when they go to an unfamiliar place do you think this improves the quality of the experience M I think finding a guide in a tourist placing that is now the best way to have a visit there because the Gat they just lead every tourist in the same same course every day and they they just want to show you what they want to show you right so that is you you should find out what you want to see by yourself and you can regard it as an adventure and you can take it by yourself and your friends and that is very good experience without a guidance I think do you think most people prefer to travel independently or to have a guide I think most people prefer to have a guide because sometimes well they want to rely on somebody and sometimes yeah they feel the sense of in insecurity and they want to to to have a to have a help around him but personally I think independent tourism is is much more interesting.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "search on the internet that's which place I want to go what I I can see in that country and then you go there and you can get your points and to check on the places step step by step and that is can is more efficient and much more that is much better I think do you think there are any disadvantages to this approach um I think the only disadvantages is maybe there will be life surprise for you because you have known that and then you can see that that is a little a little boring sometimes um some people choose to have a guide when they go to an unfamiliar place do you think this improves the quality of the experience M I think uh finding a guide um in a tourist placing um that is now the best way to have a visit there because the Gat they just lead every tourist in the same same course every day and they they just want to show you what they want to show you right so that is um you you should find out what you want to see by yourself and you can regard it as an adventure and you can take it by yourself and your friends and that is very good experience without a guidance I think do you think most people prefer to travel independently or to have a guide I think most people prefer to have a guide because sometimes well they want to rely on somebody and sometimes yeah they feel the sense of in insecurity and they want to to to have a to have a help around him but personally I think um independent tourism is is much more interesting.",
      "transcript_cleaned": "Search on the internet that is which place I want to go what I I can see in that country and then you go there and you can get your points and to check on the places step step by step and that is can is more efficient and much more that is much better I think do you think there are any disadvantages to this approach I think the only disadvantages is maybe there will be life surprise for you because you have known that and then you can see that that is a little a little boring sometimes some people choose to have a guide when they go to an unfamiliar place do you think this improves the quality of the experience M I think finding a guide in a tourist placing that is now the best way to have a visit there because the Gat they just lead every tourist in the same same course every day and they they just want to show you what they want to show you right so that is you you should find out what you want to see by yourself and you can regard it as an adventure and you can take it by yourself and your friends and that is very good experience without a guidance I think do you think most people prefer to travel independently or to have a guide I think most people prefer to have a guide because sometimes well they want to rely on somebody and sometimes yeah they feel the sense of in insecurity and they want to to to have a to have a help around him but personally I think independent tourism is is much more interesting.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Z9kVDv2DLoU_q06",
      "video_id": "Z9kVDv2DLoU",
      "band": 6.5,
      "question": "[Transcript chunk 6]",
      "transcript": "That the government should protect historical places of of interest to encourage more tourists I think they can undergo they can undergo these two issues at the same time and on one hand they can protect this these places and they can help to to protect the environment and help to rebuild these buildings as well and on the other hand they can also encourage tourists to go there because this is the best way to make your culture makes your Traditions make our thinking to travel around the world so I think these two parts can be undergo at the same time in China are historical places of interest protected I think in China the government has taken a lot of issues take a lot a lot of measures to protect these places interesting places and they can they also warn the tourist that you cannot do something to do harm to this buildings or these Architects because this is our treasure and you should Pro protect it that as well so I think this is a good way you can do what you you can do your obligation and then you can remind the tourist to do their obligations so that is good way okay thank you our time is up that is the end of the speaking test thank you thank you.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "that the government should uh protect historical places of of interest to encourage more tourists um I think they can undergo they can undergo these two issues at the same time and on one hand they can protect this um these uh places and they can help to um to protect the environment and help to rebuild these buildings as well and on the other hand they can also encourage tourists to go there because this is the best way to make your culture makes your Traditions make our thinking to travel around the world so I think these two parts can be um undergo at the same time in China are historical places of interest protected um I think um in China um the government has taken a lot of issues um take a lot a lot of measures to protect these uh places interesting places and they can they also um warn the tourist that you cannot uh do something to do harm to this buildings or these Architects because this is our treasure and you should Pro protect it that as well so I think this is a good way you can do what you you can do your obligation and then you can remind the tourist to do their obligations so that is good way okay thank you our time is up that is the end of the speaking test thank you thank you.",
      "transcript_cleaned": "That the government should protect historical places of of interest to encourage more tourists I think they can undergo they can undergo these two issues at the same time and on one hand they can protect this these places and they can help to to protect the environment and help to rebuild these buildings as well and on the other hand they can also encourage tourists to go there because this is the best way to make your culture makes your Traditions make our thinking to travel around the world so I think these two parts can be undergo at the same time in China are historical places of interest protected I think in China the government has taken a lot of issues take a lot a lot of measures to protect these places interesting places and they can they also warn the tourist that you cannot do something to do harm to this buildings or these Architects because this is our treasure and you should Pro protect it that as well so I think this is a good way you can do what you you can do your obligation and then you can remind the tourist to do their obligations so that is good way",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "KnBEe5gTsqA_q02",
      "video_id": "KnBEe5gTsqA",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "The spiritual qualities in life so when i receive an email or a letter from a friend or relative wishing me well i will be grateful and exhilarated so you know in the past my besties made some cards and sent them for me so when i opened it and read on the words that they expressed to me it truly brought me a sense of happiness and fulfillment i also remember a time when i tried to study in honest to acquire flying colors to be eligible to get into my high quality school and when i got my enrollment email saying that i was allowed to study in the school i was exceedingly delighted and i immediately told my parents to share with them my election so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "the spiritual qualities in life so when i receive an email or a letter from a friend or relative wishing me well i will be grateful and exhilarated so you know in the past my besties made some cards and sent them for me so when i opened it and read on the words that they expressed to me it truly brought me a sense of happiness and fulfillment i also remember a time when i tried to study in honest to acquire flying colors to be eligible to get into my high quality school and when i got my enrollment email saying that i was allowed to study in the school i was exceedingly delighted and i immediately told my parents to share with them my election so.",
      "transcript_cleaned": "The spiritual qualities in life so when i receive an email or a letter from a friend or relative wishing me well i will be grateful and exhilarated so you know in the past my besties made some cards and sent them for me so when i opened it and read on the words that they expressed to me it truly brought me a sense of happiness and fulfillment i also remember a time when i tried to study in honest to acquire flying colors to be eligible to get into my high quality school and when i got my enrollment email saying that i was allowed to study in the school i was exceedingly delighted and i immediately told my parents to share with them my election so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dkcywH72cig_q02",
      "video_id": "dkcywH72cig",
      "band": 8.0,
      "question": "[Transcript chunk 2]",
      "transcript": "Cold weather I prefer the Colder Weather because during the colder weathers there is lots of things I can do such as play badminton with my friend or eat winter dishes now tell me do you like thunderstorm obviously I think no one likes thunderstorm because it can cause a lot of chaos especially in the country of Bangladesh where they where experiences a lot of blackout and because of a thunderstorm it can cause more often not more blackouts and because of these blackouts it can really affect hospitals or housings so.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "cold weather I prefer the Colder Weather because during the colder weathers there's lots of things I can do such as play badminton with my friend or eat winter dishes now tell me do you like thunderstorm obviously I think no one likes thunderstorm because it can cause a lot of chaos especially in the country of Bangladesh where they where experiences a lot of blackout and because of a thunderstorm it can cause more often not more blackouts and because of these blackouts it can really affect hospitals or housings so.",
      "transcript_cleaned": "Cold weather I prefer the Colder Weather because during the colder weathers there is lots of things I can do such as play badminton with my friend or eat winter dishes now tell me do you like thunderstorm obviously I think no one likes thunderstorm because it can cause a lot of chaos especially in the country of Bangladesh where they where experiences a lot of blackout and because of a thunderstorm it can cause more often not more blackouts and because of these blackouts it can really affect hospitals or housings so.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dkcywH72cig_q03",
      "video_id": "dkcywH72cig",
      "band": 8.0,
      "question": "[Transcript chunk 3]",
      "transcript": "Your preparation time is now over you have one or two minutes to speak do not worry if I stop you so would you like to start an object that I saved up my money was when I bought an Adidas football around grade eight the reasoning that I bought football was because during class we did not have a football so we would just use a tennis ball and that was the only thing that we can afford at the time so I decided to take it upon myself that I should was that buy a football so that we can practice and train and get better at football in general so that maybe if there is any sort of competition we can get enrolled into it every day my father would give me 50 taka and the ball originally cost a thousand taka so it took lots of time I would say around more than a month like a month month and a week or so and with that I was able to save up each and every day like 50 taka and eventually I managed to manage to accumulate the 1000 Dhaka and me and my friends we all went after school to buy the football that we kept seeing in the showroom and then when I eventually bought the ball I felt so relieved because instead of saving my money I was able to now indulge like use my 50 taka to buy food instead of saving it and now that we had the ball we were able to spend time with each other with my friends especially I would say and of course with the football that I had I was really I am motivated to stay disciplined and to like save my money especially very good okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "your preparation time is now over you have one or two minutes to speak uh don't worry if I stop you so would you like to start an object that I saved up my money was when I bought an Adidas football around grade eight the reasoning that I bought football was because during class we didn't have a football so we would just use a tennis ball and that was the only thing that we can afford at the time so I decided to take it upon myself that I should was that buy a football so that we can practice and train and get better at football in general so that maybe if there's any sort of competition we can get enrolled into it every day my father would give me 50 taka and the ball originally cost a thousand taka so it took lots of time I would say around more than a month like a month month and a week or so and with that I was able to save up each and every day like 50 taka and eventually I managed to manage to accumulate the 1000 Dhaka and me and my friends we all went after school to buy the football that we kept seeing in the showroom and then when I eventually bought the ball I felt so relieved because instead of saving my money I was able to now indulge like use my 50 taka to buy food instead of saving it and now that we had the ball we were able to spend time with each other with my friends especially I would say and of course with the football that I had I was really I'm motivated to stay disciplined and to like save my money especially very good okay.",
      "transcript_cleaned": "Your preparation time is now over you have one or two minutes to speak do not worry if I stop you so would you like to start an object that I saved up my money was when I bought an Adidas football around grade eight the reasoning that I bought football was because during class we did not have a football so we would just use a tennis ball and that was the only thing that we can afford at the time so I decided to take it upon myself that I should was that buy a football so that we can practice and train and get better at football in general so that maybe if there is any sort of competition we can get enrolled into it every day my father would give me 50 taka and the ball originally cost a thousand taka so it took lots of time I would say around more than a month like a month month and a week or so and with that I was able to save up each and every day like 50 taka and eventually I managed to manage to accumulate the 1000 Dhaka and me and my friends we all went after school to buy the football that we kept seeing in the showroom and then when I eventually bought the ball I felt so relieved because instead of saving my money I was able to now indulge like use my 50 taka to buy food instead of saving it and now that we had the ball we were able to spend time with each other with my friends especially I would say and of course with the football that I had I was really I am motivated to stay disciplined and to like save my money especially very",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "dkcywH72cig_q05",
      "video_id": "dkcywH72cig",
      "band": 8.0,
      "question": "[Transcript chunk 5]",
      "transcript": "Have the same effectiveness in your opinion can clothing tell much about a person I would say clothing does somewhat show the social status of a person for example if someone is wearing a high-end brand such as Louis Vuitton or some something like that then they are considered as high high level individuals whereas those who just wear casual clothing then they are just middle class individuals has fashion changed in your country over the years traditionally in Bangladesh people would just wear sorry for women and for men they would just wear pants and a button-down shirts but nowadays people are being less conservative so girls are now wearing tank tops and like Jean skinny jeans pants and men are now wearing baggy pants and oversized t-shirts all right very good almond and.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "have the same effectiveness in your opinion can clothing tell much about a person I would say clothing does somewhat show the social status of a person for example if someone is wearing a high-end brand such as uh Louis Vuitton or some something like that then they are considered as high high level individuals whereas those who just wear casual clothing then they're just middle class individuals has fashion changed in your country over the years traditionally in Bangladesh people would just wear um sorry for women and for men they would just wear pants and a button-down shirts but nowadays people are being less conservative so um girls are now wearing um tank tops and like Jean skinny jeans pants and men are now wearing baggy pants and um oversized t-shirts all right very good almond and.",
      "transcript_cleaned": "Have the same effectiveness in your opinion can clothing tell much about a person I would say clothing does somewhat show the social status of a person for example if someone is wearing a high-end brand such as Louis Vuitton or some something like that then they are considered as high high level individuals whereas those who just wear casual clothing then they are just middle class individuals has fashion changed in your country over the years traditionally in Bangladesh people would just wear sorry for women and for men they would just wear pants and a button-down shirts but nowadays people are being less conservative so girls are now wearing tank tops and like Jean skinny jeans pants and men are now wearing baggy pants and oversized t-shirts all right very good almond and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E0Gu8eI0O38_q02",
      "video_id": "E0Gu8eI0O38",
      "band": 8.5,
      "question": "[Transcript chunk 2]",
      "transcript": "Anon to Pakistan we call it Roti or chapati they would take that and we would eat that on our way to that place and do you often eat snacks now not that much not that much because I have been having a few health issues and I am very particular about my diet so I I try not to I I make sure whatever I am eating is healthy for me so if you call like I eat the fruit sometimes but snacks not that much and I am trying to lose some weight as well so these days do you think that eating snacks is unhealthy well I have been as I told you health I have been having health issues so I have I have been watching lots of videos on YouTube about different aspects of health so I do not know some doctors say some experts say they are good because if you eat snacks so then you do not go for a full meal like you do not eat a heavy meal so probably in that way it is good good others say on the other hand there are some who say that no they are not good because it spikes here glucose and maybe not good for your health so I do not know whether they are good or bad but probably a good year because it finishes your appetite and then for example if I have dinner for example if I do not eat full or have it in area.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "uh Anon to Pakistan we call it Roti or chapati they would take that and we would eat that on our way to that place and do you often eat snacks now uh not that much not that much because I have been having a few health issues and I'm very particular about my diet so I I try not to I I make sure whatever I'm eating is healthy for me so if you call uh like I eat the fruit sometimes but snacks not that much and I'm trying to lose some weight as well so these days do you think that eating snacks is unhealthy well uh I've been as I told you health I've been having health issues so I have I have been watching lots of videos on YouTube about different aspects of health so I don't know some doctors say some experts say they're good because if you eat snacks so then you don't go for a full meal like you don't eat a heavy meal so probably in that way it's good good others say on the other hand there are some who say that no they're not good because it spikes here glucose and maybe not good for your health so I don't know whether they're good or bad but probably a good year because it finishes your appetite and then for example if I have dinner for example if I don't eat full or have it in area.",
      "transcript_cleaned": "Anon to Pakistan we call it Roti or chapati they would take that and we would eat that on our way to that place and do you often eat snacks now not that much not that much because I have been having a few health issues and I am very particular about my diet so I I try not to I I make sure whatever I am eating is healthy for me so if you call like I eat the fruit sometimes but snacks not that much and I am trying to lose some weight as well so these days do you think that eating snacks is unhealthy well I have been as I told you health I have been having health issues so I have I have been watching lots of videos on YouTube about different aspects of health so I do not know some doctors say some experts say they are good because if you eat snacks so then you do not go for a full meal like you do not eat a heavy meal so probably in that way it is good good others say on the other hand there are some who say that no they are not good because it spikes here glucose and maybe not good for your health so I do not know whether they are good or bad but probably a good year because it finishes your appetite and then for example if I have dinner for example if I do not eat full or have it in area.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E0Gu8eI0O38_q04",
      "video_id": "E0Gu8eI0O38",
      "band": 8.5,
      "question": "[Transcript chunk 4]",
      "transcript": "Do I start the reading and something happens and it kind of Pampers my my dampen is my concentration so I thought yeah this something is wasting my time I should do something about and that something was for example right now I am chatting with you and I have for example closed my WhatsApp window I put my phone on silent mode so that thing is switching off or if not switching off watching let us say putting my phone on silence mode closing the WhatsApp tab on my laptop signing out of my Facebook account for example but called not something but this activity helps me to concentrate like now I am chatting with you we are doing this interview so I have closed this kind of a temporarily digital detox for me I put my phone on silent mode and I cannot see the screen I have logged out of my Facebook so this activity helps me focus and what I then what I do I look at my clock for example 321 now okay 2350 I have to study and until that time no phone no checking email no WhatsApp nothing so I would say this action has helped me to concentrate to focus more on my study and this is what I tell my students as well because our students are youngsters and they are kind of they are digital natives by the way I am a digital immigrant when I was a student like when I was doing Masters 20 years ago we did not have these devices so at that time we did not have okay have it I am going to stop you there you have spoken for two minutes okay do you think you will continue this routine in the future yes I will I will I will switch off.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "do I start the reading and something happens and it kind of Pampers my my dampen is my concentration so I thought yeah this something is wasting my time I should do something about and that something was for example right now I'm chatting with you and I have for example closed my WhatsApp window I put my phone on silent mode so that thing is switching off or if not switching off watching let's say putting my phone on silence mode closing the WhatsApp tab on my laptop signing out of my Facebook account for example but called uh not something but this activity helps me to concentrate like now I'm chatting with you we're doing this interview so I have closed this kind of a temporarily digital detox for me I put my phone on silent mode and I can't see the screen I have logged out of my Facebook so this activity helps me focus and what I then what I do I look at my clock for example 321 now okay 2350 I have to study and until that time no phone no checking email no WhatsApp nothing so I would say this action has helped me to concentrate to focus more on my study and this is what I tell my students as well because our students are youngsters and they are kind of they are digital natives by the way I'm a digital immigrant when I was a student like when I was doing Masters 20 years ago we didn't have these devices so at that time we didn't have okay have it I'm going to stop you there you've spoken for two minutes okay do you think you will continue this routine in the future yes I will I will I'll switch off.",
      "transcript_cleaned": "Do I start the reading and something happens and it kind of Pampers my my dampen is my concentration so I thought yeah this something is wasting my time I should do something about and that something was for example right now I am chatting with you and I have for example closed my WhatsApp window I put my phone on silent mode so that thing is switching off or if not switching off watching let us say putting my phone on silence mode closing the WhatsApp tab on my laptop signing out of my Facebook account for example but called not something but this activity helps me to concentrate like now I am chatting with you we are doing this interview so I have closed this kind of a temporarily digital detox for me I put my phone on silent mode and I cannot see the screen I have logged out of my Facebook so this activity helps me focus and what I then what I do I look at my clock for example 321 now okay 2350 I have to study and until that time no phone no checking email no WhatsApp nothing so I would say this action has helped me to concentrate to focus more on my study and this is what I tell my students as well because our students are youngsters and they are kind of they are digital natives by the way I am a digital immigrant when I was a student like when I was doing Masters 20 years ago we did not have these devices so at that time we did not have okay have it",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E0Gu8eI0O38_q05",
      "video_id": "E0Gu8eI0O38",
      "band": 8.5,
      "question": "[Transcript chunk 5]",
      "transcript": "My devices for some time and try to concentrate okay wonderful so Hannah we have been talking about a routine and something that you do that helps you to concentrate and I would like to discuss with you one or two more general questions related to this let us first of all consider concentrating at work now what do you think a boss can do to encourage his or her employees to focus and concentrate at work well a boss has kind of I would say the boss is being like a tankless job like if you if you are trying if you are strict so maybe your subordinates do not like that but I think you have to be scripted of course because a boss should first issue let us say a series of directives or instructions like for example I am a teacher so without being told by my boss though there are Journal instructions but without being told I I put on my phone on silent mode for example so boss should issue let us say straight forward clear instructions as to how the employees can concentrate and maybe there could be training sessions that he or she can organize for his employees right and you mentioned it is important for a boss to be strict a bit strict yeah not very strict a bit strict yeah I have a okay yeah it was so for example a lot of the time now as as people work remotely it is it is sometimes harder for bosses to work out whether their staff are being productive and some bosses and employers will use monitoring devices so to for example see that their staff are looking at their computers or not checking Facebook what do you think about these.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "my devices for some time and try to concentrate okay wonderful so Hannah we've been talking about um a routine and something that you do that helps you to concentrate and I'd like to discuss with you one or two more general questions related to this um let's first of all consider um concentrating at work now what do you think a boss can do to encourage his or her employees to focus and concentrate at work well a boss has kind of um I'd say the boss is being like a tankless job like if you if you're trying if you are strict so maybe your uh subordinates don't like that but I think you have to be scripted of course because a boss should first issue uh let's say a series of directives or instructions like for example I'm a teacher so without being told by my boss though there are Journal instructions but without being told I I put on my phone on silent mode for example so boss should issue uh let's say straight forward clear instructions as to how the employees can concentrate and maybe there could be training sessions that he or she can organize for his employees right and you mentioned it's important for a boss to be strict um a bit strict yeah not very strict a bit strict yeah I have a okay yeah it was um so for example a lot of the time now um as as people work remotely it's it's sometimes harder for bosses to work out whether their staff are being productive um and some bosses and employers will use uh monitoring devices so to for example see that their staff are looking at their computers or not checking Facebook what do you think about these.",
      "transcript_cleaned": "My devices for some time and try to concentrate okay wonderful so Hannah we have been talking about a routine and something that you do that helps you to concentrate and I would like to discuss with you one or two more general questions related to this let us first of all consider concentrating at work now what do you think a boss can do to encourage his or her employees to focus and concentrate at work well a boss has kind of I would say the boss is being like a tankless job like if you if you are trying if you are strict so maybe your subordinates do not like that but I think you have to be scripted of course because a boss should first issue let us say a series of directives or instructions like for example I am a teacher so without being told by my boss though there are Journal instructions but without being told I I put on my phone on silent mode for example so boss should issue let us say straight forward clear instructions as to how the employees can concentrate and maybe there could be training sessions that he or she can organize for his employees right and you mentioned it is important for a boss to be strict a bit strict yeah not very strict a bit strict yeah I have a okay yeah it was so for example a lot of the time now as as people work remotely it is it is sometimes harder for bosses to work out whether their staff are being productive and some bosses and employers will use monitoring devices so to for example see that their staff are looking at their computers or not checking Facebook what do you think about these.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "E0Gu8eI0O38_q06",
      "video_id": "E0Gu8eI0O38",
      "band": 8.5,
      "question": "[Transcript chunk 6]",
      "transcript": "Kind of methods yes if if you work remotely and boss wants to keep a check or an item yes you have to think of such clever ideas yes but in case of let us say when we were doing our we were taking our online classes we asked our students to turn on their cameras so maybe a boss can do the same to like ask his directive employees to turn on the camera or maybe give them a task and a certain time frame for example like you have this task you can do it till let us say if it is three o'clock do it till four breakdown but so you know that you have you do not have much time you have to wait quickly because and maybe that will like put you on your toes let us say that the boss can last me giving me a very little time and I should do it quickly so it does not give me any room for any kind of let us say wasting my time or maybe using social media instead of doing my work yes and do you think that monitoring stuff and giving them rules is always the best way to boost productivity in the workplace well the answer is both yes and no so set of instructions being a little a little bit of strictness and on the other hand let us say appreciation maybe bonuses so you have to do all these things sometimes a little stiffness sometimes wherever appreciation my boss boss does that for example and whenever we do something good we are in a meeting so he asks other employees to clap for Mr or Mr and so so appreciation and finding that balance between the two exactly yeah and if we.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "kind of methods yes if uh if you work remotely and boss wants to keep a check or an item yes you have to think of such clever ideas yes but in case of let's say when we were doing our we were taking our online classes we asked our students to turn on their cameras so maybe a boss can do the same to like ask his directive employees to turn on the camera or maybe give them a task and a certain time frame for example like you have this task you can do it till let's say if it's three o'clock do it till four breakdown but so you know that you have you don't have much time you have to wait quickly because and maybe uh that will like put you on your toes let's say that the boss can last me giving me a very little time and I should do it quickly so it doesn't give me any room for any kind of let's say wasting my time or maybe using social media instead of doing my work yes and do you think that um monitoring stuff and giving them rules is always the best way to boost productivity in the workplace uh well the answer is both yes and no so set of instructions being um a little a little bit of strictness and on the other hand let's say appreciation maybe bonuses so you have to do all these things sometimes a little stiffness sometimes wherever appreciation my boss boss does that for example and whenever we do something good we are in a meeting so he asks other employees to clap for Mr or Mr and so so appreciation and finding that balance between the two exactly yeah and if we.",
      "transcript_cleaned": "Kind of methods yes if if you work remotely and boss wants to keep a check or an item yes you have to think of such clever ideas yes but in case of let us say when we were doing our we were taking our online classes we asked our students to turn on their cameras so maybe a boss can do the same to like ask his directive employees to turn on the camera or maybe give them a task and a certain time frame for example like you have this task you can do it till let us say if it is three o'clock do it till four breakdown but so you know that you have you do not have much time you have to wait quickly because and maybe that will like put you on your toes let us say that the boss can last me giving me a very little time and I should do it quickly so it does not give me any room for any kind of let us say wasting my time or maybe using social media instead of doing my work yes and do you think that monitoring stuff and giving them rules is always the best way to boost productivity in the workplace well the answer is both yes and no so set of instructions being a little a little bit of strictness and on the other hand let us say appreciation maybe bonuses so you have to do all these things sometimes a little stiffness sometimes wherever appreciation my boss boss does that for example and whenever we do something good we are in a meeting so he asks other employees to clap for Mr or Mr and so so appreciation and finding that balance between the two exactly yeah and if we.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}