{
  "batch_id": 16,
  "count": 20,
  "samples": [
    {
      "sample_id": "UTxvqD8n6Mc_q13",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "And why do you choose casual clothes when you want to hang out with your friends?",
      "transcript": "What Why do you choose casual Casual because I very very It comfortable for me And I think it better to go to for example to park to coffee It better Okay Because I comfortable Great And how do people choose what style of clothing to buy I do not know the people but I think after the five or six years old we have one, idea to buy everything including clothes. So it depends of your, of our life I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "What Why do you choose casual Casual because I very very er It comfortable for me And er I think it better to go to for example to park to coffee It better Okay Because I comfortable Great And how do people choose what style of clothing to buy Um, I don't know the people but I think after the five or six years old we have one, er, idea to buy everything including clothes. So it depends of your, of our life I think.",
      "transcript_cleaned": "What Why do you choose casual Casual because I very very It comfortable for me And I think it better to go to for example to park to coffee It better Okay Because I comfortable Great And how do people choose what style of clothing to buy I do not know the people but I think after the five or six years old we have one, idea to buy everything including clothes. So it depends of your, of our life I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q14",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "Okay, and why do you think some people buy brand name clothes?",
      "transcript": "I think for the quality and the style, I think. I, I, I buy brand for quality. I know some brand, that they, they have, products with high quality. So I prefer buy everything high quality, price, and then the style.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, I think for the quality and the style, I think. I, I, I buy brand for quality. I know some brand, uh, that they, uh, they have, uh, products with high quality. So I prefer buy everything high quality, price, and then the style.",
      "transcript_cleaned": "I think for the quality and the style, I think. I, I, I buy brand for quality. I know some brand, that they, they have, products with high quality. So I prefer buy everything high quality, price, and then the style.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q15",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "What do you think of uniforms?",
      "transcript": "Uniform is very good for, for example, for the schools, for the offices, for the factories, Because, uniforms bring, responsibility, I think.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uniform is very good for, um, for example, for the schools, for the offices, for the factories, Because, er, uniforms bring, er, er, responsibility, I think.",
      "transcript_cleaned": "Uniform is very good for, for example, for the schools, for the offices, for the factories, Because, uniforms bring, responsibility, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "UTxvqD8n6Mc_q16",
      "video_id": "UTxvqD8n6Mc",
      "band": 3.5,
      "question": "Can you explain more?",
      "transcript": "Yes, I think the uniform, make more discipline, I think. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, er, I think the uniform, er, make more discipline, I think. Okay.",
      "transcript_cleaned": "Yes, I think the uniform, make more discipline, I think.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q01",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Ready to go?",
      "transcript": "Yeah. From here starts the speaking test. This is the speaking.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah. From here starts the speaking test. This is the speaking.",
      "transcript_cleaned": "From here starts the speaking test. This is the speaking.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q04",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Where is it?",
      "transcript": "So, generally I came from Mashhad and, I have not been here for long. So I just came here for, one year. and, recently I am living on a, a small, size, apartment. it is a very cozy apartment. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, um, generally I came from Mashhad and, um, I haven't been here for long. So I just came here for, uh, one year. Uh, and, um, um, recently I am living on a, uh, a small, uh, size, um, apartment. Um, um, it's a very cozy apartment. All right.",
      "transcript_cleaned": "generally I came from Mashhad and, I have not been here for long. So I just came here for, one year. and, recently I am living on a, a small, size, apartment. it is a very cozy apartment.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q05",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "What changes would you like to bring in it?",
      "transcript": "So, I am a kind of artist and designing a home and designing anything. it is my thing and I, I really enjoy it. So, being, well decorated, and to decorate the house, in a way that, I enjoy and I always dreamed it is the way I like.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "So, um, um, I'm a kind of artist and designing a home and designing anything. It's my thing and I, I really enjoy it. So, um, um, being, uh, well decorated, uh, and to decorate the house, um, in a way that, um, I enjoy and I always dreamed it's the way I like.",
      "transcript_cleaned": "I am a kind of artist and designing a home and designing anything. it is my thing and I, I really enjoy it. So, being, well decorated, and to decorate the house, in a way that, I enjoy and I always dreamed it is the way I like.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q06",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Do you plan to live in the same house in the future?",
      "transcript": "Of course not. it is not my, dream house. I am planning to, move in a better house to, I will be able to, my house, be my own house, actually to buy it. But these days I do not have, I have financial problems and, I cannot afford it. So one day, a dream house that I, I am the capable. be capable to design the way that I like. And.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Of course not. It's not my, uh, dream house. I'm planning to, uh, move in a better house to, uh, I'll be able to, uh, my house, be my own house, actually to buy it. But these days I don't have, um, I have financial problems and, uh, I can't afford it. So one day, um, a dream house that I, I am the capable. Um, be capable to design the way that I like. And.",
      "transcript_cleaned": "Of course not. it is not my, dream house. I am planning to, move in a better house to, I will be able to, my house, be my own house, actually to buy it. But these days I do not have, I have financial problems and, I cannot afford it. So one day, a dream house that I, I am the capable. be capable to design the way that I like. And.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q07",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Are street markets commonly seen around in your country?",
      "transcript": "Actually, yeah, to ask you a question, I can say that, street markets are well known in my country, actually, to rent a shop in, I do not know, apartment or, shopping malls. it is a kind of, costly, thing to do. So, rent a street shop, it is more cost effective and it is more familiar with others. So, and actually indeed, it has a very friendly atmosphere and, it just attracts people and consumers.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um. Um, actually, yeah, to ask you a question, I can say that, uh, street markets are well known in my country, actually, uh, to rent a shop in, I don't know, apartment or, uh, shopping malls. It's a kind of, um, uh, costly, uh, thing to do. So, um, rent a street shop, it's more cost effective and it's more familiar with others. So, and actually indeed, uh, it has a very friendly atmosphere and, uh, it just attracts people and consumers.",
      "transcript_cleaned": "Actually, yeah, to ask you a question, I can say that, street markets are well known in my country, actually, to rent a shop in, I do not know, apartment or, shopping malls. it is a kind of, costly, thing to do. So, rent a street shop, it is more cost effective and it is more familiar with others. So, and actually indeed, it has a very friendly atmosphere and, it just attracts people and consumers.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q08",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Do people in your country freely go to open air markets?",
      "transcript": "Open, I do not think that, having open market in Iran is a common thing to do, to have. So, but, and I do not have that. We are, I do not know, we are the, we have enough culture to, have the best behavioral attitude to, I do not know, going to opening market and.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, open, um, I don't think that, um, having open market in Iran is a common thing to do, to have. So, uh, but, uh, and I don't have that. We are, I don't know, um, we are the, we have enough culture to, um, have the best behavioral attitude to, um, I don't know, going to opening market and, um.",
      "transcript_cleaned": "Open, I do not think that, having open market in Iran is a common thing to do, to have. So, but, and I do not have that. We are, I do not know, we are the, we have enough culture to, have the best behavioral attitude to, I do not know, going to opening market and.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q10",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Do you still review and go over those memories?",
      "transcript": "Sure. you know, living with the memories is one of my thing to do. Actually, it was like living a dream. because, seeing such a beauty, it was, so relaxing and, calming experience to feel.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, sure. Uh, you know, uh, living with the memories is one of my thing to do. Actually, um, it was like living a dream. Um, because, um, seeing such a beauty, uh, it was, um, so relaxing and, um, calming experience to feel.",
      "transcript_cleaned": "Sure. you know, living with the memories is one of my thing to do. Actually, it was like living a dream. because, seeing such a beauty, it was, so relaxing and, calming experience to feel.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q11",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Of course, why not?",
      "transcript": "I do not, I mean, who does not want to experience, I do not know, a happiness that, that they experienced. I mean, the calm and the, I do not know. Sorry, I lost my train of thought. All right. And your two-minute time is over now.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I don't, I mean, um, who doesn't want to experience, um, um, I don't know, a happiness that, um, Um, that they experienced. I mean, um, the calm and the, um, I don't know. Sorry, I lost my train of thought. All right. And your two-minute time is over now.",
      "transcript_cleaned": "I do not, I mean, who does not want to experience, I do not know, a happiness that, that they experienced. I mean, the calm and the, I do not know. Sorry, I lost my train of thought. All right. And your two-minute time is over now.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q12",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Would you please hand me back?",
      "transcript": "Yeah, sure. The pen, the paper, and the.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, sure. The pen, the paper, and the.",
      "transcript_cleaned": "sure. The pen, the paper, and the.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q13",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Are the number of farmlands across the globe declining and why?",
      "transcript": "Unfortunately I, I, I should say that these days, the number of, fromland is obviously increasing, by the air pollution or so many, problems that are happening to our nature. So, yeah, unfortunately they are increasing. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, unfortunately I, I, I should say that these days, uh, the number of, uh, fromland is obviously increasing, uh, by the air pollution or so many, uh, problems that are happening to our nature. So, uh, yeah, unfortunately they are increasing. Okay.",
      "transcript_cleaned": "Unfortunately I, I, I should say that these days, the number of, fromland is obviously increasing, by the air pollution or so many, problems that are happening to our nature. So, yeah, unfortunately they are increasing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q14",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Unfortunately increasing?",
      "transcript": "I think they are decreasing. they are decreasing. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think they are decreasing. They're decreasing. Okay.",
      "transcript_cleaned": "I think they are decreasing. they are decreasing.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q15",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Do people usually visit farms as part of their leisure activity in your country?",
      "transcript": "Yes, they do. in my point of view, and going to farmlands, I do not know, North South Carolina, anything that contain so many beauties and natures and trees and gardens, it can be a soothing experience to experience. And, we can, I do not know, have a lot of good memory and, make a, I do not know, enjoyable atmosphere that we want to release our negative energy. And what are the advantages of having large farmlands in a region one of the advantages of having large farmlands in a region one of the most advantages that I consider to of having a farm a large farmland is that you can live by the nature You can live by the beauty. You can, I do not know, see the animals and, and the nature of, the nature actually. So, and you can just avoid the air pollution and anything that disturbs your life in a, city that is, civilized, that has civilization. All right.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yes, they do. Um, in my point of view, and going to farmlands, I don't know, North South Carolina, anything that contain so many beauties and natures and trees and gardens, it can be a soothing experience to experience. And, uh, we can, I don't know, um, have a lot of good memory and, uh, make a, I don't know, um, enjoyable atmosphere that we want to release our negative energy. And what are the advantages of having large farmlands in a region Uh um one of the advantages of having large farmlands in a region Uh um one of the most advantages that I consider to um of having a farm a large uh farmland is that you can live by the nature You can live by the beauty. You can, I don't know, see the animals and, uh, and the nature of, um, the nature actually. So, um, and you can just avoid the air pollution and anything that disturbs your life in a, um, um, city that is, um, civilized, that has civilization. All right.",
      "transcript_cleaned": "Yes, they do. in my point of view, and going to farmlands, I do not know, North South Carolina, anything that contain so many beauties and natures and trees and gardens, it can be a soothing experience to experience. And, we can, I do not know, have a lot of good memory and, make a, I do not know, enjoyable atmosphere that we want to release our negative energy. And what are the advantages of having large farmlands in a region one of the advantages of having large farmlands in a region one of the most advantages that I consider to of having a farm a large farmland is that you can live by the nature You can live by the beauty. You can, I do not know, see the animals and, and the nature of, the nature actually. So, and you can just avoid the air pollution and anything that disturbs your life in a, city that is, civilized, that has civilization.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q16",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "So do you think that farmers and agricultural workers should be given more subsidies by the government?",
      "transcript": "I think they do actually. They deserve more than they have. but, suddenly we can see that, so, so many, I do not know, workers that are working at their farmland or any area of country, and they do not gain what they really deserve. And, I do not think that it, one day we can see a day that it would be better, but, they deserve more than what they have.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think they do actually. They deserve more than they have. Um, but, um, uh, suddenly we can see that, um, so, uh, so many, I don't know, workers that are working at their farmland or any area of country, and they don't gain what they really deserve. And, um, I don't think that it, one day we can see a day that it would be better, but, um, they deserve more than what they have.",
      "transcript_cleaned": "I think they do actually. They deserve more than they have. but, suddenly we can see that, so, so many, I do not know, workers that are working at their farmland or any area of country, and they do not gain what they really deserve. And, I do not think that it, one day we can see a day that it would be better, but, they deserve more than what they have.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q19",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "So simply the garden has trees, okay?",
      "transcript": "Include here is not appropriate. So try to pay attention to, the appropriate usage of words. Some words are okay. They, they convey the meaning, they convey the message, but they are not natural. Using them in specific and certain contexts. And then, you, you use this, the experiences and the skills are passed from one generation to the other. it is great. You, you are great in using it. and then there is this issue. You said one of the most advantages. One of the best, perhaps, advantages of something. He said one of the most advantages. have the capacity, have the capability. Terrifying. All these words and idioms are really amazing. Stick to that.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Include here is not appropriate. So try to pay attention to, uh, the appropriate usage of words. Some words are okay. They, they convey the meaning, they convey the message, but they're not natural. Using them in specific and certain contexts. And then, uh, you, you use this, um, uh, the experiences and the skills are passed from one generation to the other. It's great. You, you are great in using it. Um, and then there's this issue. You said one of the most advantages. One of the best, perhaps, advantages of something. He said one of the most advantages. Uh, have the capacity, have the capability. Terrifying. All these words and idioms are really amazing. Stick to that. Uh,.",
      "transcript_cleaned": "Include here is not appropriate. So try to pay attention to, the appropriate usage of words. Some words are okay. They, they convey the meaning, they convey the message, but they are not natural. Using them in specific and certain contexts. And then, you, you use this, the experiences and the skills are passed from one generation to the other. it is great. You, you are great in using it. and then there is this issue. You said one of the most advantages. One of the best, perhaps, advantages of something. He said one of the most advantages. have the capacity, have the capability. Terrifying. All these words and idioms are really amazing. Stick to that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q20",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "However, you did not have many significant grammatical issues.",
      "transcript": "You were able to construct complex structures easily, simple complex structures. you said, as we see global warming is getting blah, blah, blah, as we see. So all those different connectors and connectives, of course, help you build more complex structures and easily without any error. So that is really important. but you had a couple of, issues here. Like, is that, people have funds. Yeah. Instead of having fun, have funds.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "You were able to construct complex structures easily, simple complex structures. Uh, you said, as we see global warming is getting blah, blah, blah, as we see. So all those different connectors and connectives, of course, um, help you build more complex structures and easily without any error. So that's really important. Uh, but you had a couple of, um, issues here. Like, um, is that, um, people have funds. Yeah. Instead of having fun, have funds.",
      "transcript_cleaned": "You were able to construct complex structures easily, simple complex structures. you said, as we see global warming is getting blah, blah, blah, as we see. So all those different connectors and connectives, of course, help you build more complex structures and easily without any error. So that is really important. but you had a couple of, issues here. Like, is that, people have funds. Yeah. Instead of having fun, have funds.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "0aVsRuDojYI_q23",
      "video_id": "0aVsRuDojYI",
      "band": 6.0,
      "question": "Any comments?",
      "transcript": "No, I just, so I am an introverted person and I wanted to control my stress, but I was being controlled by stress. So. And there is a solution to controlling it. I know. I am working on it. I am trying to working on it. One of them is to, look to the mirror, see yourself in front of a mirror, and talk to yourself, and imagine that you are the examiner and the candidate at the same time. Record your voice, speak, record your voice, then be the judge. Try to, detect the issues and the shortcomings. You be the judge, then record again, try to remove those mistakes and those issues. Gradually, you will be a better and more fluent speaker.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "No, I just, um, so I'm an introverted person and I wanted to control my stress, but I was being controlled by stress. So. And there is a solution to controlling it. I know. I'm working on it. I'm trying to working on it. One of them is to, uh, look to the mirror, see yourself in front of a mirror, and talk to yourself, and imagine that you are the examiner and the candidate at the same time. Record your voice, speak, record your voice, then be the judge. Try to, um, detect the issues and the shortcomings. You be the judge, then record again, try to remove those mistakes and those issues. Gradually, you will be a better and more fluent speaker.",
      "transcript_cleaned": "No, I just, so I am an introverted person and I wanted to control my stress, but I was being controlled by stress. So. And there is a solution to controlling it. I know. I am working on it. I am trying to working on it. One of them is to, look to the mirror, see yourself in front of a mirror, and talk to yourself, and imagine that you are the examiner and the candidate at the same time. Record your voice, speak, record your voice, then be the judge. Try to, detect the issues and the shortcomings. You be the judge, then record again, try to remove those mistakes and those issues. Gradually, you will be a better and more fluent speaker.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}