{
  "batch_id": 163,
  "count": 20,
  "samples": [
    {
      "sample_id": "FZQkG-iI828_q05",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "I get the news?",
      "transcript": "Yeah, like how do they, you said you use the phone and application to get the news.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yeah, like how do they, you said you use the phone and application to get the news.",
      "transcript_cleaned": "like how do they, you said you use the phone and application to get the news.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q06",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "How do they find the news or how do they access it?",
      "transcript": "It is a hard question. Maybe, maybe they have got the news from the telegram. because sometimes they are, they are sending to message to me for, watch Vladimir, watch to this news. And then I saw it and we are sending to message to telegram. Messenger.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, uh, it's a hard question. Maybe, maybe they have got the news from the telegram. Um, because sometimes they are, they are sending to message to me for, uh, watch Vladimir, watch to this news. And then I saw it and we are sending to message to telegram. Messenger.",
      "transcript_cleaned": "It is a hard question. Maybe, maybe they have got the news from the telegram. because sometimes they are, they are sending to message to me for, watch Vladimir, watch to this news. And then I saw it and we are sending to message to telegram. Messenger.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q07",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Did you read the news this morning?",
      "transcript": "Today not, but yesterday, yesterday or later night. Yeah, already.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, today not, but yesterday, yesterday or later night. Yeah, already.",
      "transcript_cleaned": "Today not, but yesterday, yesterday or later night. Yeah, already.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q08",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "In general, would you say you are interested in news and like keeping up to date?",
      "transcript": "For me, for me is interest because I have, I have interest to reward situation or what happening today. And then because I want to, I will be lived in Russia. I want, I hope. So, I need, now is very important problem with Ukraine or with NATO or political. So, so I think, I think I, in my life is very important nowadays. let us quickly ask something about languages, because you mentioned about Russian.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "For me, for me is interest because I have, I have interest to reward situation or what happening today. And then because I want to, I will be lived in Russia. I want, I hope. So, I need, now is very important problem with Ukraine or with NATO or political. So, so I think, I think I, in my life is very important nowadays. Let's quickly ask something about languages, because you mentioned about Russian.",
      "transcript_cleaned": "For me, for me is interest because I have, I have interest to reward situation or what happening today. And then because I want to, I will be lived in Russia. I want, I hope. So, I need, now is very important problem with Ukraine or with NATO or political. So, so I think, I think I, in my life is very important nowadays. let us quickly ask something about languages, because you mentioned about Russian.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q09",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Like how did you learn a new language?",
      "transcript": "Mmm in my case Russians When I was younger I played computer games Maybe you know that Counter Oh yes They have a server in East Japan and matching it I met many people Chinese and Russian They have 19 of Chinese or Russians But they are saying not following to English. For example, if a Korean or five people playing the games, speak to English, for example, for example, have from the, Espanya or, or other country try to try to English. But Russian and Chinese are not right. Just a mother language say to not communication each other people. So before when I was younger, I liked this mind. Russian and Chinese mind. So I choose the Russians. Okay, excellent. okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Mmm in my case Russians When I was younger I played computer games Maybe you know that Counter Oh yes They have a server in East Japan and matching it I met many people Chinese and Russian They have 19 of Chinese or Russians But they are saying not following to English. For example, if a Korean or five people playing the games, uh, speak to English, uh, for example, for example, have from the, um, Espanya or, or other country try to try to English. But Russian and Chinese are not right. Just a mother language say to not communication each other people. So before when I was younger, I liked this mind. Russian and Chinese mind. So I choose the Russians. Okay, excellent. Um, okay,.",
      "transcript_cleaned": "Mmm in my case Russians When I was younger I played computer games Maybe you know that Counter Oh yes They have a server in East Japan and matching it I met many people Chinese and Russian They have 19 of Chinese or Russians But they are saying not following to English. For example, if a Korean or five people playing the games, speak to English, for example, for example, have from the, Espanya or, or other country try to try to English. But Russian and Chinese are not right. Just a mother language say to not communication each other people. So before when I was younger, I liked this mind. Russian and Chinese mind.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q10",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Someone to, someone to, about that, positive, give to positive or advice, right?",
      "transcript": "I think, I think I want to give advice and confidence. Some other people, for new track. Just like that. Now, now I am interviewed this, just like this in English. But it is not, I am not native speaker in English. So if many people watch this video and try to something new project or some goals, I want to, I hope, I hope they will help to, for me, to this chance or this video. and then my friend, my friend is now teaching to English and Russian. he have a, he have a skill better than me. someone, someone teach or give to information. So I saw that he has specialist skills or, yeah, he has a well-teach someone. But I do not have this skill. So, even I can speak to Russian, but no, already you know that know and teaching is another difference. So, just, just many, I hope, I hope say too many tried it and, experience, in the life, in our life is very important, I think. I thought. Cool stuff.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think, I think I want to give advice and confidence. Some other people, uh, for new track. Just like that. Now, now I'm interviewed this, just like this in English. But it's not, I'm not native speaker in English. So if many people watch this video and try to something new project or some goals, I wanna, I hope, I hope they'll help to, for me, to this chance or this video. Um, and then my friend, my friend is now teaching to English and Russian. Um, he have a, he have a skill better than me. Um, someone, someone teach or give to information. So I saw that he has specialist skills or, yeah, he has a well-teach someone. But I don't have this skill. So, um, even I can speak to Russian, but no, uh, already you know that know and teaching is another difference. So, um, just, just many, I hope, I hope say too many tried it and, uh, experience, uh, in the life, in our life is very important, I think. I thought. Cool stuff.",
      "transcript_cleaned": "I think, I think I want to give advice and confidence. Some other people, for new track. Just like that. Now, now I am interviewed this, just like this in English. But it is not, I am not native speaker in English. So if many people watch this video and try to something new project or some goals, I want to, I hope, I hope they will help to, for me, to this chance or this video. and then my friend, my friend is now teaching to English and Russian. he have a, he have a skill better than me. someone, someone teach or give to information. So I saw that he has specialist skills or, yeah, he has a well-teach someone. But I do not have this skill. So, even I can speak to Russian, but no, already you know that know and teaching is another difference. So, just, just many, I hope, I hope say too many tried it and, experience, in the life, in our life is very important, I think. I thought. Cool stuff.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q11",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Do you think people care about others' comments about them?",
      "transcript": "Comments, yes. Yeah, like, for example, if you do something, the opinion of other people about what you do, do you think that is important for people?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, comments, uh, yes. Yeah, like, uh, for example, if you do something, the opinion of other people about what you do, do you think that is important for people?",
      "transcript_cleaned": "Comments, yes. Yeah, like, for example, if you do something, the opinion of other people about what you do, do you think that is important for people?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q12",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Do they care about those things?",
      "transcript": "Yes, I think it is very important because, because, for example, one video you have, you watch it in YouTube or internet, and if you think, if you think something, and, recommended it to come in, Maybe video or you can change or you can give to your idea to him or she, right? Or to her. Yeah. Maybe and then they are maybe reading and decided this idea to another way or either change the styles Or some people, some people, this problem, because, because this problem to choose suicide. So I think it is a very important, also very, very important, problems or, social, social problem. Now, nowadays. I, I, so just I hope this is very important to blogger or influencer. Yeah. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yes, I think it's very important because, um, because, um, for example, one video you have, you watch it in YouTube or internet, and if you think, if you think something, and, uh, recommended it to come in, Maybe video or you can change or you can give to your idea to him or she, right? Or to her. Yeah. Maybe and then they are maybe reading and decided this idea to uh another way or uh either change the um styles Or some people, some people, this problem, uh, because, because this problem to choose suicide. So I think it's a very important, also very, very important, uh, problems or, um, social, social problem. Now, nowadays. I, I, so just I hope this is very important to blogger or influencer. Yeah. Right.",
      "transcript_cleaned": "Yes, I think it is very important because, because, for example, one video you have, you watch it in YouTube or internet, and if you think, if you think something, and, recommended it to come in, Maybe video or you can change or you can give to your idea to him or she, right? Or to her. Yeah. Maybe and then they are maybe reading and decided this idea to another way or either change the styles Or some people, some people, this problem, because, because this problem to choose suicide. So I think it is a very important, also very, very important, problems or, social, social problem. Now, nowadays. I, I, so just I hope this is very important to blogger or influencer.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q13",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Positive feedback or negative feedback?",
      "transcript": "I think, I think negative feedback, better than, better than positive feedback. Because, people always, I think, in my opinion, people always, long remember in the brain, negative memories or, or is not good explain memories. So, if I, if I show to somewhere in the video just like this, and I will be checked to my calendar, and I will, I will read to A negative commander and I will change the what I need fixed, what I need have a change. So I will about think that. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I think, I think negative feedback, uh, better than, better than positive feedback. Because, uh, people always, uh, I think, in my opinion, people always, uh, um, long remember in the brain, uh, negative memories or, or is not good explain memories. So, uh, if I, if I show to somewhere in the video just like this, and I will be checked to my calendar, and I will, I will read to A negative commander and I will change the what I need fixed, what I need um, have a change. So I will about think that. Okay.",
      "transcript_cleaned": "I think, I think negative feedback, better than, better than positive feedback. Because, people always, I think, in my opinion, people always, long remember in the brain, negative memories or, or is not good explain memories. So, if I, if I show to somewhere in the video just like this, and I will be checked to my calendar, and I will, I will read to A negative commander and I will change the what I need fixed, what I need have a change. So I will about think that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q14",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Why is negative feedback so important?",
      "transcript": "Because always people have another idea. You have an idea and I have also an idea. But it is maybe different. So, or haters. Haters have, or anywhere have. So I think some, if I more to grow up from, if I work to influencer or in the somewhere show in video or TikTok and Instagram, so I think I need them negative commenter. Because from the grow up, it is like stare. I think I need to fix it and fix it some more and grow up then grow up. it is just a flower.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, because always people have another idea. You have an idea and I have also an idea. But it's maybe different. So, or haters. Haters have, or anywhere have. So I think some, if I more to grow up from, if I work to influencer or in the somewhere show in video or TikTok and Instagram, so I think I need them negative commenter. Because from the grow up, it's like stare. I think I need to fix it and fix it some more and grow up then grow up. It's just a flower.",
      "transcript_cleaned": "Because always people have another idea. You have an idea and I have also an idea. But it is maybe different. So, or haters. Haters have, or anywhere have. So I think some, if I more to grow up from, if I work to influencer or in the somewhere show in video or TikTok and Instagram, so I think I need them negative commenter. Because from the grow up, it is like stare. I think I need to fix it and fix it some more and grow up then grow up. it is just a flower.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "FZQkG-iI828_q15",
      "video_id": "FZQkG-iI828",
      "band": 4.0,
      "question": "Like in general, do you think all parents should encourage and motivate their children like all the time?",
      "transcript": "Yes. Yes, I think in in my case, my parents are so. Yep, so, but this is question hard for me. Yeah, sorry. Take your time. Yep. Yeah, parents.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, yes. Yes, I think in in my case, my parents are so. Yep, so, but this is question hard for me. Yeah, sorry. Take your time. Yep. Yeah, parents, uh.",
      "transcript_cleaned": "Yes. Yes, I think in in my case, my parents are so. Yep, so, but this is question hard for me. Yeah, sorry. Take your time. Yep. Yeah, parents.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q01",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Can you just open it to the page with your credentials?",
      "transcript": "That I used to, to register. I was here for this test a few weeks ago.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "That I used to, to register. I was here for this test a few weeks ago.",
      "transcript_cleaned": "That I used to, to register. I was here for this test a few weeks ago.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q03",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Where do you live?",
      "transcript": "I live in the suburbs of Warsaw. We live in a detached home with a little backyard. And the house is three bedroom, two bathroom, two level. There is a two stories in this home.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I live in the suburbs of Warsaw. We live in a detached home with a little backyard. And the house is three bedroom, two bathroom, two level. There is a two stories in this home.",
      "transcript_cleaned": "I live in the suburbs of Warsaw. We live in a detached home with a little backyard. And the house is three bedroom, two bathroom, two level. There is a two stories in this home.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q04",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "What is your hobby?",
      "transcript": "My, pleasure activity is a model building. actually, usually build planes. This is the hobby what I am doing since I, you know, was young.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, my, uh, pleasure activity is a model building. Uh, actually, uh, um, usually build planes. This is the hobby what I'm doing since I, you know, was young.",
      "transcript_cleaned": "My, pleasure activity is a model building. actually, usually build planes. This is the hobby what I am doing since I, you know, was young.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q05",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Do you have a garden where you live?",
      "transcript": "Yes. As I mentioned, we had a little backyard around our house and yeah, I love gardening.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. As I mentioned, uh, we had a little backyard around our house and yeah, I love gardening.",
      "transcript_cleaned": "Yes. As I mentioned, we had a little backyard around our house and yeah, I love gardening.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q06",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Why or why not?",
      "transcript": "Yes, as I said, I love gardening because I am relaxing when I am gardening.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, as I said, I love gardening because I'm relaxing when I'm gardening.",
      "transcript_cleaned": "Yes, as I said, I love gardening because I am relaxing when I am gardening.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q07",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "How often do you garden?",
      "transcript": "Usually I am gardening only during the weekends, of course during the summer. Only the weekends because during the week I do not have too much time for it.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Usually I'm gardening only during the weekends, of course during the summer. Only the weekends because during the week I don't have too much time for it.",
      "transcript_cleaned": "Usually I am gardening only during the weekends, of course during the summer. Only the weekends because during the week I do not have too much time for it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q08",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Whom do you garden with?",
      "transcript": "Usually I am gardening by myself. The rest of my family is not much involved in this, but my wife sometimes helps me with planting some flowers or some, you know, vegetables.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Usually I'm gardening by myself. The rest of my family is not much involved in this, but my wife sometimes helps me with planting some flowers or some, you know, vegetables.",
      "transcript_cleaned": "Usually I am gardening by myself. The rest of my family is not much involved in this, but my wife sometimes helps me with planting some flowers or some, you know, vegetables.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q09",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Have you ever planted a flower or a tree?",
      "transcript": "Yes. Every year I planted dozens of tulips and not too many trees because our backyard is not big enough to plant the trees.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes. Every year I planted dozens of tulips and not too many trees because our backyard is not big enough to plant the trees.",
      "transcript_cleaned": "Yes. Every year I planted dozens of tulips and not too many trees because our backyard is not big enough to plant the trees.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "_YcuhmYuMGc_q11",
      "video_id": "_YcuhmYuMGc",
      "band": 4.0,
      "question": "Talk about a place you like going to buy groceries.",
      "transcript": "Do not touch the paper please. I am sorry.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Do not touch the paper please. I'm sorry.",
      "transcript_cleaned": "Do not touch the paper please. I am sorry.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}