{
  "batch_id": 27,
  "count": 20,
  "samples": [
    {
      "sample_id": "5EhSBPNkByk_q04",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And is family important in your country?",
      "transcript": "Well, I am intrigued by this question of whether we could evolve and develop an innovative way of, developing, the friendship that we have. Now, as specifically regarding the family members, of course it does have an important role when it comes to the people that you have in your family. I do accept this as true that, their relationship between the family members are so important that they should be close-knit together. that is something that I think it should be happened most of the time.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, well, I'm intrigued by this question of whether we could evolve and develop an innovative way of, uh, developing, uh, the friendship that we have. Now, as specifically regarding the family members, of course it does have an important role when it comes to the people that you have in your family. I do accept this as true that, uh, their relationship between the family members are so important that they should be close-knit together. That's something that I think it should be happened most of the time.",
      "transcript_cleaned": "I am intrigued by this question of whether we could evolve and develop an innovative way of, developing, the friendship that we have. Now, as specifically regarding the family members, of course it does have an important role when it comes to the people that you have in your family. I do accept this as true that, their relationship between the family members are so important that they should be close-knit together. that is something that I think it should be happened most of the time.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q05",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "What is your favorite sport?",
      "transcript": "Well, in terms of watching sports, I like to watch soccer, soccer match. But when it comes to playing, I would love to play ping-pong. You know, it is, it is like a sport that I like it the most because it is very challenging whenever you are just, providing the play and, with, with your friend, for example. it is like, a very pleasant moment for me whenever I am just playing ping-pong with my friends. Specifically because of the techniques that I have used, the tips, tricks, strategies that I actually performed using the game that I have learned for less than eight hours, eight years. I do believe that it is such a game that I love it the most. that is wonderful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, uh, in terms of watching sports, I like to watch soccer, uh, soccer match. But when it comes to playing, I would love to play ping-pong. You know, it's, it's like a sport that I like it the most because it's very challenging whenever you're just, uh, providing the play and, uh, with, uh, with your friend, for example. It's like, uh, a very pleasant moment for me whenever I'm just playing ping-pong with my friends. Specifically because of the techniques that I've used, the tips, tricks, strategies that I actually performed using the game that I have learned for less than eight hours, eight years. I do believe that it is such a game that I love it the most. That's wonderful.",
      "transcript_cleaned": "in terms of watching sports, I like to watch soccer, soccer match. But when it comes to playing, I would love to play ping-pong. You know, it is, it is like a sport that I like it the most because it is very challenging whenever you are just, providing the play and, with, with your friend, for example. it is like, a very pleasant moment for me whenever I am just playing ping-pong with my friends. Specifically because of the techniques that I have used, the tips, tricks, strategies that I actually performed using the game that I have learned for less than eight hours, eight years. I do believe that it is such a game that I love it the most. that is wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q06",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And what is the most popular sport in your country?",
      "transcript": "For sure and definitely it is, soccer. you know, soccer when it comes to Iran, it is an inseparable, inevitable, and unavoidable part of our lives and also most of the people watch sports, matches and games and it is like it is something inseparable, inevitable. it is not, you cannot get this away from the people. You cannot actually let, you cannot, you cannot let them actually not to watch these soccer games. -.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "For sure and definitely it is, um, soccer. Uh, you know, soccer when it comes to Iran, it is an inseparable, inevitable, and unavoidable part of our lives and also most of the people watch sports, uh, matches and games and uh, it's like it is something inseparable, inevitable. It's not, you cannot uh, get this uh, away from the people. You cannot actually let, uh, you can't, you can't let them actually not to watch uh, these uh, soccer games. Mm-hmm.",
      "transcript_cleaned": "For sure and definitely it is, soccer. you know, soccer when it comes to Iran, it is an inseparable, inevitable, and unavoidable part of our lives and also most of the people watch sports, matches and games and it is like it is something inseparable, inevitable. it is not, you cannot get this away from the people. You cannot actually let, you cannot, you cannot let them actually not to watch these soccer games. -.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q07",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And do you play, did you play sports as a child?",
      "transcript": "Absolutely, yeah. I can vividly remember a time that I was like nine years old. It was the first time that I was about to, get a racket off the ping pong, but it was very difficult for me, but I gave up at that time. sooner or later, I tried myself to be a better player and, you know, if I had, played more, I would have been more successful. Days after days after some increasing, the abilities and enhancing and promoting my abilities, I came up to this idea that pinpoint is not that much difficult that I used to think. So slowly I learned so many techniques, tips, tricks, and strategies as well. And then, I grew up, and I do not want to say that I am a professional ping pong player, but at least I know some few things, to, to provide a show off. All right. Brilliant. All right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Absolutely, yeah. I can vividly remember a time that I was like nine years old. It was the first time that I was about to, uh, get a racket off the ping pong, but it was very difficult for me, but I gave up at that time. Uh, sooner or later, I tried myself to be a better player and, uh, you know, if I had, uh, um, played more, I would have been more successful. Days after days after some increasing, uh, the abilities and enhancing and promoting my abilities, I came up to this idea that pinpoint is not that much difficult that I used to think. So slowly I learned so many techniques, tips, tricks, and strategies as well. And then, uh, I grew up, uh, and I don't want to say that I'm a professional ping pong player, but at least I know some few things, uh, to, to provide a show off. All right. Brilliant. All right.",
      "transcript_cleaned": "Absolutely, yeah. I can vividly remember a time that I was like nine years old. It was the first time that I was about to, get a racket off the ping pong, but it was very difficult for me, but I gave up at that time. sooner or later, I tried myself to be a better player and, you know, if I had, played more, I would have been more successful. Days after days after some increasing, the abilities and enhancing and promoting my abilities, I came up to this idea that pinpoint is not that much difficult that I used to think. So slowly I learned so many techniques, tips, tricks, and strategies as well. And then, I grew up, and I do not want to say that I am a professional ping pong player, but at least I know some few things, to, to provide a show off. All right. Brilliant.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q08",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "Do you understand?",
      "transcript": "Absolutely. Brilliant. Okay, so I am just going to share the topic with you on the screen so you can see that. Okay, so describe an interesting discussion you had as a part of your work or studies. I will give you one minute to prepare. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Absolutely. Brilliant. Okay, so I'm just going to share the topic with you on the screen so you can see that. Okay, so um, describe an interesting discussion you had as a part of your work or studies. I'll give you one minute to prepare. Okay,.",
      "transcript_cleaned": "Absolutely. Brilliant. Okay, so I am just going to share the topic with you on the screen so you can see that. Okay, so describe an interesting discussion you had as a part of your work or studies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q09",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "For example, do I still have time to provide the example?",
      "transcript": "Okay. I just wanted to mention that, one of the examples that I can mention is that. Okay, that is it. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Okay. I just wanted to mention that, uh, one of the examples that I can mention is that. Okay, that's it. Okay,.",
      "transcript_cleaned": "I just wanted to mention that, one of the examples that I can mention is that.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q10",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "Why is it good to discuss problems with others?",
      "transcript": "Well, that is a tough question, of course, but when it comes to talk about talking to people that, you know, of course, you trust, I think when you are talking to a friend of you that you trust the most, that problem will be scrutinized in details and elaborations as if that you can actually find so many great solutions to the problem. And, and that way you can actually find a great solution as well as come up with the best ideas that you can provide for that problem that you have. So I, I do accept this is true that sometimes it is necessary for us to hear our own voice, but some other times, however, we need to actually consult with the people whom are proficient in the field that are scholars in the field and are technical, of course, in terms of being practical. Practical and theoretical. I think it is important to and significant to discuss and mention the problem that we have with our friends and with our relatives as well as the people that we trust. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, that is a tough question, of course, but when it comes to talk about talking to people that, you know, of course, you trust, I think when you're talking to a friend of you that you trust the most, that problem will be scrutinized in details and elaborations as if that you can actually find so many great solutions to the problem. And, and that way you can actually find a great solution as well as come up with the best ideas that you can provide for that problem that you have. So I, I do accept this is true that sometimes it is necessary for us to hear our own voice, but some other times, however, we need to actually consult with the people whom are proficient in the field that are scholars in the field and are technical, of course, in terms of being practical. Practical and theoretical. I think it is important to and significant to discuss and mention the problem that we have with our friends and with our relatives as well as the people that we trust. Great.",
      "transcript_cleaned": "that is a tough question, of course, but when it comes to talk about talking to people that, you know, of course, you trust, I think when you are talking to a friend of you that you trust the most, that problem will be scrutinized in details and elaborations as if that you can actually find so many great solutions to the problem. And, and that way you can actually find a great solution as well as come up with the best ideas that you can provide for that problem that you have. So I, I do accept this is true that sometimes it is necessary for us to hear our own voice, but some other times, however, we need to actually consult with the people whom are proficient in the field that are scholars in the field and are technical, of course, in terms of being practical. Practical and theoretical. I think it is important to and significant to discuss and mention the problem that we have with our friends and with our relatives as well as the people that we trust.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q11",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And do you think that it is better to talk to friends and not family about problems?",
      "transcript": "Well, this is such a challenging question of course, but, friends are friends, families are families. I think some of the things should be shared with the family members. For example, I can mention, for example, if, if you are in, in terms of budget, if, you do not have money, for example, for instance, you need to, consult with your family members. Of course, your father and your mother, I am talking about the parents, are the people that you can trust the most and also you can, borrow, the money that you can trust. That you need from the family members.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, this is such a challenging question of course, but, uh, friends are friends, families are families. I think some of the things should be shared with the family members. For example, I can mention, for example, if, if you are in, uh, in terms of budget, uh, if, uh, you don't have money, for example, for instance, you need to, um, consult with your family members. Of course, your father and your mother, I'm talking about the parents, uh, are the people that you can trust the most and also you can, uh, borrow, uh, the money that you can trust. That you need from the family members.",
      "transcript_cleaned": "this is such a challenging question of course, but, friends are friends, families are families. I think some of the things should be shared with the family members. For example, I can mention, for example, if, if you are in, in terms of budget, if, you do not have money, for example, for instance, you need to, consult with your family members. Of course, your father and your mother, I am talking about the parents, are the people that you can trust the most and also you can, borrow, the money that you can trust. That you need from the family members.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q12",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "However, or nonetheless, people like friends, maybe we trust them less.",
      "transcript": "Of course, when we wanted to compare it to family members, they are less trustable. So I do believe that, when it comes to, friends, we should actually share the ideas. For example, we can spend time with them. We can go to a restaurant. We can hang out with them, or maybe, we can discuss very little challenging problems, not the most difficult ones. I agree.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Of course, when we wanted to compare it to family members, uh, they're less trustable. So I do believe that, uh, when it comes to, uh, friends, we should actually share the ideas. For example, we can spend time with them. We can go to a restaurant. We can hang out with them, or maybe, uh, we can discuss very little challenging problems, not the most difficult ones. I agree.",
      "transcript_cleaned": "Of course, when we wanted to compare it to family members, they are less trustable. So I do believe that, when it comes to, friends, we should actually share the ideas. For example, we can spend time with them. We can go to a restaurant. We can hang out with them, or maybe, we can discuss very little challenging problems, not the most difficult ones. I agree.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q13",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And is it always a good idea to tell lots of people about a problem?",
      "transcript": "People get frustrated when we talk a lot about the problem. And of course, when it comes to over-talking, people maybe do not have that ears to, to listen for us. So, listen to us. So I do believe that we should actually take a look at how people, edit, how people's attitude are and, how people's attitude is and, the way, the way that they are actually having manner and also how they, they, they tolerate us and how they, they want it to be a sounding board to us or not. So it does have an important role. Nevertheless, some people may talk to their friends and also some other people regarding the problems that they have, regarding the difficulties, regarding the suffering points that they have in their lives. But I believe that we should actually handle most of the challenges that we face and confront. Right, good. And let us now talk about communication skills at work.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, people get frustrated when we talk a lot about the problem. And of course, uh, when it comes to over-talking, people maybe do not have that ears to, to listen for us. So, listen to us. So I do believe that we should actually take a look at how people, uh, edit, how people's attitude are and, uh, how people's attitude is and, uh, the way, the way that they are actually having manner and also how they, uh, they, they tolerate us and how they, they want it to be a sounding board to us or not. So it does have an important role. Nevertheless, some people may talk to their friends and also some other people regarding the problems that they have, regarding the difficulties, regarding the suffering points that they have in their lives. But I believe that we should actually handle most of the challenges that we face and confront. Right, good. And let's now talk about communication skills at work.",
      "transcript_cleaned": "People get frustrated when we talk a lot about the problem. And of course, when it comes to over-talking, people maybe do not have that ears to, to listen for us. So, listen to us. So I do believe that we should actually take a look at how people, edit, how people's attitude are and, how people's attitude is and, the way, the way that they are actually having manner and also how they, they, they tolerate us and how they, they want it to be a sounding board to us or not. So it does have an important role. Nevertheless, some people may talk to their friends and also some other people regarding the problems that they have, regarding the difficulties, regarding the suffering points that they have in their lives. But I believe that we should actually handle most of the challenges that we face and confront. Right, good. And let us now talk about communication skills at work.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q14",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "So which communication skills are most important when talking, in taking part in meetings with colleagues?",
      "transcript": "For sure, speaking I guess. When it comes to talking for example English and assuming that I am in a company living, I do not know, maybe I am living in the US for instance, and if I am working in a company, actually the one of the most important skills that I have to, provide is my speaking skills. And if I wanted to show my speaking skills, I can definitely provide whatever I want in terms of the way that I am expressing my opinions with the people that I am, actually consulting with the people that I am talking to. And it does have an important thing in my life, in terms of the point that I know is that how important it is, how significant it is that how easy and easy to do. You can, fast way you can transfer whatever you know in your brain and you can actually, using your tongue, you can, in, in, it does not matter deliberately or inadvertently, you are just providing your speech as the best as you can. You need to do something like this, I do believe.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "For sure, speaking I guess. When it comes to talking for example English and assuming that I am in a company living, I don't know, maybe I'm living in the US for instance, and if I'm working in a company, Um, actually the one of the most important skills that I have to, uh, provide is my speaking skills. And if I wanted to show my speaking skills, I can definitely provide whatever I want in terms of the way that I'm expressing my opinions with the people that I'm, uh, actually consulting with the people that I am talking to. And it does have an important thing in my life, uh, in terms of the point that I know is that how important it is, how significant it is that how easy and easy to do. You can, uh, fast way you can transfer whatever you know in your brain and you can actually, uh, using your tongue, you can, uh, in, in, uh, it doesn't matter deliberately or inadvertently, you're just providing your speech as the best as you can. You need to do something like this, I do believe.",
      "transcript_cleaned": "For sure, speaking I guess. When it comes to talking for example English and assuming that I am in a company living, I do not know, maybe I am living in the US for instance, and if I am working in a company, actually the one of the most important skills that I have to, provide is my speaking skills. And if I wanted to show my speaking skills, I can definitely provide whatever I want in terms of the way that I am expressing my opinions with the people that I am, actually consulting with the people that I am talking to. And it does have an important thing in my life, in terms of the point that I know is that how important it is, how significant it is that how easy and easy to do. You can, fast way you can transfer whatever you know in your brain and you can actually, using your tongue, you can, in, in, it does not matter deliberately or inadvertently, you are just providing your speech as the best as you can. You need to do something like this, I do believe.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "5EhSBPNkByk_q20",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "Something like this?",
      "transcript": "Yeah, I told you it was a, it was a high eight. So, you know, you are, you are very close. you are tiptoes away from getting what you are looking for. And, you know, you just take maybe a couple more, make one or two more.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Yeah, I told you it was a, it was a high eight. So, you know, you're, you're very close. You're tiptoes away from getting what you're looking for. And, um, you know, you just take maybe a couple more, make one or two more.",
      "transcript_cleaned": "I told you it was a, it was a high eight. So, you know, you are, you are very close. you are tiptoes away from getting what you are looking for. And, you know, you just take maybe a couple more, make one or two more.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DGJxOl_gLoQ_q03",
      "video_id": "DGJxOl_gLoQ",
      "band": 6.5,
      "question": "Do you enjoy shopping?",
      "transcript": "I love shopping, yeah. As a woman, most of the time, I prefer to spend my free time shopping, shopping centres, of course. OK.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I love shopping, yeah. As a woman, most of the time, I prefer to spend my free time shopping, shopping centres, of course. OK.",
      "transcript_cleaned": "I love shopping, yeah. As a woman, most of the time, I prefer to spend my free time shopping, shopping centres, of course. OK.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DGJxOl_gLoQ_q04",
      "video_id": "DGJxOl_gLoQ",
      "band": 6.5,
      "question": "And how often do you go shopping, and what do you buy?",
      "transcript": "Most of the time, at weekends, with my friends, and I prefer to buy clothes, especially shoes and cosmetics.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Most of the time, at weekends, with my friends, and I prefer to buy clothes, especially shoes and cosmetics.",
      "transcript_cleaned": "Most of the time, at weekends, with my friends, and I prefer to buy clothes, especially shoes and cosmetics.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DGJxOl_gLoQ_q05",
      "video_id": "DGJxOl_gLoQ",
      "band": 6.5,
      "question": "So, do you prefer to go shopping alone or with other people and why?",
      "transcript": "It depends. I am a person who buys other things easily. But if, I do not know, my friends are really picky and streaky, okay, I prefer to do it alone by myself. Okay, I would like to move on and ask you some questions about food.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it depends. I'm a person who buys other things easily. But if, I don't know, my friends are really picky and streaky, okay, I prefer to do it alone by myself. Okay, I'd like to move on and ask you some questions about food.",
      "transcript_cleaned": "It depends. I am a person who buys other things easily. But if, I do not know, my friends are really picky and streaky, okay, I prefer to do it alone by myself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DGJxOl_gLoQ_q06",
      "video_id": "DGJxOl_gLoQ",
      "band": 6.5,
      "question": "What is your favourite food and why?",
      "transcript": "My favourite food is kebab, an Iranian food, and because I love barbecue, it is really enjoyable for me.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My favourite food is kebab, an Iranian food, and because I love barbecue, it's really enjoyable for me.",
      "transcript_cleaned": "My favourite food is kebab, an Iranian food, and because I love barbecue, it is really enjoyable for me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DGJxOl_gLoQ_q07",
      "video_id": "DGJxOl_gLoQ",
      "band": 6.5,
      "question": "What would you eat out at?",
      "transcript": "I usually go to traditional restaurants with my family and my friends and we order kebab there. And there are specific restaurants that most of the time we frequent.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I usually go to traditional restaurants with my family and my friends and we order kebab there. And there are specific restaurants that most of the time we frequent.",
      "transcript_cleaned": "I usually go to traditional restaurants with my family and my friends and we order kebab there. And there are specific restaurants that most of the time we frequent.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DGJxOl_gLoQ_q08",
      "video_id": "DGJxOl_gLoQ",
      "band": 6.5,
      "question": "Okay, and what would your perfect meal be?",
      "transcript": "Soltani. The portion, it is a large portion of kebab with a lot of, I do not know, salad, The olive, onion, and it is really enjoyable for me. I would like to talk now about your hobbies.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Soltani. The portion, it's a large portion of kebab with a lot of, I don't know, salad, The olive, onion, and it's really enjoyable for me. I'd like to talk now about your hobbies.",
      "transcript_cleaned": "Soltani. The portion, it is a large portion of kebab with a lot of, I do not know, salad, The olive, onion, and it is really enjoyable for me. I would like to talk now about your hobbies.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DGJxOl_gLoQ_q09",
      "video_id": "DGJxOl_gLoQ",
      "band": 6.5,
      "question": "Tell me about any hobbies you have.",
      "transcript": "I am a movie buffer and at weekends I prefer to watch movies, especially French series and French movies, and then I follow American series. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I'm a movie buffer and at weekends I prefer to watch movies, especially French series and French movies, and then I follow American series. Great.",
      "transcript_cleaned": "I am a movie buffer and at weekends I prefer to watch movies, especially French series and French movies, and then I follow American series.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "DGJxOl_gLoQ_q10",
      "video_id": "DGJxOl_gLoQ",
      "band": 6.5,
      "question": "Are there any hobbies you would like to have in the future?",
      "transcript": "I really like to organize a program for going to hiking and going to mountain in the future, I hope. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I really like to organize a program for going to hiking and going to mountain in the future, I hope. Okay.",
      "transcript_cleaned": "I really like to organize a program for going to hiking and going to mountain in the future, I hope.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}