{
  "batch_id": 88,
  "count": 20,
  "samples": [
    {
      "sample_id": "wuKvH8a9aug_q12",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "Why do you think is that?",
      "transcript": "Well, you know, many products are user-friendly. They have complete instructions, and, you know, customers can read the instructions thoroughly and find it easy to use with that, I mean, appliances or maybe electronic gadgets. But many of those products don have beneficial instruction for their customers So I think this is the main point Okay so do you think that that the reason why some people find it uncomfortable to use new products at home or at work Well this is one of the reasons Another reason is that many people don want to change at all They like to stick to their routines and they don want to explore new things and find many useful things I mean around them And because of that I think people need to accept some minor changes in their lives in order to embrace new things. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, you know, many products are user-friendly. They have complete instructions, um, and, you know, customers can read the instructions thoroughly and find it easy to use with that, I mean, um, appliances or maybe electronic gadgets. But many of those products don have um beneficial instruction for their customers So I think this is the main point Okay so do you think that that the reason why some people find it uncomfortable to use new products at home or at work Well this is one of the reasons Another reason is that many people don want to change at all They like to stick to their routines and they don want to explore new things and find many useful things I mean around them And because of that I think people need to accept some minor changes in their lives in order to embrace new things. Okay, great.",
      "transcript_cleaned": "you know, many products are user-friendly. They have complete instructions, and, you know, customers can read the instructions thoroughly and find it easy to use with that, I mean, appliances or maybe electronic gadgets. But many of those products don have beneficial instruction for their customers So I think this is the main point Okay so do you think that that the reason why some people find it uncomfortable to use new products at home or at work Well this is one of the reasons Another reason is that many people don want to change at all They like to stick to their routines and they don want to explore new things and find many useful things I mean around them And because of that I think people need to accept some minor changes in their lives in order to embrace new things.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q13",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "Do you think that advertisements play a key role in promoting innovative and trendy products these days?",
      "transcript": "Well actually, advertisements are somehow inducing and makes people, make people infuriated sometimes. Because some pop-up ads or maybe the flyers when they are, under walls, I think they are not that much appropriate for attracting customers. They also use some, you know, slogans and catchy slogans and some gimmicks to attract the customers, but I think they will not be sufficient. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well actually, advertisements are somehow inducing and makes people, make people infuriated sometimes. Because some pop-up ads or maybe the flyers when they are, er, er, under walls, I think they're not that much appropriate for attracting customers. They also use some, um, you know, slogans and catchy slogans and some gimmicks to attract the customers, but I think they won't be sufficient. Okay.",
      "transcript_cleaned": "actually, advertisements are somehow inducing and makes people, make people infuriated sometimes. Because some pop-up ads or maybe the flyers when they are, under walls, I think they are not that much appropriate for attracting customers. They also use some, you know, slogans and catchy slogans and some gimmicks to attract the customers, but I think they will not be sufficient.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "wuKvH8a9aug_q14",
      "video_id": "wuKvH8a9aug",
      "band": 8.0,
      "question": "Or important items?",
      "transcript": "Well, actually I think people in my country like to buy local products.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, well, actually I think people in my country like to buy local products.",
      "transcript_cleaned": "actually I think people in my country like to buy local products.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q01",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "And Gun, are you working or are you a student?",
      "transcript": "I teach English, so yeah, I, my students are from elementary school to middle school students in Korea, so I teach English as a second language. yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I teach English, so yeah, I, my students are from elementary school to middle school students in Korea, so I teach English as a second language. Hmm, yes.",
      "transcript_cleaned": "I teach English, so yeah, I, my students are from elementary school to middle school students in Korea, so I teach English as a second language.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q02",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "And do you like your job?",
      "transcript": "I do. I love, just, hanging out with the kids. Like, just teaching them and just, like, teaching them not just the language, also the culture. So, yeah. And also, they were, like, young kids. I mean, I have been there as well, but, like, they are a new generation. So, I get to learn about, like, the new generations, like, what it is like to be, yeah, just about them as well. So, yeah. Great.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I do. I love, um, just, uh, hanging out with the kids. Like, just teaching them and just, like, teaching them not just the language, also the culture. So, yeah. And also, they were, like, young kids. I mean, I've been there as well, but, like, they're a new generation. So, I get to learn about, like, the new generations, like, what it's like to be, yeah, just about them as well. So, yeah. Great.",
      "transcript_cleaned": "I do. I love, just, hanging out with the kids. Like, just teaching them and just, like, teaching them not just the language, also the culture. So, yeah. And also, they were, like, young kids. I mean, I have been there as well, but, like, they are a new generation. So, I get to learn about, like, the new generations, like, what it is like to be, yeah, just about them as well.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q03",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "And what do you like to do in your free time?",
      "transcript": "I like to hang out with friends and I also like to kind of like activities like workouts and stuff. So, like when I am with friends, I do not, I do not drink. So, I usually do like, kind of like sports with friends. Like I go running and I go hiking. So, and it is winter right now. So, I went to, I went to do like, ice skating recently. So, yeah, that is what I do when I, like, in my free time. So, now we are going to talk about sitting down.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I like to hang out with friends and I also like to kind of like activities like workouts and stuff. So, like when I'm with friends, um, I don't, I don't drink. So, I usually do like, kind of like sports with friends. Like I go running and I go hiking. So, and it's winter right now. So, I went to, I went to do like, um, ice skating recently. So, yeah, that's what I do when I, like, in my free time. So, now we're going to talk about sitting down.",
      "transcript_cleaned": "I like to hang out with friends and I also like to kind of like activities like workouts and stuff. So, like when I am with friends, I do not, I do not drink. So, I usually do like, kind of like sports with friends. Like I go running and I go hiking. So, and it is winter right now. So, I went to, I went to do like, ice skating recently. So, yeah, that is what I do when I, like, in my free time. So, now we are going to talk about sitting down.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q04",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "My favorite place to sit down?",
      "transcript": "I would say, I would say my favorite place to sit down at this moment would be in a, Like I live close to the Grand Park in Seoul. So, and I go for, I go for like walk, I go for a run a lot in the park and I like to sit down. Just like space out and like sometimes I listen to the music and sometimes I like listen to nothing. And yeah, literally doing nothing like just being, existing. So yeah, that is what I like to do. great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I would say, um, I would say my favorite place to sit down at this moment would be in a, Like I live close to the Grand Park in Seoul. So, and I go for, I go for like walk, I go for a run a lot in the park and I like to sit down. Just like space out and like sometimes I listen to the music and sometimes I like listen to nothing. And yeah, literally doing nothing like just being, existing. So yeah, that's what I like to do. Hmm, great.",
      "transcript_cleaned": "I would say, I would say my favorite place to sit down at this moment would be in a, Like I live close to the Grand Park in Seoul. So, and I go for, I go for like walk, I go for a run a lot in the park and I like to sit down. Just like space out and like sometimes I listen to the music and sometimes I like listen to nothing. And yeah, literally doing nothing like just being, existing. So yeah, that is what I like to do.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q05",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "And do you feel sleepy when you are sitting down?",
      "transcript": "Sometimes like if I am like physically tired, like mentally or physically tired, I feel sleepy but usually like when I am sitting down, like when I am like I am able to go somewhere to like sit down like on purpose, I feel like I am going there for like for a reason. So usually I do not really feel sleepy, but like if I am like physically, mentally tired, like for example, like after work, going back home from work. Yeah, I feel like tired when I am sitting down. Yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, sometimes like if I'm like physically tired, like mentally or physically tired, I feel sleepy but usually like when I'm sitting down, like when I'm like I'm able to go somewhere to like sit down like on purpose, I feel like um, I'm going there for like for a reason. So usually I don't really feel sleepy, but like if I'm like physically, mentally tired, like for example, like after work, going back home from work. Yeah, I feel like tired when I'm sitting down. Yes.",
      "transcript_cleaned": "Sometimes like if I am like physically tired, like mentally or physically tired, I feel sleepy but usually like when I am sitting down, like when I am like I am able to go somewhere to like sit down like on purpose, I feel like I am going there for like for a reason. So usually I do not really feel sleepy, but like if I am like physically, mentally tired, like for example, like after work, going back home from work. Yeah, I feel like tired when I am sitting down.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q06",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "And when you were a child, did you used to sit on the floor?",
      "transcript": "Like I, I sit, I sat down on a, like, either floor or on a chair as well. Like, like I was born a race in Korea. So like in our culture, we like to sit down on the floor, even if we have like sofa or couch. So yeah, I think I, yeah, I sat down on the floor quite a lot when I was younger. yes.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, like I, I sit, I sat down on a, like, either floor or on a chair as well. Like, like I was born a race in Korea. So like in our culture, we like to sit down on the floor, even if we have like sofa or couch. So yeah, I think I, yeah, I sat down on the floor quite a lot when I was younger. Hmm, yes.",
      "transcript_cleaned": "Like I, I sit, I sat down on a, like, either floor or on a chair as well. Like, like I was born a race in Korea. So like in our culture, we like to sit down on the floor, even if we have like sofa or couch. So yeah, I think I, yeah, I sat down on the floor quite a lot when I was younger.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q07",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "So do you like swimming?",
      "transcript": "I do love swimming, yeah. So obviously it winter right now I mean I can go to like indoor swimming pool but I like to do I like to enjoy the sport when the I like for example like swimming I like to swim when it like like actually hot outside So summer last year I went to swim in the swimming pool like around where I live And I also went to one of the beach in like one of the beaches in South Korea I went to East a place called Gangreung Gangreung I went to I don remember the name of the The beach. Anyways, I went to one of the beaches in there and I, yeah, I really enjoyed my time in there.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I do love swimming, yeah. So obviously it winter right now I mean I can go to like indoor swimming pool but I like to do I like to enjoy the sport when the I like for example like swimming I like to swim when it like like actually hot outside So summer last year I went to swim in the swimming pool like around where I live And I also went to one of the beach in like one of the beaches in South Korea I went to um East uh a place called Gangreung Gangreung I went to um I don remember the name of the The beach. Anyways, I went to one of the beaches in there and I, yeah, I really enjoyed my time in there.",
      "transcript_cleaned": "I do love swimming, yeah. So obviously it winter right now I mean I can go to like indoor swimming pool but I like to do I like to enjoy the sport when the I like for example like swimming I like to swim when it like like actually hot outside So summer last year I went to swim in the swimming pool like around where I live And I also went to one of the beach in like one of the beaches in South Korea I went to East a place called Gangreung Gangreung I went to I don remember the name of the The beach. Anyways, I went to one of the beaches in there and I, yeah, I really enjoyed my time in there.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q10",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "So, how do people build relationship, build relationships with neighbors when they move to a new place?",
      "transcript": "In the culture of South Korea, our culture, we like to for example, but like during the move in like, like when they are doing like the like redecoration, like interior moving stuff, they like, they just make noise like a lot. So, like, for example, like, they have to use the lift a lot. And also, like, you know, like, moving, like, heavy stuff, they can make, like, noises. So, we, like, people, like.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, in the culture of uh, South Korea, our culture, we like to um, for example, but like during the move in like, uh, like when they are doing like the uh, like redecoration, like interior moving stuff, they like, they just make noise like a lot. So, like, for example, like, they have to use the lift a lot. And also, like, you know, like, moving, like, heavy stuff, they can make, like, noises. So, we, like, people, like,.",
      "transcript_cleaned": "In the culture of South Korea, our culture, we like to for example, but like during the move in like, like when they are doing like the like redecoration, like interior moving stuff, they like, they just make noise like a lot. So, like, for example, like, they have to use the lift a lot. And also, like, you know, like, moving, like, heavy stuff, they can make, like, noises.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q11",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "And, why do you think some people in large cities do not know their neighbors?",
      "transcript": "Because, you know, like, this generation, this society is, like, really busy and also, just the apartment blocks, like, flood. it is, like, completely separated and everyone wants to have their, like, own private place. So, also everyone has, like, different, like, routines. People wake up like, like really early in the morning or something like, if the people like work in the night, they like to sleep in the morning. So if the schedule does not really match, they do not really get to see each other. So that is why, yeah. Yes, yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Because, uh, you know, like, this generation, this society is, like, really busy and also, um, just the apartment blocks, like, flood. It's, like, completely separated and everyone wants to have their, like, own private place. So, also everyone has, like, different, like, routines. People wake up like, like really early in the morning or something like, if the people like work in the night, they like to sleep in the morning. So if the schedule doesn't really match, they don't really get to see each other. So that's why, yeah. Yes, yes.",
      "transcript_cleaned": "Because, you know, like, this generation, this society is, like, really busy and also, just the apartment blocks, like, flood. it is, like, completely separated and everyone wants to have their, like, own private place. So, also everyone has, like, different, like, routines. People wake up like, like really early in the morning or something like, if the people like work in the night, they like to sleep in the morning. So if the schedule does not really match, they do not really get to see each other. So that is why, yeah. Yes, yes.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "za_mRQElpic_q12",
      "video_id": "za_mRQElpic",
      "band": 8.5,
      "question": "And do you think it is important to know your neighbors or is it okay not to know them?",
      "transcript": "It is okay not to know them, but it is, I think I would say it is better to know them because, you know, like you never know what is going to happen. Like for example, you might literally like, for example if you have like some, like health conditions and if you like literally fainted on the floor, like if you know your neighbor then they might know like something's going on to me so they might like reach out and if I do not respond they can like call the police or something so like, but if I do not know, like if I like literally do not know them and if I have, if I am going through like some difficult times then Yeah it going to be difficult to like ask for help So I think it better to know like make some like get to know their neighbors yes And when we think about children how do children build relationships with others in a community they go to either like, you know, like nursery or playground to like get to know them first. Just, like, hang out, like, you know, having, like, small chats, and, like, do some kind of, like, activities together. Like, for example, like, reading together, or, like, if an organization, like, for example, the nursery is, like, holding an event, then, yeah, they get to participate together, like, just interact with each other. So, yeah, that is how kids get to know each other. yes.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, it's okay not to know them, but it's, I think I would say it's better to know them because, you know, like you never know what's going to happen. Like for example, uh, you might literally like, uh, for example if you have like some, like health conditions and if you like literally fainted on the floor, like if you know your neighbor then they might know like something's going on to me so they might like reach out and if I don't respond they can like call the police or something so like, but if I don't know, like if I like literally don't know them and if I have, if I am going through like some difficult times then Yeah it gonna be difficult to like ask for help So I think it better to know like make some like get to know their neighbors Hmm yes And when we think about children how do children build relationships with others in a community Um, they go to either like, um, you know, like nursery or playground to like get to know them first. Just, like, hang out, like, you know, having, like, small chats, and, like, do some kind of, like, activities together. Like, for example, like, reading together, or, like, if an organization, like, for example, the nursery is, um, like, uh, holding an event, then, yeah, they get to participate together, like, just interact with each other. So, yeah, that's how kids get to know each other. Hmm, yes.",
      "transcript_cleaned": "It is okay not to know them, but it is, I think I would say it is better to know them because, you know, like you never know what is going to happen. Like for example, you might literally like, for example if you have like some, like health conditions and if you like literally fainted on the floor, like if you know your neighbor then they might know like something's going on to me so they might like reach out and if I do not respond they can like call the police or something so like, but if I do not know, like if I like literally do not know them and if I have, if I am going through like some difficult times then Yeah it going to be difficult to like ask for help So I think it better to know like make some like get to know their neighbors yes And when we think about children how do children build relationships with others in a community they go to either like, you know, like nursery or playground to like get to know them first. Just, like, hang out, like, you know, having, like, small chats, and, like, do some kind of, like, activities together. Like, for example, like, reading together, or, like, if an organization, like, for example, the nursery is, like, holding an event, then, yeah, they get to participate together, like, just interact with each other. So, yeah, that is how kids get to know each other.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q02",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "All right, and are you working or studying right now?",
      "transcript": "I am studying. I just finished my, high school career, and I am going to college for my freshman year next year. and starting in August, I will be going to Cornell's IRL program. Cool, cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I'm studying. Uh, I just finished my, um, high school career, and I'm going to college for my freshman year next year. Um, and starting in August, um, I'll be going to Cornell's IRL program. Cool, cool.",
      "transcript_cleaned": "I am studying. I just finished my, high school career, and I am going to college for my freshman year next year. and starting in August, I will be going to Cornell's IRL program. Cool, cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q03",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "What is IRL?",
      "transcript": "It stands for, Industrial and Labor Relations. excellent. Studying economics in, like, the workforce. Very cool, very cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, it stands for, um, Industrial and Labor Relations. Ah, excellent. Studying economics in, like, the workforce. Very cool, very cool.",
      "transcript_cleaned": "It stands for, Industrial and Labor Relations. excellent. Studying economics in, like, the workforce. Very cool, very cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q04",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "Do you enjoy your studies?",
      "transcript": "Yeah, I do. I try to have fun with it. that is what my grandpa recommended. so I get very invested in it. So I, yeah, I enjoy it. Especially, math and English, I enjoy those two subjects the most. Cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, yeah, I do. Um, I try to have fun with it. Um, that's what my grandpa recommended. Um, so I get very invested in it. So I, yeah, I enjoy it. Especially, uh, math and English, I enjoy those two subjects the most. Cool.",
      "transcript_cleaned": "I do. I try to have fun with it. that is what my grandpa recommended. so I get very invested in it. So I, yeah, I enjoy it. Especially, math and English, I enjoy those two subjects the most. Cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q05",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "And what do you enjoy doing in your free time?",
      "transcript": "I would have to say basketball. I love playing basketball. I have played it since I was in fourth grade. I just really got into it since then. I probably play it every, every day. other than that, I like reading books. just novels, also about like economics. I just like learning new stuff. Cool.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'd have to say basketball. I love playing basketball. Um, I've played it since I was in fourth grade. Um, I just really got into it since then. Um, I probably play it every, uh, every day. Um, other than that, I like reading books. Um, just novels, um, also about like economics. I just like learning new stuff. Cool.",
      "transcript_cleaned": "I would have to say basketball. I love playing basketball. I have played it since I was in fourth grade. I just really got into it since then. I probably play it every, every day. other than that, I like reading books. just novels, also about like economics. I just like learning new stuff. Cool.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q06",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "And what is your hometown?",
      "transcript": "So I got, I have two. I was born in Ann Arbor, Michigan, but I only stayed there for a year and I have no recollection of it. But I also consider Seoul my hometown because I have lived here the longest. Cool. And what do you, we can just talk about Seoul. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "So I got, I have two. I was born in Ann Arbor, Michigan, but I only stayed there for a year and I have no recollection of it. But I also consider Seoul my hometown because I've lived here the longest. Cool. And what do you, we can just talk about Seoul. Okay.",
      "transcript_cleaned": "I got, I have two. I was born in Ann Arbor, Michigan, but I only stayed there for a year and I have no recollection of it. But I also consider Seoul my hometown because I have lived here the longest. Cool. And what do you, we can just talk about Seoul.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q07",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "What do you like about Seoul?",
      "transcript": "I would have to say the people. although they are busy, they are very nice people. and they are very, hardworking and I respect that about them. also I like, a few locations. I like Rodeo. it is a very vibrant place. A lot of, I have a lot of fun there. And also Hanggang Park. And after a hard work, hard working day, I just go there and relax with my friends. Good.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I'd have to say the people. Um, although they're busy, they're very nice people. Um, and they're very, uh, hardworking and I respect that about them. Um, also I like, um, a few locations. Um, I like Rodeo. Um, it's a very vibrant place. Um, A lot of, I have a lot of fun there. And also Hanggang Park. And after a hard work, hard working day, I just go there and relax with my friends. Good.",
      "transcript_cleaned": "I would have to say the people. although they are busy, they are very nice people. and they are very, hardworking and I respect that about them. also I like, a few locations. I like Rodeo. it is a very vibrant place. A lot of, I have a lot of fun there. And also Hanggang Park. And after a hard work, hard working day, I just go there and relax with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "vr0Z24kkCRQ_q08",
      "video_id": "vr0Z24kkCRQ",
      "band": 8.5,
      "question": "And what things do you not like about it?",
      "transcript": "I would have to say, I guess the population and how packed it is. it is like when I want to ride the subway at like 6pm, which is the peak of traffic, I hate it. I hate being pushed around, sweating. yeah, the population, I would say. Okay, now we are going to talk about friends. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Uh, I'd have to say, I guess the population and how packed it is. It's like when I want to ride the subway at like 6pm, which is the peak of traffic, I hate it. I hate being pushed around, sweating. Um, yeah, the population, I'd say. Okay, now we're gonna talk about friends. Okay.",
      "transcript_cleaned": "I would have to say, I guess the population and how packed it is. it is like when I want to ride the subway at like 6pm, which is the peak of traffic, I hate it. I hate being pushed around, sweating. yeah, the population, I would say. Okay, now we are going to talk about friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}