{
  "batch_id": 277,
  "count": 20,
  "samples": [
    {
      "sample_id": "4vTJMwVCi04_s04",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "&gt;&gt; Have you ever learned to play a musical instrument?",
      "transcript": "&gt;&gt; Yeah. Actually, I had well, I tried learning piano, but things turned ugly. So, now I am a guitarist myself. I have been learning playing a guitar for 5 years plus, but still I am a beginner because I do not really have too much time to practice it. Yeah.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Yeah. Actually, I had uh well, I tried learning piano, but things turned ugly. So, now I'm a guitarist myself. I've been learning playing a guitar for 5 years plus, but still I'm a beginner because I don't really have too much time to practice it. Yeah.",
      "transcript_cleaned": "&gt;&gt; Yeah. Actually, I had well, I tried learning piano, but things turned ugly. So, now I am a guitarist myself. I have been learning playing a guitar for 5 years plus, but still I am a beginner because I do not really have too much time to practice it.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "4vTJMwVCi04_s06",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "The first question is is it important to have a break during work or study?",
      "transcript": "&gt;&gt; Well from my perspective I think having breaks is compulsory because we are we are human. We are not machines and even machines need to have times break time and it needs to be taken care of. So when people work or study for a long time for example like 5 to 6 hours they do need a break like at least an hour break maybe go for lunch take a walk or just play some music so they can relax down and I think if they do not take breaks during those work they will be burnt out and exhausted so it will greatly affect their productivity and maybe have some negative positive outcome. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well from my perspective I think having breaks is compulsory because we are uh we are human. We are not machines and even machines need to have times break time and uh uh it needs to be taken care of. So when people work or study for a long time for example like 5 to 6 hours they do need a break like at least an hour break maybe go for lunch take a walk or just play some music so they can uh relax down and I think if they don't take breaks during those work they will be burnt out and exhausted so it will greatly affect their productivity and maybe have some negative positive outcome. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; Well from my perspective I think having breaks is compulsory because we are we are human. We are not machines and even machines need to have times break time and it needs to be taken care of. So when people work or study for a long time for example like 5 to 6 hours they do need a break like at least an hour break maybe go for lunch take a walk or just play some music so they can relax down and I think if they do not take breaks during those work they will be burnt out and exhausted so it will greatly affect their productivity and maybe have some negative positive outcome. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "4vTJMwVCi04_s07",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "So, what sports do young people like to do now?",
      "transcript": "&gt;&gt; Actually, most of the popular sport are volleyball, basketball, and I think pickle ball, which is just been well known for months. But the problem is kids nowaday, they do not usually do sports that much no more. Yeah. They used to do it a lot because the technology was not developed back then. So as the time changed more technological device went in kids now usually play iPads and online videos like Roblox, Minecraft and etc. So I think we do really need to make a change and push themselves to do more outdoor work activities. Not only to increase their physical health but to let them know what the real world is not the not just inside the screen. &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Actually, most of the popular sport are volleyball, basketball, and I think pickle ball, which is just uh been well known for months. But the problem is kids nowaday, they don't usually do sports that much no more. Yeah. They used to do it a lot because the technology wasn't developed back then. So as uh the time changed more technological device went in kids now usually play iPads and online videos like uh Roblox, Minecraft and etc. So I think we do really need to make a change and push themselves to do more outdoor work activities. Not only to increase their physical health but to uh let them know what the real world is not the not just inside the screen. &gt;&gt; Mhm.",
      "transcript_cleaned": "&gt;&gt; Actually, most of the popular sport are volleyball, basketball, and I think pickle ball, which is just been well known for months. But the problem is kids nowaday, they do not usually do sports that much no more. Yeah. They used to do it a lot because the technology was not developed back then. So as the time changed more technological device went in kids now usually play iPads and online videos like Roblox, Minecraft and etc. So I think we do really need to make a change and push themselves to do more outdoor work activities. Not only to increase their physical health but to let them know what the real world is not the not just inside the screen. &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "4vTJMwVCi04_s08",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "Are there more activities for young people now than 20 years ago?",
      "transcript": "&gt;&gt; Okay. So there actually more but things are different. So I think back in the past when I was not even born yet, so people used to have a lot of physical and outdoor activities like running, cycling, and maybe just playing with their neighbors. Nowadays since the modernization, we have a lot of technological device and it really helps but it is a double sword age. Oh, it is a double-edged sword. Sorry. So, it can help us to have more entertainment and convenience, but also it really like stop us from being energetic and active. &gt;&gt; All right.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Okay. So there actually more but uh things are different. So I think back in the past when I wasn't even born yet, so uh people used to have a lot of uh physical and outdoor activities like uh running, cycling, and maybe just playing with their neighbors. Nowadays since uh the modernization, we have a lot of technological device and it really helps but it's a double sword age. Oh, it's a double-edged sword. Sorry. So, it can help us to have more entertainment and convenience, but also it really uh like stop us from being energetic and active. &gt;&gt; All right.",
      "transcript_cleaned": "&gt;&gt; Okay. So there actually more but things are different. So I think back in the past when I was not even born yet, so people used to have a lot of physical and outdoor activities like running, cycling, and maybe just playing with their neighbors. Nowadays since the modernization, we have a lot of technological device and it really helps but it is a double sword age. Oh, it is a double-edged sword. Sorry. So, it can help us to have more entertainment and convenience, but also it really like stop us from being energetic and active. &gt;&gt;",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "4vTJMwVCi04_s09",
      "video_id": "4vTJMwVCi04",
      "band": 8.0,
      "question": "So, can most people balance work and life in Vietnam?",
      "transcript": "Okay, let me think. Well, I think for the older generation, no, but it is totally different for the younger generation which is the Gen Z because I have seen a lot of youngster or like the new brand new adults they called. Okay, they really good at balancing work. My cousin for example, she has a 9-to-f5 work and she need to do it very seriously but still she has a lot of time for her family. I remember vivly one time we had a family gathering. Yeah, she was totally busy and she could not even she did not even have any time for herself. But with her creativity, her energetic personality, she managed to figure it out how to balance between work and life. So now she is really comfortable with living her life and she is enjoying &gt;&gt; Mhm.",
      "source": "supplementary",
      "transcript_original": "Okay, let me think. Well, I think for the older generation, no, but uh it's totally different for the younger generation which is the Gen Z because I've seen a lot of youngster or like the new brand new adults they called. Okay, they really good at balancing work. My cousin for example, she has a 9-to-f5 work and she need to do it uh very seriously but still she has a lot of time for her family. I remember vivly one time we had a family gathering. Yeah, she was totally busy and she couldn't even she didn't even have any time for herself. But uh with her creativity, her energetic uh personality, she managed to figure it out how to balance between work and life. So now she's really comfortable with living her life and she's enjoying &gt;&gt; Mhm.",
      "transcript_cleaned": "let me think. Well, I think for the older generation, no, but it is totally different for the younger generation which is the Gen Z because I have seen a lot of youngster or like the new brand new adults they called. Okay, they really good at balancing work. My cousin for example, she has a 9-to-f5 work and she need to do it very seriously but still she has a lot of time for her family. I remember vivly one time we had a family gathering. Yeah, she was totally busy and she could not even she did not even have any time for herself. But with her creativity, her energetic personality, she managed to figure it out how to balance between work and life. So now she is really comfortable with living her life and she is enjoying &gt;&gt; Mhm.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s00",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "Tell me, do you work or are you a student?",
      "transcript": "Well, &gt;&gt; well, definitely a student. I am studying at Li High School, which is located on Funyong district, in the thriving metropolis, Himan city. &gt;&gt; Thank you very much.",
      "source": "supplementary",
      "transcript_original": "Well, &gt;&gt; well, um, definitely a student. I'm studying at Li High School, which is located on Funyong district, uh, in the thriving metropolis, Himan city. &gt;&gt; Thank you very much.",
      "transcript_cleaned": "&gt;&gt; well, definitely a student. I am studying at Li High School, which is located on Funyong district, in the thriving metropolis, Himan city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s01",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "Tell me, what is your favorite subject at the school?",
      "transcript": "&gt;&gt; Oh, I really love chemistry. the reason is because I am a curiosity person. &gt;&gt; So I like to do in experiment because I am want to know what will happen next if we mix two liquid together and seeing the colorful result like blue or purple. &gt;&gt; Yes. And I feel so excited. &gt;&gt; Wonderful. Thank you very much.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Oh, I really love chemistry. Um the reason is because I'm a curiosity person. &gt;&gt; So I like to do in experiment because I'm want to know what will happen next if we mix two liquid together and seeing the colorful result like blue or purple. &gt;&gt; Yes. And I feel so excited. &gt;&gt; Wonderful. Thank you very much.",
      "transcript_cleaned": "&gt;&gt; Oh, I really love chemistry. the reason is because I am a curiosity person. &gt;&gt; So I like to do in experiment because I am want to know what will happen next if we mix two liquid together and seeing the colorful result like blue or purple. &gt;&gt; Yes. And I feel so excited. &gt;&gt; Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s02",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "What do you enjoy most about that subject?",
      "transcript": "&gt;&gt; Well, as I said before, I am enjoy doing experiments because like I feel a little bit more when we just study chemistry theory &gt;&gt; and when doing experiment like I felt like I am a real scientist. &gt;&gt; Yeah. and seeing the result that I make from experiment make me feel happy. &gt;&gt; Wonderful. Thank you very much.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, as I said before, I'm enjoy doing experiments because um like uh I feel a little bit more when we just study uh chemistry theory &gt;&gt; and when doing experiment like I felt like I'm a real scientist. &gt;&gt; Yeah. and seeing the result that I make uh from experiment make me feel happy. &gt;&gt; Wonderful. Thank you very much.",
      "transcript_cleaned": "&gt;&gt; Well, as I said before, I am enjoy doing experiments because like I feel a little bit more when we just study chemistry theory &gt;&gt; and when doing experiment like I felt like I am a real scientist. &gt;&gt; Yeah. and seeing the result that I make from experiment make me feel happy. &gt;&gt; Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s04",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "Do you enjoy going shopping?",
      "transcript": "&gt;&gt; Well, absolutely. Yes. &gt;&gt; Good. I made it a habit to buy the things that I like after a full weeks of working and studying hard because I felt happy when I can buy what I want with my own money. &gt;&gt; that is well done.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, absolutely. Yes. &gt;&gt; Good. Um, I made it a habit to buy um the things that I like after a full weeks of uh working and studying hard because um I felt happy when I can buy what I want with my own money. &gt;&gt; That's well done.",
      "transcript_cleaned": "&gt;&gt; Well, absolutely. Yes. &gt;&gt; Good. I made it a habit to buy the things that I like after a full weeks of working and studying hard because I felt happy when I can buy what I want with my own money.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s05",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "How often do you buy things online?",
      "transcript": "Well, I think it depends on my mood or my pocket. when I am I have money, I will go on some social platform like Shopee or Lazada to find the things that I I need and I will buy it. however, if I am do not have money, I I just go on and scroll to see and close the app.",
      "source": "supplementary",
      "transcript_original": "Well, I think it depends on my mood or my pocket. Um, when I'm I have money, I will go on some social platform like Shopee or Lazada to find the things that I I need and I will buy it. Um, however, if I'm don't have money, I I just go on and scroll to see and close the app.",
      "transcript_cleaned": "I think it depends on my mood or my pocket. when I am I have money, I will go on some social platform like Shopee or Lazada to find the things that I I need and I will buy it. however, if I am do not have money, I I just go on and scroll to see and close the app.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s06",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "&gt;&gt; Have your shopping habits changed in recent years?",
      "transcript": "&gt;&gt; Well, I would say it changed a lot during my my years. when I was younger, I used to buy simple clothes just to wear it and hang out. However, now I usually buy cosmetics to wear makeup and because I felt more confident with the makeup and I want to enhance my outlook. &gt;&gt; Love it. Fantastic. And the final question for part one. Well done.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, I would say it changed a lot during my my years. Um, when I was younger, I used to buy simple clothes just to wear it and hang out. However, now I usually buy cosmetics to wear makeup and because I felt more confident with the makeup and I want to enhance my outlook. &gt;&gt; Love it. Fantastic. And the final question for part one. Well done.",
      "transcript_cleaned": "&gt;&gt; Well, I would say it changed a lot during my my years. when I was younger, I used to buy simple clothes just to wear it and hang out. However, now I usually buy cosmetics to wear makeup and because I felt more confident with the makeup and I want to enhance my outlook. &gt;&gt; Love it. Fantastic.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s08",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "So, the question today, please, here, could you please describe a person you admire?",
      "transcript": "Okay. When you are ready, please start now. &gt;&gt; Yes, I am was born ready. &gt;&gt; Okay. there are many people that I could talk about. However, if I had to pick one, it would be my stunning mom. Well, I know her absolutely because she is the one who gave birth to me and I am feel so really thankful for her. and well she is had a warm-hearted with a beautiful smile and she is always kind with our neighborhoods. Well, I admire her for a variety of reasons. Firstly, when she was younger, she chose to stop working just to have time to take care of my family, especially me. And secondly, when I was a kid, she taught me to study even to the point where I did not need to go to some extra classes. And she also taught me about some social skill like cooking or communicating with each other. And well, I can vividly remember when I was younger, I have a serious argument with her and then she cried a lot because she thought she is not a good mom. after a few hours I felt so guilty and so I came to her and said sorry to her and then we hug each other and smile then I we love each other. So in the future, I will always love my mom and try hard to give her the things that she deserve and I will become a person like her. &gt;&gt; Fantastic. Thank you very much. Wow, your mom sounds like a lovely lady. Come on, B. Well done. Thank you. Well, we will move on to part three now, please. And we are going to continue talking about role models.",
      "source": "supplementary",
      "transcript_original": "Okay. When you're ready, please start now. &gt;&gt; Yes, I'm was born ready. &gt;&gt; Okay. Um, there are many people that I could talk about. However, if I had to pick one, it would be my stunning mom. Well, I know her absolutely because uh she's the one who gave birth to me and I'm feel so really thankful for her. and well she's had a warm-hearted uh with a beautiful smile and she's always kind with our neighborhoods. Well, I admire her for a variety of reasons. Firstly, when she was younger, she chose to stop working just to have time to take care of my family, especially me. And secondly, uh when I was a kid, she taught me to study uh even to the point where I didn't need to go to some extra classes. And she also uh taught me about some social skill like cooking or communicating with each other. And well, I can vividly remember when I was younger, um, I have a serious argument with her and then she cried a lot because she thought she is not a good mom. Uh after a few hours I felt so guilty and so I came to her and said sorry to her and then we uh hug each other and smile then I we love each other. So in the future, I will always love my mom and try hard to give her uh the things that she deserve and I will become a person like her. &gt;&gt; Fantastic. Thank you very much. Wow, your mom sounds like a lovely lady. Come on, B. Well done. Thank you. Well, we'll move on to part three now, please. And we're going to continue talking about role models.",
      "transcript_cleaned": "When you are ready, please start now. &gt;&gt; Yes, I am was born ready. &gt;&gt; Okay. there are many people that I could talk about. However, if I had to pick one, it would be my stunning mom. Well, I know her absolutely because she is the one who gave birth to me and I am feel so really thankful for her. and well she is had a warm-hearted with a beautiful smile and she is always kind with our neighborhoods. Well, I admire her for a variety of reasons. Firstly, when she was younger, she chose to stop working just to have time to take care of my family, especially me. And secondly, when I was a kid, she taught me to study even to the point where I did not need to go to some extra classes. And she also taught me about some social skill like cooking or communicating with each other. And well, I can vividly remember when I was younger, I have a serious argument with her and then she cried a lot because she thought she is not a good mom. after a few hours I felt so guilty and so I came to her and said sorry to her and then we hug each other and smile then I we love each other. So in the future, I will always love my mom and try hard to give her the things that she deserve and I will become a person like her. &gt;&gt; Fantastic. Thank you very much. Wow, your mom sounds like a lovely lady.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 2
    },
    {
      "sample_id": "5a0UQTVcKaA_s09",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "Tell me, do young people need role models in their life?",
      "transcript": "&gt;&gt; Well, generally I think yes because young teenagers can easily make mistake or being have a bad behavior. So a good role models could provide them how &gt;&gt; guidance &gt;&gt; give them a guidance to learn and help them to improve their behavior.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, generally I think yes because uh young teenagers can easily make mistake or being have a bad behavior. So a good role models could uh provide them um uh how &gt;&gt; guidance &gt;&gt; uh give them a guidance to learn and help them to uh improve their behavior.",
      "transcript_cleaned": "&gt;&gt; Well, generally I think yes because young teenagers can easily make mistake or being have a bad behavior. So a good role models could provide them how &gt;&gt; guidance &gt;&gt; give them a guidance to learn and help them to improve their behavior.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s10",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "&gt;&gt; What qualities do good role models have?",
      "transcript": "Well, from my perspective, I think a good role models must have a warm hearted and kind with other people because they have a big inspire to other people. So maybe some young teenagers might learn this from them. And moreover, I think they must share about their failures and mistake to like remind young people that it it is okay to make mistake as long as you learn from them and become good tomorrow. &gt;&gt; Thank you. Wonderful.",
      "source": "supplementary",
      "transcript_original": "Well, from my perspective, I think a good role models must have a warm hearted and kind with other people because they have a big inspire to other people. So maybe some young teenagers might learn this from them. And moreover, I think they must share about their failures and mistake to like remind young people that it it's okay to make mistake as long as you learn from them and become good uh tomorrow. &gt;&gt; Thank you. Wonderful.",
      "transcript_cleaned": "from my perspective, I think a good role models must have a warm hearted and kind with other people because they have a big inspire to other people. So maybe some young teenagers might learn this from them. And moreover, I think they must share about their failures and mistake to like remind young people that it it is okay to make mistake as long as you learn from them and become good tomorrow. &gt;&gt; Thank you. Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s12",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "Tell me, how can friends influence our decisions?",
      "transcript": "&gt;&gt; personally, I think some besties when they was really close with each other, they have they they are on the same wavelength which create call a friendship. effect. for example, teenagers in Vietnam often ask for their friends and advice because they are the closest people to them and like they they know exactly what their friends like and what they want. So they they would give a good advice and also influence them to new hobbies or new idols. &gt;&gt; Wonderful.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Um, personally, I think some besties when they was really close with each other, they have they they are on the same wavelength which create um call a friendship. um effect. for example, uh teenagers in Vietnam often ask for their friends and advice uh because they are the closest people to them and like they they know exactly what their friends like and what they want. So they they would give uh a good advice and also influence them to new hobbies or new idols. &gt;&gt; Wonderful.",
      "transcript_cleaned": "&gt;&gt; personally, I think some besties when they was really close with each other, they have they they are on the same wavelength which create call a friendship. effect. for example, teenagers in Vietnam often ask for their friends and advice because they are the closest people to them and like they they know exactly what their friends like and what they want. So they they would give a good advice and also influence them to new hobbies or new idols. &gt;&gt; Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5a0UQTVcKaA_s13",
      "video_id": "5a0UQTVcKaA",
      "band": 6.0,
      "question": "And the final question to Dvon, are people more independent now than in the past?",
      "transcript": "Well, I would say yes because teenagers now is raised in good better education and with a some cutting edge platform. So I think their mindset be opened more than in the past and they can make their own decisions in their life. However, sometimes being making their own decisions might have some difficult because they are they must have a guidance like their parents the people that that they trust. &gt;&gt; That brings us to the end of the test. Thank you SO MUCH. GREAT JOB. FANTASTIC.",
      "source": "supplementary",
      "transcript_original": "Well, I would say yes because um uh teenagers now is raised in um good better education and with a some cutting edge platform. So I think their mindset be opened more than in the past and they can make their own decisions in their life. However, sometimes um being uh making their own decisions might have some difficult because they are they must uh have a guidance like their parents uh the people that that they trust. &gt;&gt; That brings us to the end of the test. Thank you SO MUCH. GREAT JOB. FANTASTIC.",
      "transcript_cleaned": "I would say yes because teenagers now is raised in good better education and with a some cutting edge platform. So I think their mindset be opened more than in the past and they can make their own decisions in their life. However, sometimes being making their own decisions might have some difficult because they are they must have a guidance like their parents the people that that they trust. &gt;&gt; That brings us to the end of the test.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5EhSBPNkByk_s00",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "Do you have a big family or a small family?",
      "transcript": "&gt;&gt; As a matter of fact, I am a member of a family of four children. And I live right now with my parents as well as a brother that I have right now. Two of my siblings, my older brother and my sister are married. But I feel happy in my family. I feel it is perfect. &gt;&gt; that is great.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; As a matter of fact, I'm a member of a family of four children. And uh I live right now with my parents as well as a brother that I have right now. Two of my siblings, my older brother and my sister are married. But um I feel happy in my family. I feel it's perfect. &gt;&gt; That's great.",
      "transcript_cleaned": "&gt;&gt; As a matter of fact, I am a member of a family of four children. And I live right now with my parents as well as a brother that I have right now. Two of my siblings, my older brother and my sister are married. But I feel happy in my family. I feel it is perfect. &gt;&gt; that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5EhSBPNkByk_s01",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And do you spend much time with your family?",
      "transcript": "Absolutely. It depends on different factors and parameters I strongly believe. But when it comes to talking about the family, I do accept this is true that speaking about family has been an issue about which there has been considerable hostile. I strongly believe and I think it it does have an important role when you are in your family and you are spending time with your family members and specifically for example I wanted to enjoy playing piano and my brother actually plays guitar at the same time. Maybe we can have some events together and also I will try to stay with my family more often. &gt;&gt; Okay, that is wonderful.",
      "source": "supplementary",
      "transcript_original": "Absolutely. It depends on different factors and parameters I strongly believe. But when it comes to talking about the family, I do accept this is true that speaking about family has been an issue about which there has been considerable hostile. I strongly believe and I think it it does have an important role when you're in your family and you are spending time with your family members and specifically for example I wanted to enjoy uh playing piano and my brother actually plays guitar at the same time. Maybe we can have some events together and also I'll try to stay with my family uh more often. &gt;&gt; Okay, that's wonderful.",
      "transcript_cleaned": "Absolutely. It depends on different factors and parameters I strongly believe. But when it comes to talking about the family, I do accept this is true that speaking about family has been an issue about which there has been considerable hostile. I strongly believe and I think it it does have an important role when you are in your family and you are spending time with your family members and specifically for example I wanted to enjoy playing piano and my brother actually plays guitar at the same time. Maybe we can have some events together and also I will try to stay with my family more often. &gt;&gt; Okay, that is wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5EhSBPNkByk_s02",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "And who are you closest to in your family?",
      "transcript": "&gt;&gt; Well, to be honest with you, my mother, I think my mother is someone that I trust the most and whatever I just want wanted to be in a dilemma that I wanted to make a decision making. So, I tried to consult with my mother. So I think the most person that I can trust is my mother in my family. Of course the the other family members are trustable but my mother is the best I guess. &gt;&gt; that is good.",
      "source": "supplementary",
      "transcript_original": "&gt;&gt; Well, to be honest with you, my mother, I think uh my mother is someone that I trust the most and uh whatever I just want wanted to be in a dilemma that I wanted to make a decision making. So, I tried to consult with my mother. So I think the most uh uh person that I can trust is my mother in my family. Of course the the other family members are trustable but my mother is the best I guess. &gt;&gt; That's good.",
      "transcript_cleaned": "&gt;&gt; Well, to be honest with you, my mother, I think my mother is someone that I trust the most and whatever I just want wanted to be in a dilemma that I wanted to make a decision making. So, I tried to consult with my mother. So I think the most person that I can trust is my mother in my family. Of course the the other family members are trustable but my mother is the best I guess. &gt;&gt; that is",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    },
    {
      "sample_id": "5EhSBPNkByk_s04",
      "video_id": "5EhSBPNkByk",
      "band": 8.0,
      "question": "What is your favorite sport?",
      "transcript": "Well in terms of watching sports I like to watch soccer soccer match but when it comes to playing I would love to play pingpong you know it is it is like a sport that I like it the most because it is very challenging whenever you are just providing the play and with with your friend for example it is like very pleasant moment for me whenever I am just playing ping pong with my friends specifically because of the techniques that I have used the tips tricks strategies that I actually performed using the game that I have learned for less than eight hours eight years. I do believe that it is such a game that I love it the most. &gt;&gt; that is wonderful.",
      "source": "supplementary",
      "transcript_original": "Uh well uh in terms of watching sports I like to watch soccer uh soccer match but when it comes to playing I would love to play pingpong you know it's it's like a sport that I like it the most because it's very challenging whenever you're just uh providing the play and uh with uh with your friend for example it's like very pleasant uh moment for me whenever I'm just playing ping pong with my friends specifically because of the techniques that I've used the tips tricks strategies that I actually performed using the game uh that I have learned for uh less than eight hours eight uh years. I do believe that um it is such a game that I love it the most. &gt;&gt; That's wonderful.",
      "transcript_cleaned": "in terms of watching sports I like to watch soccer soccer match but when it comes to playing I would love to play pingpong you know it is it is like a sport that I like it the most because it is very challenging whenever you are just providing the play and with with your friend for example it is like very pleasant moment for me whenever I am just playing ping pong with my friends specifically because of the techniques that I have used the tips tricks strategies that I actually performed using the game that I have learned for less than eight hours eight years. I do believe that it is such a game that I love it the most. &gt;&gt; that is wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)",
      "part": 1
    }
  ]
}