{
  "batch_id": 29,
  "count": 20,
  "samples": [
    {
      "sample_id": "F0IFdmYyLT0_q03",
      "video_id": "F0IFdmYyLT0",
      "band": 6.0,
      "question": "Do you have any questions?",
      "transcript": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. You know we were asking about a cinamlair sport.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. You know we were asking about a cinamlair sport.",
      "transcript_cleaned": "No, thank you very much. I really appreciate that you give me this feedback because I know this will help me. This is exactly what I need. You know we were asking about a cinamlair sport.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q01",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "When and how much leisure time do you generally have in the week?",
      "transcript": "Well, actually I have a quite hectic schedule in the week and I am almost working 24 7 from 9 in the morning to ungodly hours at night because I have a full-time job with a very heavy workload which I have to manage. So to answer your question, I can say that I do not really have much free time, during the week these days.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, well, actually I have a quite hectic schedule in the week and I'm almost working 24 7 from 9 in the morning to ungodly hours at night because I have a full-time job with a very heavy workload which I have to manage. So to answer your question, I can say that I don't really have much free time, uh, during the week these days.",
      "transcript_cleaned": "actually I have a quite hectic schedule in the week and I am almost working 24 7 from 9 in the morning to ungodly hours at night because I have a full-time job with a very heavy workload which I have to manage. So to answer your question, I can say that I do not really have much free time, during the week these days.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q02",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "Right, and who do you generally spend your leisure time with?",
      "transcript": "If I get the chance to have some free time for myself, I prefer to spend with my family, since, on the other occasions or the other days, we do not really have, much time. And we are so busy with our grueling schedule, so when we have this opportunity, we have to take it to be together. And, if I want to tell you about the activities we do when we are together, I can say that we just sit and watch our favorite drama series in the evenings, which is, called This Is Us. And, we have some junk food, snacks to enjoy this quality time together. Wonderful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "If I get the chance to have some free time for myself, I prefer to spend with my family, since, uh, on the other occasions or the other days, we don't really have, uh, much time. And we are so busy with our grueling schedule, so when we have this opportunity, we have to take it to be together. And, uh, if I want to tell you about the activities we do when we're together, I can say that we just sit and watch our favorite drama series in the evenings, which is, uh, called This Is Us. And, uh, we have some junk food, snacks to enjoy this quality time together. Wonderful.",
      "transcript_cleaned": "If I get the chance to have some free time for myself, I prefer to spend with my family, since, on the other occasions or the other days, we do not really have, much time. And we are so busy with our grueling schedule, so when we have this opportunity, we have to take it to be together. And, if I want to tell you about the activities we do when we are together, I can say that we just sit and watch our favorite drama series in the evenings, which is, called This Is Us. And, we have some junk food, snacks to enjoy this quality time together. Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q03",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "And what are some activities you enjoy in your leisure time?",
      "transcript": "Just go through them briefly. as I mentioned earlier, I have a very, very busy schedule and I do not have much free time for myself. So sometimes I just prefer to sit and relax because I feel exhausted at times. And yeah, I need some, I need to get some sleep and free up some time just to, maybe be with my family. And that is also something else I would like to do in my free time. We can talk with each other about the plans we have for the future. Just do, you know, it actually helps me figure out what I want to do about my life and it motivates me. And it encourages me to keep on trying as I am. Yeah, these are the things I normally do in my free time. Wonderful.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Just go through them briefly. Um, as I mentioned earlier, I have a very, very busy schedule and I don't have much free time for myself. So sometimes I just prefer to sit and relax because I feel exhausted at times. And um, yeah, I need some, uh, I need to get some sleep and free up some time just to, um, maybe be with my family. And that's also something else I would like to do in my free time. We can talk with each other about the plans we have for the future. Just do, uh, you know, it actually helps me figure out what I want to do about my life and it motivates me. And it encourages me to keep on trying as I am. Yeah, these are the things I normally do in my free time. Wonderful.",
      "transcript_cleaned": "Just go through them briefly. as I mentioned earlier, I have a very, very busy schedule and I do not have much free time for myself. So sometimes I just prefer to sit and relax because I feel exhausted at times. And yeah, I need some, I need to get some sleep and free up some time just to, maybe be with my family. And that is also something else I would like to do in my free time. We can talk with each other about the plans we have for the future. Just do, you know, it actually helps me figure out what I want to do about my life and it motivates me. And it encourages me to keep on trying as I am. Yeah, these are the things I normally do in my free time. Wonderful.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q04",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "And what do you like about these activities altogether?",
      "transcript": "I really enjoy spending time with my family especially my mother and my sister because it really gives me more energy after I I done with my work or with my studies So it really helps me emotionally And I do need to hang out with my friends on the weekends especially because we usually go hiking and it is a very good chance to be away from the hectic pace of Tehran. And, I can just look at the snow-covered peaks in the mountains and enjoy the fresh air. So these are the things I really love about the activities, these activities I do in my free time. First, I would like to ask about your hometown.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um I really enjoy spending time with my family especially my mother and my sister uh because it really uh gives me more energy after I I done with my work or with my studies So it really helps me emotionally And uh I do need to hang out with my friends uh on the weekends especially because uh we usually go hiking Um, and it is a very good chance to be away from the hectic pace of Tehran. And, um, I can just look at the snow-covered peaks in the mountains and enjoy the fresh air. So these are the things I really love about the activities, these activities I do in my free time. First, I'd like to ask about your hometown.",
      "transcript_cleaned": "I really enjoy spending time with my family especially my mother and my sister because it really gives me more energy after I I done with my work or with my studies So it really helps me emotionally And I do need to hang out with my friends on the weekends especially because we usually go hiking and it is a very good chance to be away from the hectic pace of Tehran. And, I can just look at the snow-covered peaks in the mountains and enjoy the fresh air. So these are the things I really love about the activities, these activities I do in my free time. First, I would like to ask about your hometown.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q05",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "What kind of place is it?",
      "transcript": "My hometown is the Iranian capital, Tehran. it is, known for its hustle and bustle, heavy traffic congestion all the time, but at the same time it has numerous places to visit, beautiful mountains, beautiful nature, landscapes for tourists, for everyone, even the residents of the capital, the capital dwellers, to go and visit aside and away from all of the busy life.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "My hometown is the Iranian capital, Tehran. It's, uh, known for its hustle and bustle, heavy traffic congestion all the time, but at the same time it has numerous places to visit, beautiful mountains, beautiful nature, landscapes for tourists, for everyone, even the residents of the capital, the capital dwellers, to go and visit aside and away from all of the busy life.",
      "transcript_cleaned": "My hometown is the Iranian capital, Tehran. it is, known for its hustle and bustle, heavy traffic congestion all the time, but at the same time it has numerous places to visit, beautiful mountains, beautiful nature, landscapes for tourists, for everyone, even the residents of the capital, the capital dwellers, to go and visit aside and away from all of the busy life.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q06",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "Okay, and what is the most interesting part of your town?",
      "transcript": "Well, as I mentioned, it is a combination of, some dark sides, which is the heavy traffic, and at the same time, the beautiful parts of it. Of course, as I mentioned, the, natural, resorts on weekends, and even sometimes on weekdays at night, you can, go above the mountain with your family, enjoy the scenery, the beautiful places, the, the, the glamorous lights from the city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Well, as I mentioned, um, it is a combination of, um, some dark sides, which is the heavy traffic, and at the same time, the beautiful parts of it. Of course, as I mentioned, the, uh, natural, um, resorts on weekends, uh, and even sometimes on weekdays at night, you can, uh, go above the mountain with your family, enjoy the scenery, the beautiful places, the, the, the glamorous lights from the city.",
      "transcript_cleaned": "as I mentioned, it is a combination of, some dark sides, which is the heavy traffic, and at the same time, the beautiful parts of it. Of course, as I mentioned, the, natural, resorts on weekends, and even sometimes on weekdays at night, you can, go above the mountain with your family, enjoy the scenery, the beautiful places, the, the, the glamorous lights from the city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q07",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "And would you like to move to another city?",
      "transcript": "Given the situation and the fact that I am living in this city, I cannot physically relocate and go to another city.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, given the situation and the fact that I'm living in this city, I cannot physically relocate and go to another city.",
      "transcript_cleaned": "Given the situation and the fact that I am living in this city, I cannot physically relocate and go to another city.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q08",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "What is your favorite type of food?",
      "transcript": "My favorite type of food there a lot of food out there If I really have to dig deep I say I like fast food definitely like my proteins and burgers barbecue food too ribs I think that probably one of my favorite foods How often do you eat at restaurants?",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um my favorite type of food Um there a lot of food out there If I really have to dig deep um I say I like fast food Um definitely like my proteins and burgers um barbecue food too Uh ribs I think that probably one of my favorite foods How often do you eat at restaurants?",
      "transcript_cleaned": "My favorite type of food there a lot of food out there If I really have to dig deep I say I like fast food definitely like my proteins and burgers barbecue food too ribs I think that probably one of my favorite foods How often do you eat at restaurants?",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q09",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "Eating at restaurants?",
      "transcript": "I think it depends on the week, you know, having a bad week. maybe a little bit more, three, four times having a good week. Maybe I am at home a little more. Maybe just one, two times. I think it depends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think it depends on the week, you know, um, having a bad week. Um, maybe a little bit more, three, four times having a good week. Maybe I'm at home a little more. Maybe just one, two times. I think it depends.",
      "transcript_cleaned": "I think it depends on the week, you know, having a bad week. maybe a little bit more, three, four times having a good week. Maybe I am at home a little more. Maybe just one, two times. I think it depends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q10",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "Do you prefer home cooked meals or eating out?",
      "transcript": "Home cooked meals, I think everyone loves home cooked meals at the end of the day. it is great to come home to a nice filling meal. Definitely some of my favorite home cooked meals for sure. Definitely remember my mom having home cooked meals. that is probably the best part. First.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Home cooked meals, um, I think everyone loves home cooked meals at the end of the day. Uh, it's great to come home to a nice filling meal. Definitely some of my favorite home cooked meals for sure. Definitely remember my mom having home cooked meals. That's probably the best part. First,.",
      "transcript_cleaned": "Home cooked meals, I think everyone loves home cooked meals at the end of the day. it is great to come home to a nice filling meal. Definitely some of my favorite home cooked meals for sure. Definitely remember my mom having home cooked meals. that is probably the best part. First.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q11",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "Do you like a house or a flat?",
      "transcript": "To be honest, I prefer to living in a house, than a flat. in a flat that will take me to live with around people. Like, I really do not like neighbors. I like spacious places, so that is why houses have. I like having my own bathroom. And the house I am living in right now, it is pretty big, so. I always like houses. Perfect.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, to be honest, I prefer to living in a house, uh, than a flat. Uh, in a flat that will take me to live with around people. Like, I really don't like neighbors. Um, I like spacious places, so that's why houses have. Um, I like having my own bathroom. And the house I'm living in right now, it's pretty big, so. I always like houses. Perfect.",
      "transcript_cleaned": "To be honest, I prefer to living in a house, than a flat. in a flat that will take me to live with around people. Like, I really do not like neighbors. I like spacious places, so that is why houses have. I like having my own bathroom. And the house I am living in right now, it is pretty big, so. I always like houses. Perfect.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q12",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "And, how long have you lived there in your house?",
      "transcript": "I have been living there like four, five years so far. as I said, it is my grandchild's house. it is pretty big, spacious at the back. It has like a big yard. it also has like a separate place from my bedroom, which is like crossing the yard. Okay, great.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I've been living there like four, five years so far. Um, as I said, it's my grandchild's house. Um, it's pretty big, spacious at the back. It has like a big yard. Um, it also has like a separate place from my bedroom, which is like crossing the yard. Okay, great.",
      "transcript_cleaned": "I have been living there like four, five years so far. as I said, it is my grandchild's house. it is pretty big, spacious at the back. It has like a big yard. it also has like a separate place from my bedroom, which is like crossing the yard.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q13",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "Do you plan to leave there for a long time?",
      "transcript": "I am not really sure about it. I would like to have my own place at some point. So, I think I will be working right now more time. unless I have enough money to buy my own place. let us now talk about family and friends.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I'm not really sure about it. Um, I would like to have my own place at some point. So, I think I will be working right now more time. Um, unless I have enough money to buy my own place. Let's now talk about family and friends.",
      "transcript_cleaned": "I am not really sure about it. I would like to have my own place at some point. So, I think I will be working right now more time. unless I have enough money to buy my own place. let us now talk about family and friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q14",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "Do you spend much time with your family?",
      "transcript": "Yes actually I completely at home these days especially in quarantine because we are don allowed to go out in this corona pandemic So we don have any other choice but spending our time with our close-knit family.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes actually I completely at home these days especially in quarantine because we are don allowed to go out in this corona pandemic So we don have any other choice but spending our time with our close-knit family.",
      "transcript_cleaned": "Yes actually I completely at home these days especially in quarantine because we are don allowed to go out in this corona pandemic So we don have any other choice but spending our time with our close-knit family.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q15",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "Okay, and do you prefer spending time with family or friends in total?",
      "transcript": "Actually at the weekend I would rather to spend my time with my friends Because, actually I, see my friends once in the moon, so I do not have so much time in order to spend with each other in a cafe or a restaurant. Because of that, maybe on Tuesday, I think, I just spend about two hours with my friends. Right.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, actually at the weekend I would rather to spend my time with my friends Because, uh, actually I, um, see my friends once in the moon, so I don't have so much time in order to spend with each other in a cafe or a restaurant. Because of that, maybe on Tuesday, I think, I just spend about two hours with my friends. Right.",
      "transcript_cleaned": "Actually at the weekend I would rather to spend my time with my friends Because, actually I, see my friends once in the moon, so I do not have so much time in order to spend with each other in a cafe or a restaurant. Because of that, maybe on Tuesday, I think, I just spend about two hours with my friends.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q17",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "And, do you hope to make, new friends during these times now?",
      "transcript": "Now? yes, of course, if I have an opportunity in order to find some friends which are completely close to me, I mean mentally or physically, yes, why not? I would rather to make some new friends. First.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Now? Um, yes, of course, if I have an opportunity in order to find some friends which are completely close to me, I mean mentally or physically, yes, why not? I would rather to make some new friends. First,.",
      "transcript_cleaned": "Now? yes, of course, if I have an opportunity in order to find some friends which are completely close to me, I mean mentally or physically, yes, why not? I would rather to make some new friends. First.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q18",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "What is your job?",
      "transcript": "Currently I am an interpreter over the phone. I interpret phone calls from different government agencies and, institutions from the U.S.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Uh, currently I'm an interpreter over the phone. I interpret phone calls from different government agencies and, um, institutions from the U.S.",
      "transcript_cleaned": "Currently I am an interpreter over the phone. I interpret phone calls from different government agencies and, institutions from the U.S.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q19",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "And has your job changed a lot in the past years?",
      "transcript": "It actually has because up until August from this year, I used to be an English teacher. I had been an English teacher for over three years. But just recently I decided to switch to any job.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "It actually has because up until August from this year, I used to be an English teacher. I had been an English teacher for over three years. But just recently I decided to switch to any job.",
      "transcript_cleaned": "It actually has because up until August from this year, I used to be an English teacher. I had been an English teacher for over three years. But just recently I decided to switch to any job.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "Luof5BDUj08_q20",
      "video_id": "Luof5BDUj08",
      "band": 9.0,
      "question": "And if you had the chance, would you change your job?",
      "transcript": "I think that if I had the chance, I would. But it depends on the conditions and the salary. If it is better than the one that I have right now, I would totally, I think I would totally change.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that if I had the chance, I would. But it depends on the conditions and the salary. If it's better than the one that I have right now, I would totally, I think I would totally change.",
      "transcript_cleaned": "I think that if I had the chance, I would. But it depends on the conditions and the salary. If it is better than the one that I have right now, I would totally, I think I would totally change.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}