{
  "batch_id": 72,
  "count": 20,
  "samples": [
    {
      "sample_id": "iC22JPeURdA_q16",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Thì một trong những, đúng không?",
      "transcript": "Thì cái những đấy thì danh từ có phải là số nhiều. Thì mình hãy nhớ thêm cái ad là sau cái danh từ đấy. If it is possible, it will be possible if it is possible. So, when we talk about the concept or the subject, we will be able to watch short videos.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Thì cái những đấy thì danh từ có phải là số nhiều. Thì mình hãy nhớ thêm cái ad là sau cái danh từ đấy. If it's possible, it will be possible if it's possible. So, when we talk about the concept or the subject, we will be able to watch short videos.",
      "transcript_cleaned": "Thì cái những đấy thì danh từ có phải là số nhiều. Thì mình hãy nhớ thêm cái ad là sau cái danh từ đấy. If it is possible, it will be possible if it is possible. So, when we talk about the concept or the subject, we will be able to watch short videos.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q17",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Because no one really watches just one video in their lifetime, right?",
      "transcript": "Or shows. So, keep it in the plural form. Alright? despite it, I do not have to say anything. I think that is a slip. về cái flow nhé. Flow của em tương đối tốt. Nó có cái độ chơi chảy, nó có cảm xúc ở trong đấy. Có những loại em làm rất tốt nhưng có một số đoạn nghe nó hơi. nó chưa có nhiều cảm xúc lắm. Có thể hôm nay là lần đầu bọn mình đọc nhau nên em có thể hơi ngại. Thì ngồi nó cũng chưa được thoải mái lắm. Sau đấy thì maybe mình có thể dùng nhiều body language hơn. Anh rất phùy khích dùng body language. Nó không thực sự nằm trong thiêu chí chấm nhưng nó giúp cho em thoải mái hơn. Miciler the Le days ago. Emerging any questions are other操 denke came with me Are you willing to range here yeah So do you have to face Maybe you And the flow, I think it is a lot of struggle, but it is good for you. But if you like it, you like it, you like it. I really like it. I like it. it is a lot of fun. I think so. có một cái nữa là anh cần thấy mơ điểm mạnh của em là em luôn lấy được ra những cái ví dụ để support cho quan điểm của em. Ví dụ những cái chương trình em có rất nhiều reference để đưa vào. Thế nhưng mà anh, mình không nên expect là giám khảo sẽ biết chương trình. Ví dụ như có một bộ em lấy chương trình An Trai C2 thì chưa thắc giám khảo đã xem châu đấy, chưa thắc giám khảo đã được biết châu đấy là gì thì mình nên thêm một cái relative clause ở đằng sau đúng không? Ví dụ, which is a huge, massive music. The classic contest in Vietnam is one very popular among youngsters, me included, for example. the example will be more pleasant and more clear to the audience. But so far, so good. I am very glad that I have the chance to sit with you today.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Or shows. So, keep it in the plural form. Alright? Um, despite it, I don't have to say anything. I think that's a slip. Uhm, về cái flow nhé. Flow của em tương đối tốt. Nó có cái độ chơi chảy, nó có cảm xúc ở trong đấy. Có những loại em làm rất tốt nhưng có một số đoạn nghe nó hơi. nó chưa có nhiều cảm xúc lắm. Có thể hôm nay là lần đầu bọn mình đọc nhau nên em có thể hơi ngại. Thì ngồi nó cũng chưa được thoải mái lắm. Sau đấy thì maybe mình có thể dùng nhiều body language hơn. Anh rất phùy khích dùng body language. Nó không thực sự nằm trong thiêu chí chấm nhưng nó giúp cho em thoải mái hơn. Miciler the Le days ago. Emerging any questions are other操 denke came with me Are you willing to range here yeah So do you have to face Maybe you And the flow, I think it's a lot of struggle, but it's good for you. But if you like it, you like it, you like it. I really like it. I like it. It's a lot of fun. I think so. Uhm, có một cái nữa là anh cần thấy mơ điểm mạnh của em là em luôn lấy được ra những cái ví dụ để support cho quan điểm của em. Ví dụ những cái chương trình em có rất nhiều reference để đưa vào. Thế nhưng mà anh, mình không nên expect là giám khảo sẽ biết chương trình. Ví dụ như có một bộ em lấy chương trình An Trai C2 thì chưa thắc giám khảo đã xem châu đấy, chưa thắc giám khảo đã được biết châu đấy là gì thì mình nên thêm một cái relative clause ở đằng sau đúng không? Ví dụ, which is a huge, massive music. The classic contest in Vietnam is one very popular among youngsters, me included, for example. Um, the example will be more pleasant and more clear to the audience. But so far, so good. I'm very glad that I have the chance to sit with you today.",
      "transcript_cleaned": "Or shows. So, keep it in the plural form. Alright? despite it, I do not have to say anything. I think that is a slip. về cái flow nhé. Flow của em tương đối tốt. Nó có cái độ chơi chảy, nó có cảm xúc ở trong đấy. Có những loại em làm rất tốt nhưng có một số đoạn nghe nó hơi. nó chưa có nhiều cảm xúc lắm. Có thể hôm nay là lần đầu bọn mình đọc nhau nên em có thể hơi ngại. Thì ngồi nó cũng chưa được thoải mái lắm. Sau đấy thì maybe mình có thể dùng nhiều body language hơn. Anh rất phùy khích dùng body language. Nó không thực sự nằm trong thiêu chí chấm nhưng nó giúp cho em thoải mái hơn. Miciler the Le days ago. Emerging any questions are other操 denke came with me Are you willing to range here yeah So do you have to face Maybe you And the flow, I think it is a lot of struggle, but it is good for you. But if you like it, you like it, you like it. I really like it. I like it. it is a lot of fun. I think so. có một cái nữa là anh cần thấy mơ điểm mạnh của em là em luôn lấy được ra những cái ví dụ để support cho quan điểm của em. Ví dụ những cái chương trình em có rất nhiều reference để đưa vào. Thế nhưng mà anh, mình không nên expect là giám khảo sẽ biết chương trình. Ví dụ như có một bộ em lấy chương trình An Trai C2 thì chưa thắc giám khảo đã xem châu đấy, chưa thắc giám khảo đã được biết châu đấy là gì thì mình nên thêm một cái relative clause ở đằng sau đúng không? Ví dụ, which is a huge, massive music. The classic contest in Vietnam is one very popular among youngsters, me included, for example. the example will be more pleasant and more clear to the audience. But so far, so good. I am very glad that I have the chance to sit with you today.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "iC22JPeURdA_q18",
      "video_id": "iC22JPeURdA",
      "band": 7.5,
      "question": "Do you have questions?",
      "transcript": "No, I think I could work on what you said and become better.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "No, I think I could work on what you said and become better.",
      "transcript_cleaned": "No, I think I could work on what you said and become better.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q01",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "Can you tell me your name please?",
      "transcript": "My name is Jumyeong, Jumyeongnam, and my English name is Jude. so, as you know, the IELTS test has, the speaking test has three different sections. So, the first section is just some like, questions about yourself. the second part, you will get, a prompt and you will get one minute to prepare your response.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "My name is Jumyeong, Jumyeongnam, and my English name is Jude. Um, so, as you know, the IELTS test has, the speaking test has three different sections. So, the first section is just some like, uh, questions about yourself. Uh, the second part, you will get, um, a prompt and you will get one minute to prepare your response.",
      "transcript_cleaned": "My name is Jumyeong, Jumyeongnam, and my English name is Jude. so, as you know, the IELTS test has, the speaking test has three different sections. So, the first section is just some like, questions about yourself.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q03",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "When was the last time you had a few days off?",
      "transcript": "Oh, I am already, taking many days off as I graduated my grad school a few weeks ago. And the last time actually, I took a day off while I was working is, was, I think it was about two years ago. And, it was before I quit the job and I had to use all, use up all my vacations. okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I'm already, uh, taking many days off as I graduated my grad school a few weeks ago. And the last time actually, um, I took a day off while I was working is, uh, was, I think it was about two years ago. And, um, it was before I quit the job and I had to use all, use up all my vacations. Ah, okay.",
      "transcript_cleaned": "Oh, I am already, taking many days off as I graduated my grad school a few weeks ago. And the last time actually, I took a day off while I was working is, was, I think it was about two years ago. And, it was before I quit the job and I had to use all, use up all my vacations.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q04",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "So what do you usually do when you have days off?",
      "transcript": "Oh, I try to make an appointment with many social groups as much as possible. And I just generally enjoy going to events, conferences, parties, or any events that involve social activities.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh, I try to make an appointment with many social groups as much as possible. And I just generally enjoy going to events, conferences, parties, or any events that involve social activities.",
      "transcript_cleaned": "Oh, I try to make an appointment with many social groups as much as possible. And I just generally enjoy going to events, conferences, parties, or any events that involve social activities.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q05",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "And would you usually spend your days off with your parents or with your friends?",
      "transcript": "I would prefer to spend my time with my friends more than my parents because I am already living with my parents and I think spending time with my friends is more valuable as it is less accessible to me. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "I would prefer to spend my time with my friends more than my parents because I'm already living with my parents and I think spending time with my friends is more valuable as it's less accessible to me. Okay.",
      "transcript_cleaned": "I would prefer to spend my time with my friends more than my parents because I am already living with my parents and I think spending time with my friends is more valuable as it is less accessible to me.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q06",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "And what would you like to do if you had a day off tomorrow, which you said you are taking some days off?",
      "transcript": "Basically asking me what I would do tomorrow is, I have actually a conference tomorrow. I am, I am, I am attending a networking event, for, related to my major that I graduated in a few weeks ago.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, basically asking me what I would do tomorrow is, uh, I have actually a conference tomorrow. I'm, I'm, I'm attending a networking event, uh, for, um, related to my major that I graduated in a few weeks ago.",
      "transcript_cleaned": "Basically asking me what I would do tomorrow is, I have actually a conference tomorrow. I am, I am, I am attending a networking event, for, related to my major that I graduated in a few weeks ago.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q08",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "So, do you think that children sometimes need to make important decisions?",
      "transcript": "Yes, and also no, it, it, I think it depends on the, the how serious the issue is. I think children, definitely need to make, definitely have to develop a skill for, decision making. And, I think it can be very important in the future for them. And then, but it also has a, it follows, also follows some risk, element. that is that if the decision, The decision that they making is about to be risky in a way that it can affect their future and their life in general And then I think they should get some help with their decision making But then in the future they will also have to be responsible for themselves and that in order to get be responsible and have some kind of skill in decision making they should definitely try out in some part of their life Okay.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Yes, um, and also no, uh, it, it, I think it depends on the, the how serious the issue is. Um, I think children, uh, definitely need to make, uh, uh, definitely have to develop a skill for, uh, decision making. And, uh, I think it can be very important in the future for them. And then, but it also has a, it follows, also follows some risk, uh, element. Uh, that is that if the decision, The decision that they making is about to be risky in a way that it can affect their future and their life in general And then I think they should get some help with their decision making But then in the future they will also have to be responsible for themselves and that um in order to get uh be responsible and um have some kind of skill in decision making they should definitely try out in some part of their life Okay.",
      "transcript_cleaned": "Yes, and also no, it, it, I think it depends on the, the how serious the issue is. I think children, definitely need to make, definitely have to develop a skill for, decision making. And, I think it can be very important in the future for them. And then, but it also has a, it follows, also follows some risk, element. that is that if the decision, The decision that they making is about to be risky in a way that it can affect their future and their life in general And then I think they should get some help with their decision making But then in the future they will also have to be responsible for themselves and that in order to get be responsible and have some kind of skill in decision making they should definitely try out in some part of their life",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q09",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "And what important decisions do teenagers need to make after graduation?",
      "transcript": "Oh, after graduating high school. High school, then they will first, well, in Korea, well, there is not much of a choice because they, they are going to university anyway. but I also think some, there should be some options that there are other, something else than going to university. Or they can start working right away or they can try traveling abroad and see the new things that they have never seen before. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh, after graduating high school. High school, um, then they will first, well, in Korea, well, there's not much of a choice because they, they're going to university anyway. Um, but I also think some, um, there should be some options that there are other, um, something else than going to university. Or they can start working right away or they can try traveling abroad and see the new things that they've never seen before. Okay.",
      "transcript_cleaned": "Oh, after graduating high school. High school, then they will first, well, in Korea, well, there is not much of a choice because they, they are going to university anyway. but I also think some, there should be some options that there are other, something else than going to university. Or they can start working right away or they can try traveling abroad and see the new things that they have never seen before.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q10",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "And who can children turn to for help when making a decision?",
      "transcript": "Well, their parents or their guardians or possibly their, their teachers, maybe high school teachers or, mentors in general, who have better, experience, more, far more experience than they are. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Well, uh, their parents or their guardians or possibly their, um, their teachers, maybe high school teachers or, uh, mentors in general, um, who have better, uh, experience, uh, more, uh, far more experience than they are. Okay.",
      "transcript_cleaned": "their parents or their guardians or possibly their, their teachers, maybe high school teachers or, mentors in general, who have better, experience, more, far more experience than they are.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "VWw-_rNgc1Y_q11",
      "video_id": "VWw-_rNgc1Y",
      "band": 9.0,
      "question": "And do you think advertisements can influence our decisions when shopping?",
      "transcript": "Oh definitely. it affects, advertising involves, some part of, sales and marketing, which is designed to affect the buyer's mentality and the, and which will make them want to do this or not want to do this. And, especially for children, it will affect, bigger than the adults. Okay.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Oh definitely. Um, uh, it affects, advertising uh, involves, um, some part of, uh, sales and marketing, which is designed to affect the buyer's mentality and the, and which will make them want to do this or not want to do this. And, um, especially for children, it will affect, uh, bigger than the adults. Okay.",
      "transcript_cleaned": "Oh definitely. it affects, advertising involves, some part of, sales and marketing, which is designed to affect the buyer's mentality and the, and which will make them want to do this or not want to do this. And, especially for children, it will affect, bigger than the adults.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "x_HTxImdYcw_q02",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "Do you like history as a subject in your school and why?",
      "transcript": "I have to say no to this unfortunately. I think it all comes down to the way that history was taught in my, in my high school. And unfortunately the teacher that I, that was assigned to my class, she did not do a very good job at it. And so yeah, I would not say history is my favorite subject.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I have to say no to this unfortunately. I think it all comes down to the way that history was taught in my, in my high school. And unfortunately the teacher that I, that was assigned to my class, she did not do a very good job at it. And so um, yeah, I wouldn't say history is my favorite subject.",
      "transcript_cleaned": "I have to say no to this unfortunately. I think it all comes down to the way that history was taught in my, in my high school. And unfortunately the teacher that I, that was assigned to my class, she did not do a very good job at it. And so yeah, I would not say history is my favorite subject.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "x_HTxImdYcw_q03",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "The last time you read a book about history?",
      "transcript": "I think it is a long time ago and I believe that it was the history textbook. I mean it is pretty cliche I think but like I told you I am not a particularly huge fan of history. So that was the probably the only and last book that I have read.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Um, I think it's a long time ago and I believe that it was the history textbook. I mean it's pretty cliche I think but um, like I told you I'm not a particularly huge fan of history. So that was the probably the only and last book that I've read.",
      "transcript_cleaned": "I think it is a long time ago and I believe that it was the history textbook. I mean it is pretty cliche I think but like I told you I am not a particularly huge fan of history. So that was the probably the only and last book that I have read.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "x_HTxImdYcw_q04",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "Minor ethnicities?",
      "transcript": "I think that is the name. And if you count that as a history museum, then I have paid a visit to that place multiple times, especially when I was a kid. And you know, as a kid, I was pretty amazed with all the stuff that was going on in there. So it was pretty amazing for me as a child.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think that's the name. And if you count that as a history museum, then I have paid a visit to that place multiple times, especially when I was a kid. And you know, as a kid, I was pretty amazed with all the stuff that was going on in there. So it was pretty amazing for me as a child.",
      "transcript_cleaned": "I think that is the name. And if you count that as a history museum, then I have paid a visit to that place multiple times, especially when I was a kid. And you know, as a kid, I was pretty amazed with all the stuff that was going on in there. So it was pretty amazing for me as a child.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "x_HTxImdYcw_q05",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "And number four, do you like watching documentaries or movies related to history?",
      "transcript": "Oh yes, definitely. I think that the reason why history is generally considered boring in my country is because of the way that it is taught in our school. And so putting that in films or any other types of media really, you know, changes the perspective of some sort and it really puts emphasis. And it is a way to make history more engaging for youngsters.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Oh yes, definitely. I think that the reason why history is generally considered boring in my country is because of the way that it is taught in our school. And so putting that in films or any other types of media really, you know, changes the perspective of some sort and it really puts emphasis. And it is a way to make history more engaging for youngsters.",
      "transcript_cleaned": "Oh yes, definitely. I think that the reason why history is generally considered boring in my country is because of the way that it is taught in our school. And so putting that in films or any other types of media really, you know, changes the perspective of some sort and it really puts emphasis. And it is a way to make history more engaging for youngsters.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "x_HTxImdYcw_q06",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "The next question is, what historical event do you find most interesting?",
      "transcript": "I think for me that has to be the Vietnam's Independence Day. it takes place on the 2nd of September, 1945, I remember that. And, and annually, my country has a very big celebration going on for that specific occasion, and so you know how, how much of a deal it is that day.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think for me that has to be the Vietnam's Independence Day. Um, it takes place on the 2nd of September, 1945, I remember that. And, and annually, um, my country has a very big celebration going on for that specific occasion, and so you know how, how much of a deal it is that day.",
      "transcript_cleaned": "I think for me that has to be the Vietnam's Independence Day. it takes place on the 2nd of September, 1945, I remember that. And, and annually, my country has a very big celebration going on for that specific occasion, and so you know how, how much of a deal it is that day.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "x_HTxImdYcw_q08",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "The first question is, do you think celebrities should necessarily be good at their field?",
      "transcript": "I think it is a foregone conclusion that celebrities have to, have to excel in their field. I am not sure exactly sure how to put this into words, but I feel like celebrities have to have something behind their names other than just their fame in order to become famous and to be popular among other people. personally, I think that there are a couple of people that do not deserve the title of celebrities. I will not mention their names here. But I think that talent is what is something that can keep a celebrity going for a long time. for example, Taylor Swift. I mean, she has been around in the industry for, for 20 years now, actually. And she has been going on very strong. And I think it is solely thanks to her, thanks to her music and thanks to her, all of the talents and all the repertoire that she has. And on the other hand, if you look at some other celebrities, you will notice that some of them have fallen out actually. And you know, and you do not see their names in presses or in headlines anymore. And that I think that definitely a must If the celebrity wants to become if they want to have a sustainable career in this industry then definitely talent is a must So what do you think are the differences between famous people today and those in the past The first thing that comes to me the most striking difference is their presence on social media Back in the days, well, social media was not there at the time. And celebrities at the time mainly used their talent to advertise themselves. And traditional media, for example TV or tea commercials, you know, they only, had to say this, they were not, on the media quite as often. And so it was really hard for the audience to, to get to know them as a person and as an artist.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "I think it is a foregone conclusion that celebrities have to, have to excel in their field. I'm not sure exactly sure how to put this into words, but I feel like celebrities have to have something behind their names other than just their fame in order to become famous and to be popular among other people. Um, personally, I think that there are a couple of people that do not deserve the title of celebrities. I will not mention their names here. But I think that talent is what is something that can keep a celebrity going for a long time. Uh, for example, Taylor Swift. I mean, she has been around in the industry for, for 20 years now, actually. And she has been going on very strong. And I think it's solely thanks to her, uh, thanks to her music and thanks to her, all of the talents and all the repertoire that she has. And on the other hand, if you look at some other celebrities, you will notice that some of them have fallen out actually. And you know, and you don't see their names in presses or in headlines anymore. And that I think that definitely a must If the celebrity wants to become if they want to have a sustainable career in this industry then definitely talent is a must So what do you think are the differences between famous people today and those in the past The first thing that comes to me the most striking difference is their presence on social media Back in the days, um, well, social media wasn't there at the time. And celebrities at the time mainly used their talent to advertise themselves. And traditional media, for example TV or tea commercials, um, you know, they only, had to say this, um, they weren't, um, on the media quite as often. And so it was really hard for the audience to, uh, to get to know them as a person and as an artist.",
      "transcript_cleaned": "I think it is a foregone conclusion that celebrities have to, have to excel in their field. I am not sure exactly sure how to put this into words, but I feel like celebrities have to have something behind their names other than just their fame in order to become famous and to be popular among other people. personally, I think that there are a couple of people that do not deserve the title of celebrities. I will not mention their names here. But I think that talent is what is something that can keep a celebrity going for a long time. for example, Taylor Swift. I mean, she has been around in the industry for, for 20 years now, actually. And she has been going on very strong. And I think it is solely thanks to her, thanks to her music and thanks to her, all of the talents and all the repertoire that she has. And on the other hand, if you look at some other celebrities, you will notice that some of them have fallen out actually. And you know, and you do not see their names in presses or in headlines anymore. And that I think that definitely a must If the celebrity wants to become if they want to have a sustainable career in this industry then definitely talent is a must So what do you think are the differences between famous people today and those in the past The first thing that comes to me the most striking difference is their presence on social media Back in the days, well, social media was not there at the time. And celebrities at the time mainly used their talent to advertise themselves. And traditional media, for example TV or tea commercials, you know, they only, had to say this, they were not, on the media quite as often. And so it was really hard for the audience to, to get to know them as a person and as an artist.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "x_HTxImdYcw_q09",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "However, nowadays, as you can see, there are multiple social media platforms that celebrities can advertise themselves on.",
      "transcript": "Facebook, TikTok, Instagram, you name it. And even, they can, celebrities can get an additional source of income from these platforms. So really, nowadays you, you literally see them everywhere you go. And yeah, I think that is the most significant difference between celebrities nowadays and in the past.",
      "part": 1,
      "source": "valid_original",
      "transcript_original": "Facebook, TikTok, Instagram, you name it. And even, uh, they can, celebrities can get an additional source of income from these platforms. So really, nowadays you, you literally see them everywhere you go. And yeah, I think that is the most significant difference between celebrities nowadays and in the past.",
      "transcript_cleaned": "Facebook, TikTok, Instagram, you name it. And even, they can, celebrities can get an additional source of income from these platforms. So really, nowadays you, you literally see them everywhere you go. And yeah, I think that is the most significant difference between celebrities nowadays and in the past.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    },
    {
      "sample_id": "x_HTxImdYcw_q10",
      "video_id": "x_HTxImdYcw",
      "band": 8.0,
      "question": "And do you think the media is putting too much attention on famous people?",
      "transcript": "I think that it depends on which famous people we are talking about. I mean, if the person is famous and influential, like Taylor Swift, then yes, I think it is definitely the case. I think that the media is really scrutinizing her and, funnily enough, she has mentioned this multiple times in her songs and I think this is the same situation for other influential celebrities. However, if the person is famous but they are not influential at all, then there is no really any reason for the media to pay attention to them and I am speaking this from the perspective of the, of those agencies. yeah, so I think that it ultimately comes down to the level of influence that these celebrities have on the, on the society.",
      "part": 1,
      "source": "cleaned",
      "transcript_original": "Um, I think that it depends on which famous people we are talking about. I mean, if the person is famous and influential, like Taylor Swift, then yes, I think it's definitely the case. I think that um, the media is really scrutinizing her and, funnily enough, she has mentioned this multiple times in her songs and I think this is the same situation for other influential celebrities. However, if the person is famous but they're not influential at all, then there's no really any reason for the media to pay attention to them and I'm speaking this from the perspective of the, of those agencies. Um, yeah, so I think that it ultimately comes down to the level of influence that these celebrities have on the, on the society.",
      "transcript_cleaned": "I think that it depends on which famous people we are talking about. I mean, if the person is famous and influential, like Taylor Swift, then yes, I think it is definitely the case. I think that the media is really scrutinizing her and, funnily enough, she has mentioned this multiple times in her songs and I think this is the same situation for other influential celebrities. However, if the person is famous but they are not influential at all, then there is no really any reason for the media to pay attention to them and I am speaking this from the perspective of the, of those agencies. yeah, so I think that it ultimately comes down to the level of influence that these celebrities have on the, on the society.",
      "verification_status": "VALID",
      "verification_note": "Verified by Jules (Hybrid NLP)"
    }
  ]
}